import datetime

rasp_t = {
  1: {"start": datetime.time(hour=8,  minute=0 ),
      "end"  : datetime.time(hour=9,  minute=30)},
  2: {"start": datetime.time(hour=9,  minute=50),
      "end"  : datetime.time(hour=11, minute=20)},
  3: {"start": datetime.time(hour=11, minute=40),
      "end"  : datetime.time(hour=13, minute=10)},
  4: {"start": datetime.time(hour=13, minute=45),
      "end"  : datetime.time(hour=15, minute=15)},
  5: {"start": datetime.time(hour=15, minute=35),
      "end"  : datetime.time(hour=17, minute=5 )},
  6: {"start": datetime.time(hour=17, minute=25),
      "end"  : datetime.time(hour=18, minute=55)}
}

rasp_a = {
  "5383": [
    # Понедельник
    [],

    # Вторник
    [{"name": "Оптика и атомная физика (лабы)",
      "week": 2,
      "time": 2,
      "class": "кафедра Физики",
      "teacher": "Посредник Олеся Валерьевна, Кузьмина Наталья Николаевна"},

     {"name": "Алгоритмы и структуры данных (лекция)",
      "week": 0,
      "time": 3,
      "class": "5427",
      "teacher": "Фомичева Татьяна Генриховна"},

     {"name": "Оптика и атомная физика (лекция)",
      "week": 0,
      "time": 4,
      "class": "5419",
      "teacher": "Шейнман Илья Львович"},

     {"name": "Физкультура",
      "week": 0,
      "time": 5,
      "class": "4 корпус",
      "teacher": "-"}],

    # Среда
    [{"name": "Архитектура компьютера (практика)",
      "week": 0,
      "time": 3,
      "class": "3402",
      "teacher": "Кирьянчиков Владимир Андреевич"},

     {"name": "Алгоритмы и структуры данных (практика)",
      "week": 0,
      "time": 4,
      "class": "3413",
      "teacher": "Фирсов Михаил Александрович"},

     {"name": "Экономика организации (практика)",
      "week": 0,
      "time": 5,
      "class": "4301",
      "teacher": "Житенёва Марина Ивановна"},

     {"name": "Иностранный язык",
      "week": 0,
      "time": 6,
      "class": "кафедра иностранных языков",
      "teacher": "-"}],

    # Четверг
    [{"name": "Специальные разделы математического анализа (практика)",
      "week": 1,
      "time": 2,
      "class": "2412",
      "teacher": "Колпаков Андрей Сергеевич"},

     {"name": "Физкультура",
      "week": 0,
      "time": 3,
      "class": "4 корпус",
      "teacher": "-"},

     {"name": "Экономика организации (лекция)",
      "week": 0,
      "time": 4,
      "class": "5423",
      "teacher": "Ширяева Татьяна Петровна"},

     {"name": "Вычислительная математика (лекция)",
      "week": 0,
      "time": 5,
      "class": "3324",
      "teacher": "Лисс Александр Рудольфович"}],

    # Пятница
    [{"name": "Архитектура компьютера (лекция)",
      "week": 0,
      "time": 3,
      "class": "3107",
      "teacher": "Кирьянчиков Владимир Андреевич"},

     {"name": "Специальные разделы математического анализа (лекция)",
      "week": 0,
      "time": 4,
      "class": "5419",
      "teacher": "Солнышкин Сергей Николаевич"},

     {"name": "Вычислительная математика (практика)",
      "week": 0,
      "time": 5,
      "class": "3413",
      "teacher": "Щеголева Надежда Львовна"}],

    # Суббота
    [{"name": "Математическая логика и теория алгоритмов (практика)",
      "week": 0,
      "time": 1,
      "class": "3311",
      "teacher": "Почанин Роман Михайлович"},

     {"name": "Математическая логика и теория алгоритмов (лекция)",
      "week": 0,
      "time": 2,
      "class": "3308",
      "teacher": "Рыбин Сергей Витальевич"}],

    # Воскресенье
    []

  ],

  "5371": [
    # Понедельник
    [],

    # Вторник
    [{"name": "Экономика организации (практика)",
      "week": 0,
      "time": 4,
      "class": "2413",
      "teacher": "Препод"},

     {"name": "Физкультура",
      "week": 0,
      "time": 5,
      "class": "4 корпус",
      "teacher": "-"},

     {"name": "Алгоритмы и структуры данных (лекция)",
      "week": 0,
      "time": 6,
      "class": "1158",
      "teacher": "Препод"}],

    # Среда
    [{"name": "Специальные разделы математического анализа (практика)",
      "week": 1,
      "time": 2,
      "class": "3426",
      "teacher": "Дюмин Виктор Георгиевич"},

     {"name": "Алгоритмы и структуры данных (практика)",
      "week": 0,
      "time": 3,
      "class": "УИТ 4",
      "teacher": "Препод"},

     {"name": "Специальные разделы математического анализа (лекция)",
      "week": 0,
      "time": 4,
      "class": "5405",
      "teacher": "Дюмин Виктор Георгиевич"}],

    # Четверг
    [{"name": "Оптика и атомная физика (лекция)",
      "week": 0,
      "time": 2,
      "class": "3107",
      "teacher": "Ходьков Дмитрий Афанасьевич"},

     {"name": "Физкультура",
      "week": 0,
      "time": 3,
      "class": "4 корпус",
      "teacher": "-"},

     {"name": "Оптика и атомная физика (лабы)",
      "week": 2,
      "time": 4,
      "class": "кафедра Физики",
      "teacher": "Иманбаева Райхан Талгатовна, Препод2"}],

    # Пятница
    [{"name": "Теоретические основы электротехники (практика)",
      "week": 1,
      "time": 2,
      "class": "2401",
      "teacher": "Препод"},

     {"name": "Теоретические основы электротехники (лабы)",
      "week": 2,
      "time": 2,
      "class": "Кафедра ТОЭ",
      "teacher": "Препод"},

     {"name": "Теоретические основы электротехники (лекция)",
      "week": 0,
      "time": 3,
      "class": "1158",
      "teacher": "Препод"},

     {"name": "Иностранный язык",
      "week": 0,
      "time": 4,
      "class": "кафедра иностранных языков",
      "teacher": "-"},

     {"name": "Экономика организации (лекция)",
      "week": 0,
      "time": 5,
      "class": "5405",
      "teacher": "Препод"}],

    # Суббота
    [{"name": "Математическая логика и теория алгоритмов (лекция)",
      "week": 0,
      "time": 2,
      "class": "3324",
      "teacher": "Поздняков Сергей Николаевич"},

     {"name": "Теория вероятности и мат. статистика (лекция)",
      "week": 0,
      "time": 3,
      "class": "3324",
      "teacher": "Препод"},

     {"name": "Математическая логика и теория алгоритмов (практика)",
      "week": 0,
      "time": 2,
      "class": "3308",
      "teacher": "Поздняков Сергей Николаевич"},

     {"name": "Теория вероятности и мат. статистика (практика)",
      "week": 0,
      "time": 3,
      "class": "3302",
      "teacher": "Препод"}],

    # Воскресенье
    []

  ]
}