anecs = [
'''В мире есть 3 смешные вещи — политика, секс и жопа. Но когда меня в жопу ебал депутат, было почему-то не очень смешно.'''
,
'''Купил мужик 6-й айфон. Кладет его в задний карман, прыгает в автомобиль, вдруг слышит сзади хруст...
— бля-я-я... хоть бы позвоночник...'''
,
'''Заходят как-то в бар человек, склонный к суициду; утончённый, образованный англичанин; югослав; мошенник; 16-летний саксофонист и художник; испуганный 14-летний мальчик; хранитель боли; девочка с дислексией; активная лесбиянка; криминальный авторитет из Бруклина; приятель криминального авторитета из Бруклина; австралийский охотник-варвар; темноволосая девушка с бостонским акцентом; религиозный еврей; шутник и остряк; рабочая лошадка с депрессией; пародист, высмеивающий чужие акценты; бездеятельный мечтатель; глухой мальчик с задержкой в развитии; сноб и хвастун из Нью-Йорка и торговец цветов, получивший психологическую травму из-за общения с гомосексуалистом, а бармен им и говорит:
— Пошёл нахуй, Билли Миллиган!'''
,
'''Объявление:
"На факультет интриги требуется завкафедрой и кое-кто ещё"'''
,
'''Парень приходит домой со словами: "тян не нужны". Отец смотрит на него и говорит:
-Знаешь, сынок, испокон веков, такие слова говорили либо двачеры, либо пидорасы. Я сейчас выгляну в окно, и не дай Бог, там не стоит твой парень...'''
,
'''Учительница проверяет сочинения.
Читает: "По рельсам мчался вагон, загруженный овощами."
И говорит:
— Ох уж эти дети! Постоянно гласные путают! Не вагон, а веган!'''
,
'''В кафе "Elefant" вошел Штирлиц. "Это Штирлиц, сейчас будет драка," - сказал один из посетителей. Штирлиц выпил чашечку кофе и вышел. "Нет, - возразил второй посетитель, - это не Штирлиц".
"Нет, Штирлиц!"- закричал первый. И тут началась драка.'''
,
'''Строго секретно! Лично в руки! Рейхсфюреру СС Генриху Гиммлеру! Рейхсфюрер!.."
Штирлиц положил ручку и задумался: "А может всё-таки написать по-немецки?'''
,
'''- Батюшка, я согрешил.
- Как, сын мой?
- Я соврал.
- Что соврал?
- Что согрешил.'''
,
'''В отношениях с женщинами, папа всегда был для меня эталоном.
Умный, решительный, дерзкий.
Свалил от мамы, как только она забеременела.'''
,
'''На Привозе у торгового места табличка: 1 арбуз — 13 гривен 3 арбуза — 40 гривен
Покупатель:
— Дайте мне один арбуз.
Платит 13 гривен, забирает арбуз. И так повторяется еще дважды. Покупатель:
— Я купил у тебя три арбуза за 39 гривен, хотя тут написано, что ты продаешь их за 40. Какой же ты тупой!
Торговец:
— Бля, ебать я лох!'''
,
'''Не могу смотреть, как родители бьют своих детей.
Они совершенно не работают корпусом!'''
,
'''Едет в троллейбусе Игорь Николаев. Едет стоя и прячет взгляд под очками, чтобы его не узнали. К нему подходит кондуктор:
- У вас проездной?
- Нет, я не езжу на троллейбусах обычно.
Николаев достаёт кошелек, чтобы расплатиться за проезд. Кондуктор срывает с него очки:
- Вы посмотрите на этого говнюка, граждане! На троллейбусах он не ездит!
Николаев смущается:
- Ну, вот. Всё таки вы меня узнал.
Кондуктор удивляется:
- А ты кто?
- Николаев.
- Так Николаев - это город на Украине.
- Не на Украине, а в Украине.
- Вот и иди ты не на хуй, а в хуй тогда.'''
,
'''Однажды он поймал жука.
Жук смешно ползал.
Он оторвал ему лапку и жук заползал еще смешнее.
Тогда он оторвал жуку все лапки, но жук не стал ползать совсем, а только лежал усталый.
— Ты очень скучный! — сказал он тогда жуку.
— Это не так, — ответил жук, — Просто у меня не осталось ног.
— Причину всегда можно найти! Оглянись, мир полон любви!
— Это да, — согласился жук.'''
,
'''Пожилая пара, муж с женой сидят утром и пьют чай.
Муж обращается к жене:
— Дорогая, подай мне сахар.
Жена тянется через весь стол и как даст кулаком в лицо мужу. Тот охренел:
— За что, любимая?
— Это тебе за 45 лет неудачного ceкcа!
Завтрак продолжается. Через какое-то время муж встает и как ударит жену по лицу. Та аж со стула упала.
— А это за что??? — спрашивает жена.
— За Лордерон!'''
,
'''Перед самой свадьбой дочка приходит к маме и говорит:
— Мама, я замуж не пойду.
— А шо случилось, доню?
— Мама, он трахает меня только в жопу. Ты помнишь какое у меня было очко, маленькое как десять копеек. А теперь как полтинник.
— Дочь, я не то, чтобы помнить, я даже знать не должна диаметр твоего очка'''
,
'''— Мама, Мама, Я не хочу к папе!!!
— Заткнись и копай!'''
,
'''Две семейные пары пришли к сексопатологу. Вот, дескать, доктор все как-то не так, однообразно и надоело. Что делать? Доктор посоветовал поменяться партнерами — свежие ощущения, новый опыт и т.д. На следующее утро женщины делятся впечатлениями:
— Ой, ты знаешь, мне было так хорошо, как никогда раньше!
— И мне тоже очень понравилось!
— Ну что, пойдем, посмотрим — как там наши мальчики?'''
,
'''К сексопатологy пpиходит паpа:
— Доктоp, y нас во вpемя полового акта пpоизошел спазм, никак не можем pасцепится.
— А как вы ко мне пpишли?
— Да так и шли, бyдто вальсиpовали, по yлице.
— Бывает и не такое,- говоpит доктоp,- тyт ко мне недавно 18 мyжиков пpиходили, так они ламбадy танцевали.'''
,
'''Из окна отходящего поезда один мужик кричит другому, оставшемуся на перроне:
- Ну, счастливо! Еще раз спасибо за гостеприимство! Все было классно! А жена твоя трахается - это просто супер!
Потом смотрит - в вагоне у всех пассажиров вокруг него челюсти отвалились. Он им, виновато:
- Да нет, жена его так себе. Не хотелось просто хорошего человека огорчать.'''
,
'''Возмущенный посетитель в администрации зоопарка:
- У вас же медведи трахаются, а дети смотрят!
- Ну пусть дети потрахаются, а медведи посмотрят.'''
,
'''Идут альпинисты по леднику, один упал и аккуратненько съехал в трещину.
Народ подбежал, веревки разматывают, кричат ему:
- Вась, ты там живой?!
- Да живой, живой!
- Ушибся сильно?
- Да вообще не ушибся!
- Ну так лови веревку и вылазь.
- Не могу - я еще не упал!'''
,
'''Попугай в самолете стюардессе:
— Эй, шлюха, виски и побыстрее!
Она приносит ему виски. Через некоторое время он же:
— Коза драная, виски мне и побыстрее!
Она обслуживает его снова. Мужик, сидящий позади попугая, думает:
"Что попугай может, могу и я". И кричит стюардессе вслед:
— Приебок, пива мне и поживее!
Терпение стюардессы переполнено и она жалуется капитану. Капитан решает попугая и мужика выбросить. Дверь открывается. Попугай мужику:
— что ты наделал блять'''
,
'''Парень - девушке:
- Что это у тебя на руке?
- Родинка.
- Странная родинка, "ДМБ-96"'''
,
'''Священный Синод лишил отца Владимира сана священника.
Лишил за то, что он обвенчал в церкви двух геев.
- Пидарасы, - подумал отец Владимир.'''
,
'''Два мента звонят в убойный отдел. На другом конце отвечают:
- Отдел по расследованию убийств, здравствуйте.
- Здравствуйте. Это сержант Кузнецов и старший сержант Мартынов.
- Что у вас?
- Убийство, мужчина 38 лет, уборщица ударила его ножом 6 раз, за то что он наступил на мокрый, только что помытый пол.
- Вы задержали эту тётку?
- Нет, пол все еще не высох.'''
,
'''У меня девушка уже неделю болеет. Вызвал на дом врача.
Может, хоть её трахну.'''
,
'''Во времена перестройки идет в КГБ партсобрание. Политрук после пламенной речи призывает всех вскрывать существующие недостатки, критиковать и т. д.
Встает молоденький лейтенант:
- Товарищи! Стыдно смотреть, как жена и теща нашего генерала используют его служебную машину для поездок по магазинам!
На следующий день генерал вызывает лейтенанта:
- Нам понравилось ваше вчерашнее выступление, вы смелый человек, поэтому мы решили сделать вас нашим резидентом в Зимбабве.
- Спасибо, товарищ генерал, но у меня жена молодая, и языка я тамошнего не знаю.
- Мы все предусмотрели: по легенде вы - глухонемой, поэтому язык мы вам отрежем.'''
,
'''Диктор:
- Вчера пациент городской псих.больницы, во время медосмотра, напал на медсестру со скальпeлем.
Медсестра отделалась легким... (Переворачивает страницу)
Отделалась легким.'''
,
'''к маленькой девочке подходит маньяк и говорит:
- девочка, а если я тебе пальчик отрежу, то сколько тогда останется?
- три.
- как три? почему три?
- а вы ко мне уже подходили.'''
,
'''Познакомились два доктора, беседуют:
- Когда-нибудь замечал, что во врачебном халате удобно прятать стояк?
- Точно! И правда очень удобно! А вы, выходит, коллега, как и я - гинеколог?
- Да нет, педиатр.'''
,
'''Летят на самолете англичанин, француз, немка и Ржевский. Самолет
начинает падать. И тут выясняется, что парашют один на всех. Ржевский
начинает надевать парашют на себя. Англичанин, француз:
- Поручик, среди нас женщина!!!
Ржевский, задумчиво, глядя на часы:
- Вы думаете, успеем?'''
,
'''Решили большевики Ленина через границу переправить. Переправляли в мешке через плечо. На границе пограничник спрашивает:
- А эт чо у вас в мешке-то?
- Да пустые бутылки.
Пограничник пинает мешок.
Из мешка:
- Тгень-бгень.'''
,
'''Джимми вскакивает с постели и радостно забегает на второй этаж к отцу, в его кабинет.
"Папа! Папа, сколько мне ле–е–е–ет!?" — забегая в комнату кричит ребенок.
"Тебе — восемь!" — подыгрывая сыну выкрикивает отец. "Пра–а–а–авильно!" отвечает Джимми и выбегает из комнаты.
"Дедешка!" — кричит Джимми спускаясь по лестнице в гостинную. "Ско–о–олько мне лет?!".
Мудрый дедушка сидящий у камина откладывает в сторону газету и недавно зажжённую трубку. "Подойди–ка ближе, Джимми" — сказал дедушка.
Джимми вприпрыжку подбежал к дедушке. Дедушка запускает свою руку в штанишки Джимми и резко хватает его член, после чего ослабляет хватку и начинает водить своей рукой вниз и вверх. Несколько ритмичных движений и дедушка проводит указательным пальцем по промежности Джимми и останавливается на его анусе. После круговых движений вокруг анального отверстия дедушка проникает указательным пальцем внутрь. Затем дедушка снова проводит пальцем по промежности внука, только в обратном направлении и заканчивает все это действо крепко сжав кончик пениса Джимми. От подобных действий Джимми вскрикивает. "Тебе восемь" — заявил дедушка. "Но как ты узнал?" — спросил Джимми. "Я услышал как ты сказал своему отцу".'''
,
'''- Изя, где вы брали такие брюки?
- Сёма, эти брюки я брал в Париже.
- Изя, а где это?
- Сёмачка, это 2000 км от Одессы.
- Та вы шо! Такая глушь, а как шьют...'''
,
'''В гpyзинской школе учитель детям pассказывает басню Кpылова:
-Бэжит по лэсy pыжий и хитpый, как ви дyмаете кто?
-Евpей.
-Hэт, дети, нэ евpей, а лисиц. И видит он, что на дэpэве
сидит чеpный и с большим носом, как вы дyмаете кто?
-Гpyзын.
-Hэт, дети, нэ гpyзын, а ваpон. И гаваpыт лисиц ваpонy: "Дай мне сыpy", а ваpон отвечает: "Hэт нэ дам, лyчше сходи к Бэни".
-К какомy Бэни? Бэни Махаpадзе?
-Hэт, к Бэни Матэpи.'''
,
'''Признаться честно, не люблю грубые слова во время секса. Ну кому приятно такое слышать? Тем более от ребенка!'''
,
'''Пациент говорит психотератевту:
- Вы знаете, доктор, у меня в последнее время возникли некоторые проблемы с восприятием мира.
Доктор достает картину "Три богатыря" и спрашивает: "что вы здесь видите?"
- Вижу трёх пидаров.
- Это ещё почему?
- Ну как почему...стоят три мужика, ни одной женщины нет. Разве они не пидары?
Доктор кивает головой, достает картину с изображением летящего косяка лебедей и спрашивает: "а здесь вы что видите?"
- Вижу косяк летящих пидаров.
- Почему?
- Как почему...летят вот, в жопы друг другу заглядывают...
Доктор спрашивает:
- Ну хорошо, а меня вы как воспринимаете?
- Знаете, доктор, по-моему, вы тоже пидар.
- Почему?
- Ну как почему... вы вот сидите здесь, картинки про пидаров собираете.'''
,
'''В Санкт-Петербурге бордели называют поеблики.'''
,
'''К Абраму пришли гости. Сидят, выпивают, закусывают, чем Бог послал. А Бог им послал хорошо. Приходит из школы сынишка хозяина, прыг за стол, пододвигает к себе вазу с черной икрой и начинает ее уминать столовой ложкой.
- Фимочка! Ну разве так можно? Это же не гречневая каша!
Фима, не отрываясь от вазы:
- Таки да, никакого сравнения!'''
,
'''Why jewish men are circumcised? Because no jewish woman will touch anything until it's 20% off.'''
,
'''- Как размножаются грибы?
- Спорный вопрос.'''
,
'''Штирлиц долго смотрел в одну точку.
Потом в другую.
"Двоеточие", - смекнул Штирлиц.'''
,
'''На прогулке в парке:
- Мама, я писать хочу!
- Тише, Вовочка. Ты же большой. Нельзя так говорить, кругом люди. Говори - я хочу посвистеть. Хорошо?
- Да, да. Очень хочу свистеть!
Мама отвела Вовочку за дерево, он сделал свои дела.
Ночь. В спальню родителей приходит Вовочка и дергает спящего папу за руку:
- Папа, я свистеть хочу!
Папа, спросонья, глядя на часы:
- Вова, ты сдурел? Два часа ночи!
- Но я очень хочу!
Папа пытается угомонить ребенка:
- Вова, мама спит, бабушка спит, все спят. Иди и ты спать, а завтра вместе посвистим сколько хочешь.
Вовочка, чуть ли не плача и переминаясь с ноги на ногу:
- Папа, я не могу больше терпеть. Я буду прям сейчас свистеть!
Папа, переворачиваясь на бок, засыпая:
- Ну хорошо, посвисти. Только тихонько мне на ушко.'''
,
'''— Сын, ты что, пил?
— Мам, я не хотел! Это всё план Даллеса по разложению русской нации!
— У-у-ух, проклятые американцы!'''
,
'''Ничто так не бодрит с утра, как чашечка, вылетевшая из коленного сустава.'''
,
'''Сидя на заднем сиденье такси, монахиня заметила, что водитель посматривает на нее.
— Не хочу вас обидеть, сказал он, — но я всегда мечтал поцеловать монахиню.
— Ну ладно. — отвечала монахиня. — Но только, если Вы — католик и холостой.
Водитель сказал, что так оно и есть, и тогда монахиня поцеловала его в губы долгим и страстным поцелуем. Мужчина пришел в экстаз, но потом заплакал.
— В чем дело? — спросила монахиня.
— Простите меня сестра, но я согрешил. Я солгал Вам: я — женат, и я — еврей.
Монахиня ответила: — Ничего страшного. Меня зовут Кевин, и я еду на маскарад.'''
,
'''- Скажите, поручик, как вам удается так быстро сближаться с женщинами?
- Я их ебу, а это, знаете ли, очень сближает!'''
,
'''Попал бывший сотрудник регистратуры на войну. Воюет, значит. Вдруг слышит крик сослуживца:
-У тебя снайпер на 12 часов!
-Ничего подобного! На 12 часов талонов нет!'''
,
'''— Папа, папа, не надо меня шлепать! — закричал сынишка. Но папа-комиссар достал маузер и шлепнул сынишку.'''
,
'''-Пришли результаты теста. У меня для вас плохие новости.
-У меня рак, доктор?
-Нет, вы очень тупая, какой к черту рак, мы IQ тест проводили!'''
,
'''- Буратино, зачем ты едешь на Кавказ?
- Я слышал, что там могут вырезать семью.'''
,
'''Сталин разговаривает по телефону с Черчиллем:
— Нэт.
— Нэт.
— Нэт.
— Нэт.
— Да.
— Нэт.
— Нэт.
Кладет трубку.
Поскребышев спрашивает:
— Товарищ Сталин, а в чем вы согласились с Черчиллем?..
— А это он меня спросил, хорошо ли я его слышу.'''
,
'''Жил в деревне мужик и было у него три сына.
Раз утром отец возвращается со двора и говорит:
- У нас корову спиздили.
Старший сын:
- Раз кто-то спиздил, значит пидар.
Средний сын:
- Раз пидар, значит из Марьинки.
Младший:
- Раз из Марьинки, значит Ванька Косой.
Пошли в Марьинку, поймали Ваньку, дали в ухо:
- Верни корову!
- Нет у меня коровы!
Дали еще раз:
- Верни корову!
- Нет у меня коровы!
- Тогда пошли к мировому судье.
Приводят Ваньку к судье и говорят:
- Вот он у нас корову спиздил.
- А почему вы решили, что именно он у
вас корову спиздил?
 - Ну как!  Раз кто-то спиздил, значит пидар. Раз пидор, значит из Марьинки. Раз из Марьинки, значит Ванька Косой.
- Да... Интересная логика.
Судья подзывает секретаря, что-то говорит ему на ухо, секретарь уходит и через некоторое время возвращается с закрытой коробкой.
Судья:
- А скажите-ка мне, что в коробке.
Отец:
- Коробка квадратная.
Старший сын:
- Раз квадратная, значит в ней что-то
круглое.
Средний сын:
- Раз круглое, значит оранжевое.
Младший:
 - Раз оранжевое, значит апельсин.
Судья открывает коробку, достает из нее апельсин и говорит:
- Ванька, пидар, верни корову'''
,
'''Стоят на мосту в Лондоне два человека и усиленно спорят...
— Билл, если ты такой великий оратор, как говоришь, то сможешь убедить любого человека прыгнуть вниз, к примеру того...
— Да, Джон, смогу... смотри, — Подходит к человеку:
— Я вижу вы англичанин...
— Да...
— У меня для вас плохая новость, на Англию напали ирландцы, захватили в плен королевскую семью и диктуют свои условия.
— О ужас! Мне незачем жить! — закричал он и прыгнул с моста.
— Билл, это могло быть простой случайностью! Заставь прыгнуть еще одного. — Тот подошел еще к одному:
— Я вижу, вы француз?..
— Да...
— У меня для вас плохая новость — ваша жена уехала с вашим другом на вашей машине и забрала вашу кредитную карточку!
Тот со словами «Мне не на что жить» прыгает с моста. Джон:
— Ну если ты заставишь спрыгнуть еще одного, я точно поверю.
Билл подошел еще к одному.
— Я вижу, вы русский?
— Да.
— Вы знаете, что в Англии запрещено прыгать с моста?..'''
,
'''Сидят русский и казах. Русский спрашивает:
- Слушай, а у тебя жена есть?
- Жок.
- Молодец! Я бы свою тоже сжег нахуй!'''
,
'''Возвращается муж с командировки, заглядывает в шкаф, вытягивает оттуда любовника и кричит:
— Сколько тебе говорить, нет ее тут, развелся я!'''
,
'''Значит, паренёк ложится спать. Лёг себе на подушечку, одеялком укрылся, стал так сладенько дремать. Тут вдруг заходит мама.
- Сынок, ты писю помыл?
- Да, мам, помыл.
- А ну дай, понюхаю.
Нюхает, уходит. Пацан лежит, думки свои думает, только начинает засыпать, заходит отец.
- Сына, ты писю помыл?
- Да помыл, помыл.
- А ну дай, понюхаю?
Нюхает и уходит. Пацан лежит в кровати, ворочается, уснуть не может. Наконец начинает засыпать, тут бабка приходит.
- Внучек, ты писю помыл?
- Да, да, да, помыл и писю и жопу!!
- А ну дай, понюхаю?
Нюхает, уходит. У парня уже весь сон пропал. Час лежит, уснуть не может, идёт к деду.
- Дед, а дед?
- Ась, чего?
- Ты мою писю нюхал?
- Не..
- А ХУЛИ ТЫ БЛЯТЬ ДРЫХНЕШЬ?!'''
,
'''Заходишь ты в трансформаторную будку, а там трансформаторный пёс.'''
,
'''Заходит ковбой в бар, подходит к бармену.
-Виски мне.
-Вот.
-А почему в баре никого нет?
-Да это. Все на главной площади собрались, Бумажного Джо сегодня вешают.
-А чего он натворил?
-Ну как. Бумажный Джо, у него были бумажные штаны, бумажные сапоги, бумажная рубаха, бумажная шляпа...
-И?
-Заебал шуршать.'''
,
'''Разговаривают два мужика:
- Какая твоя любимая поза?
- Сзади.
- Почему?
- Не надо делать счастливое лицо.'''
,
'''Научил попугая говорить "Спасибо". Он был благодарен.'''
,
'''Был у жопы день рождения. Пришли к ней гости.
Жопа спрашивает у них:
- Где торт?
- Вот торт!
- А где свечи?
- Слушай, жопа - у тебя день рождения или геморрой?'''
,
'''- У вас отличное резюме, что вы заканчивали?
- Рязанский резюмешный'''
,
'''Ночь. Едут из Петербурга в Москву на поезде Наташа Ростова, Пьер Безухов и поручик Ржевский.
Наташа:
- Ах, как быстро ехать из Петербурга в Москву по железной дороге! Одна нога здесь, другая там!
Пьер (романтично):
- Как хотел бы я оказаться между...(ловит удивленный взгляд Ростовой) ммм... В Бологом, например...
Ржевский пьяный с верхней полки:
- Бывал я в этом Бологом. Дыра дырой.'''
,
'''- Мистер Чинаски, как-то в интервью Вы сказали, что начали писать в 35. А чем вы занимались до этого?
- Не писал.'''
,
'''- Гарри, ты змееуст?
- Это польский.'''
,
'''Кинотеатр.Последний сеанс.Вдруг в тишине слышится женский голос:
-Ой Миша!Вы оказывается, еврей!'''
,
'''Сельский клуб. Колхозники подтягиваются после тяжелой рабочей недели. Скамейки по периметру, по середине катушечный мафон из которого орет "Руки Вверх". Как всегда на 10 девчат 9 парней.
Прошел час. 4 парня обожравшись самогона, вынесли друг друга из клуба и упали в лужу. Прошло два часа. Драка 2 на 2. Все в нокауте.
Остается один мужик, тихо сидящий в углу. Девки пошушукались и самая смелая пошла к нему.
- Здрасьте, а вы не местный?
- Местный.
-А чей та я вас не видела?
- На зоне был.
- Ой, а долго.
- 15 лет.
- А за что?
- Жену разрубил, на куски разрезал, и в реку скинул.
Девка возвращается к подругам и на ухо шепотом:
- Тань, и не женатый!'''
,
'''На Украине студентов освободили от занятий. И они с радостными криками "Не учиться, не учиться и еще раз не учиться" - снесли памятник Ленину.'''
,
'''Поймал Змей Горыныч русского, татарина и немца, и говорит:
- Есть 10 бутылок водки, кто больше всех выпьет, того отпущу, остальным головы пооткусываю.
Спрашивает первым татарина, - сколько выпьешь?
- Ну три.
Спрашивает немца.
- Ну пять.
Русский, ну а ты?
- Одиннадцать!
- Русский, как 11? Ты охуел? У меня только 10!
- А у меня одна с собой.'''
,
'''На улице к мужчине, у которого вместо головы гигантский персик, подходит другой мужчина и спрашивает:
- Как так получилось, что у вас вместо головы гигантский персик?
- Вообще, это довольно смешная история. Джин сказал, что исполнит три любых моих желания. Сначала я пожелал богатства и ко мне сразу же подошёл парень с кейсом, набитым деньгами. Появились счета в банках, миллионы и прочее. Потом я пожелал чтобы невероятно красивая женщина любила меня без ума. Тут же ко мне подошла красавица, сказала что безумно любит и что скоро у нас свадьба. А потом я пожелал себе вместо головы гигантский персик.'''
,
'''Толстые стриптизерши иногда перегибают палку.'''
,
'''Повар так усердно резал мясо, что не заметил, как начал отдавать себя работе.'''
,
'''- Христос воскрес!!!... Христос воскрес, мужики!!!... Ну Христос воскрес!!!... Христос воскрес, говорю!!!...
- Так, Иуда, поздно уже отмазываться... Продал, так продал.'''
,
'''У одного мужика в аквариуме жили две рыбки, пойманные в Чёрном море.
Чтобы они чувствовали себя как дома, он время от времени писал в аквариум.'''
,
'''Кинолог, проходя мимо песочницы, увидел плачущего мальчика.
- Мальчик, почему ты плачешь?? Где твой папа??
- У меня нету папы...
- А, внеплановая вязка, - догадался кинолог.'''
,
'''- Возьмите дятла за хвост и изо всех сил бейте о дерево.
Ответ на вопрос юннатов, как накормить раненого дятла.'''
,
'''Немой аквалангист Василий прочёл по губам белой акулы, что ему пиздец.'''
,
'''Сидят в ветеринарке три собаки. Одна спрашивает:
- Тебя за что на кастрацию отправляют?
- Да, увидел сучку и за ней, пока бегал машину угнали.
- А тебя за что?
- Да я тоже собаку увидел и за ней, пока бегал - квартиру обокрали
- Ну а тебя за что, спрашивают третью
- Да, хозяйка вышла из ванны на ней маленький халатик, она накланилась а я её.....
- Ну тебе совсем пиздец пришел
- Это вам пиздец, а мне только когти подстричь'''
,
'''- Скажите, доктор, а когда меня выпишут?
- Так ведь вчера приходила ваша жена с нотариусом и паспортисткой из ЖЭКа... Всё, батенька, не волнуйтесь - выписали уже.'''
,
'''Встречаются два приятеля.
- А я тебя вчера вечером видел! С тебя какой-то здоровый гопник дубленку снимал.
- Эх! Чего ж ты не подошел-то?
- Да я подумал: зачем ему две дубленки?'''
,
'''Сидят двое в камере... Один начинает в носу ковырять. Другой ему говорит:
- Ты чё творишь? Приметы не знаешь?
- Не, а чё за примета?
- Когда в носу ковыряешься, в это время, на свободе, кто-то твою тёлку жарит Минутное молчание - Ну и хер с ней, лишь бы она в носу не ковырялась.'''
,
'''В суде. Судья:
- Подсудимый, вы убили почтальона разводным ключом...
Крик из зала:
- Блядь! Какой пиздун!
Судья:
- Тихо! После этого вы убили продавца газет лопатой...
Крик из зала:
- Ах ты падла!!!
Судья:
- Тише! После этого вы безжалостно зарубили топором молочника...
Крик из зала:
- Вот гад! Чтоб ты сдох!!!!!
Судья:
- Я понимаю, это ужасно. Но я прошу тишины в зале суда.
Крик из зала:
- Ни хрена ты не понимаешь! Я 10 лет жил с ним по соседству, и когда мне нужен был топор или гаечный ключ, этот гад всегда говорил: "Нету, нету!..."'''
,
'''- Мама! а у братика пиписька как фисташки!
- Что, такая маленькая?
- Нет! Солененькая!'''
,
'''В Макдональдсе.
За столик подсаживается папа с сыном. Сыну где-то лет десять. Ребенок начинает есть и предлагает попробовать родителю.
Папа, погладил сына по голове, и так ласково: "Да не ем я это говно"'''
,
'''Из зоны оцепления Чернобыльской АЭС пытался вырваться местный житель...
Заградотряд открыл огонь по нарушителю. На теле задержанного солдаты насчитали 12 отверстий. К счастью, все они оказались анальными.'''
,
'''Жил-был в советские времена некий дворник - колоритнейшая личность с роскошной окладистой бородой. И так он был похож с этой бородою на Карла Маркса, что люди на него приходили со всей столицы полюбоваться. Дошло сие безобразие до ведома компетентных органов. Пришли к нему товарищи в штатском и говорят: "Вы, это... сбрили бы, это самое..."
Дворник, степенно оглаживая предмет конфликта, ответствовал: "Ну, положим, бороду я сбрею. А умище-то куда девать?"'''
,
'''– У рояля сионист Пидоров! Простите, пианист Сидоров!'''
,
'''Средние века. Уезжает король на войну, одевает своей жене пояс верности. В дороге его слуга спрашивает:
— Нахyя ты одел пояс? Она же страшная пиздец — никто не захочет ее все равно.
Король:
— Да знаю, бля. Когда вернусь — скажу, что ключ проебaл.'''
,
'''Why is six afraid of seven?
Because 7 8 9.'''
,
'''У врача.
-Покашляйте пожалуйста
-(кашляет)
-Еще
-(кашляет)
-Похоже у вас кашель'''
,
'''Сидит в трамвае молодая будущая маман с большим животом. Юбки вощще не видно, только голые ноги. Проходит старичок на выход, улыбается ей и говорит:
— Дочка сын у тебя будет!
Она вся сияет и спрашивает:
— Правда, а как Вы узнали?
— Дык бороду видать.'''
,
'''Одной женщине во время войны в живот попало несколько осколков. Родила она потом трех детей, двух девочек и мальчика.Прошло несколько лет, и старшая дочка подошла к ней:
- Мама, сегодня случай утром произошел. Я писать пошла, и у меня железка выпала.
- Это,дочка,у меня с войны три осколка в животе были.
Через некоторое время вторая дочка тоже подходит и говорит:
- Мама, сегодня странный случай произошел.Я писать пошла и у меня железка выпала.
- Это, дочка, с войны у меня в животе осколки были.
Через некоторое время подходит к матери сын:
—Мама, сегодня случай утром был...
—Что, ты пошел писать и у тебя железка выпала?
— Нет, я дрочил и бабушку застрелил.'''
,
'''На охоте два охотника подстрелили утку и никак не могут поделить. Вдруг один другому говорит:
- Слушай, давай друг-другу дадим по яйцам, кто быстрее встанет, того и утка.
- Давай!
Ну один как даст другому. Тот катался, катался по земле минут сорок, потом встал и говорит:
- Ну ты даешь, я чуть не умер! Теперь давай я!
А второй в ответ:
- Да не надо, забирай утку.'''
,
'''В цирке конферансье объявляет номер:
- Мальчик с феноменальной памятью!! Встречайте!!
Все радуются, аплодируют. На арену выходит очкарик.
Конферансье:
- Сейчас этот вундеркинд обоссыт всех сидящих в первом ряду!!
Сидящие в первом ряду срываются с мест и убегают.
Конферансье:
- Бесполезно, господа, бесполезно - мальчик с феноменальной памятью!'''
,
'''– Дорогая, это тебе на Новый год, открывай скорее!
– Это твоя ширинка.
– Открывай, говорю.'''
,
'''Мужик идет по улице и видит большую очередь в какой-то домик. Интересно стало, подходит и спрашивает:
- Что за очередь?
- В комнату смеха. Кто ни выходит оттуда, все смеются, видишь?
Ну и он пристроился в очередь. Заходит в домик, а там его два негра хватают и ебут в жопу, а потом выкидывают на улицу.
Мужик пришел в себя, посмотрел на очередь и такой:
- АХАХАХАХ!'''
,
'''Муж, жена и тёща сидят за обедом.
Вдруг тёща подавилась.
Жена мужу: - "Похлопай ей!"
Муж, хлопая в ладоши: - "Браво! Браво!"'''
,
'''Приводят в камеру нового заключенного. Зеки смотрят, вроде парень статный, пошептались - надо бы его базаром задавить, а когда проколется на чем-нибудь - опустить по понятиям. А то у всех петухов в камере уже дупла раздрочены до невозможности, а хочется узкую дырку. Начали они ему всякие каверзные вопросы задавать, и так, и сяк его пытаются его поддеть, а он любые выпады ловко парирует, все ответы на тюремные вопросы знает и вообще чувствует себя, как рыба в воде. Устали зеки, думают че бы еще попробовать, а он им и говорит: "Мужики, не ломайте голову, я вам сразу говорю, что ничего не выйдет. Зато я любого из вас могу за 5 минут опустить." Те, естественно, обалдели от такой наглости, пахан вперёд выходит: "А ну-ка, давай меня попробуй!"
- Да легко. Сними штаны.
Пахан с ухмылкой плечами пожал, штаны стянул:
- И чё?
- А теперь повернись и нагнись.
Тот выполнил. Парень подходит и давай его в очко ебать, а пахан с уважением головой покачивает: "Ох хитёр, собака, ох хитёр!"'''
,
'''Покупает, значит, солидный бизнесмен Мерседес бизнескласса, новый, с салона. Выезжает из салона, радуется покупке, и только поворачивает на главную дорогу как ему в зад въезжает старая "япошка". Ну, водитель Мерса выходит суровый такой, вытаскивает с левой двери япошки мужика, ставит раком, снимает штаны с него, потом с себя, начинает ебать. Мужик, которого ебут, начинает издавать звуки:
— УХ... УХ... УХ... УХ!!! УХ... УХ... УХонды водитель справа!!!'''
,
'''В Одессе на вокзале по перрону ходит мужик и монотонно бубнит:
- Газеты, журналы, порно, гороскопы, анекдоты...
Покупатель протягивает ему мятую гривну:
- Анекдоты, пожалуйста.
Мужик внимательно рассматривает гривну на просвет, прячет её в широкие армейские галифе и говорит:
- Значит так, слушай сюда - возвращается мужик с командировки...
Обалдевший покупатель думает: "Хорошо, что порно не взял...".'''
,
'''Заваливается в квартиру в хлам пьяный мужик и орет:
- СУКА, Я ДОМА!
Снимает ботинки, следы от которых видны уже на потолке и орет:
- Я ДОМА!
Разбивает хрустальную вазу и орет:
- Я ДОМА!
Переворачиват с ног на голову всю кухню и орет:
- Я ДОМА!
Срывает с кровати простынь, бросает ее на пол, ложится и говорит:
- Блядь, как хорошо жить одному!'''
,
'''— Where were you born?
— India.
— Which part?
— What which part? Whole body was born in India.'''
,
'''Заходит ворона в кирзовых сапогах в магазин и спрашивает:
- У вас хлеб черствый?
- Черствый.
- Так вам и надо.'''
,
'''Грузин в нашем районе торгует шашлыками.
Женщина обиженно спрашивает:
- Чего это вы дали тому господину хороший шашлык, а мне -
плохой?
Грузин молчит.
Женщина опять:
- Я спрашиваю...
И так далее.
Грузин встает. Воздевает руки к небу. Звонко хлопает себя
по лысине и отвечает:
- Потому что он мне нр-р-равится...'''
,
'''— Я считаю, секс — лучшее лекарство.
— Доктор,пожалуйста, наденьте штаны обратно.'''
,
'''Религиозная школа.
Учитель спрашивает класс: "что за животное: пушистое, с большими ушами, прыгает, ест капусту. Кто это?"
Все молчат, лучший ученик робко поднимает руку: "я понимаю, что правильный ответ Иисус, но это очень похоже на кролика."'''
,
'''Папа не включай пилу я на ней сижжжжжжжжжжжжжжжжжжж...'''
,
'''Научился боцман жопой дышать. Вдруг его корабль тормозит водная полиция. На борт поднимается полицейский и даёт ему прибор: "А ну ка, дыхни!". Боцман дыхнул жопой - весь корабль в труху. Вылез на берег, смотрит юнгу без сознания тоже выбросило на берег. Ну он сел ему на лицо и сделал искусственное дыхание. Юнга очнулся и говорит:
- Я видел прекрасный сон.
Боцман спрашивает:
- Что за сон?
Юнга ему и отвечает:
- Меня целовала усатая сладкоежка.'''
,
'''Разговаривают гей и натурал о том, кто кем хотел бы стать.
Н: - я бы хотел стать лифчиком. лежишь себе у женщины на груди, ласкаешь ее...
Г: - а я машиной скорой помощи...
Н: - ?????
Г: Ну ты только представь - засовывают тебе в задницу целого мужика, ты едешь с ним по городу и кричишь на всю улицу: "Вау-Вау-Вау"...'''
,
'''Один еврейский мальчик очень любил читать. Он читал всё, что попадалось ему под руку, и обожал ходить в свой любимый книжный магазин. Однажды он понял, что прочёл уже всё, что там продавалось. Мальчик спросил хозяина, есть ли в магазине что-нибудь, чего он никогда не видел. Хозяин сказал, что есть, и достал книгу под названием "Смерть". Он охотно продал её со скидкой, всего за 10 шекелей.
Однако он предупредил мальчика, чтобы тот никогда не открывал первую страницу. Мальчик вернулся домой, прочитал книгу и остался доволен. Но ему всегда хотелось узнать, что же там, на первой странице. Однажды искушение стало слишком сильным, и он пролистал книгу к самому началу, и уронил её в УЖАСЕ.
На первой странице было написано: "Рекомендуемая цена - 5 шекелей"'''
,
'''Ночь, горы, палатка.
Среди ночи крик - Загибай, загибай, загибааааййй!!!
Растолкали спящего мужика, который орал. Спрашивают - Что случилось???
- Снится мне сон... Лезет в палатку снежный человек. Ручищи здоровенные, пальцы огроменные. Сунул мне палец в жопу и над пропастью держит...
А я чую, с пальца-то соскальзываю...!'''
,
'''Вовочка подошёл к отцу держа в руке ложку, наполненную спермой, и сказал:
- Папа, это всё, что я тебе должен.'''
,
'''Хмурый ребенок утром 1 января, в одиночестве, разбирает под елкой и
рассматривает новогодние подарки. Родители после утомленной ночи дрыхнут
в спальне. Ребенок берет подарки и читает: "От дорогих папы и мамы! ",
"От дорогих дедушки и бабушки! ", "От дорогой тети и дяди! ", затем
задумчиво смотрит в окно, вздыхает, и говорит: "Блядь, как все
подорожало".'''
,
'''Вот двое мужчин едут на поезде в Шотландию и первый говорит второму:
«Простите сэр, а что это за странная посылка у вас на полке?».
«О, — говорит второй, — это макгаффин».
«А что такое макгаффин?» — «Это прибор для ловли львов в Шотландском высокогорье». «Но, — говорит первый, — там нет львов». «А, — говорит второй, — тогда это не макгаффин».'''
,
'''Табличка на двери проктолога: "Ремонт очков".'''
,
'''Выходит мужик из онкологического института держась за голову, встречает приятеля.
- Что случилось?
- У меня самое страшное...
- Что такое?
- У меня обнаружили рак.
- Так это же не самое страшное!
- А что же самое страшное?
- Самое страшное, если бы его обнаружили у меня.'''
,
'''- Гражданочка, пожалуйста, осторожнее - гололе...еб твою мать!'''
,
'''В каюту-люкс на пароходе заглядывает матрос и спрашивает у находящегося там джентльмена:
- Простите, сэр. Я электрик этого судна. У нас там одну пассажирку случайно ударило током. У Вас не будет коньяка и дольки лимона?
- Конечно, конечно. Вот вам коньяк и лимон.
- Благодарю Вас, сэр...
Матрос закрывает дверь каюты, залпом выхлебывает весь коньяк, закусывает лимоном, нюхает рукав и произносит:
- Вот, блядь, уже сколько лет работаю на этом судне, а до сих пор не могу спокойно видеть, как кого-либо из пассажиров уебет током...'''
,
'''Едет на "КамАЗе" мужик по трассе со скоростью 100 км/ч. Вдруг замечает табличку с предупреждением о том, что через 100 метров дорога полностью разрыта. Он давит на тормоза - не работают! Надо съехать в сторону. Смотрит направо - там огромный торговый центр. Водила думает: "Если туда поеду, будут десятки погибших!" Смотрит налево - там только один маленький пацан... Водитель решает ехать налево...
На следующий день в газетах появились заголовки: "Водитель "КамАЗа" не справился с управлением. В результате - десятки погибших!"
На суде задают вопрос водителю:
- Что вы нам скажете?
Тот отвечает:
- Я трезво оценил обстановку и решил, что в этой ситуации лучше переехать одного пацана, чем столько людей... Но этому засранцу нужно было обязательно побежать в сторону торгового центра!'''
,
'''- Человек за бортом!
- Шлюпку за борт! Ну и где этот человек?
- Так мы ж его шлюпкой шлепнули!'''
,
'''День в деревне. Ярко светит солнышко, тепло. Деревенский мужик пашет целину, его лошадка равномерно тянет плуг. Вокруг носится собачка, гоняется за бабочками, звонко лая... Поют птички. В небе виден самолёт. Пилот задумал провернуть мертвую петлю. Hо... Hе справляется с управлением, и самолёт штопором падает вниз. Взрыв. Грохот. Огонь... Чудом уцелевший пилот вылезает из покорёженных обломков. Идёт убитый горем по полю и видит собачку, бьющуюся в конвульсиях, смертельно раненную.
- Чёрт возьми, что я наделал, - достает табельный пистолет, добивает бедняжку. Следует дальше по полю, видит умирающую лошадь. Плуг распорол всё её тело, войдя в грудь и выйдя через спину...
- О боже, как я мог, она погибла из-за меня, - снова достает пистолет и оканчивает мучения кобылки.
Тут из канавы вылезает грязный мужик без обеих ног:
- КАК МHЕ ПИЗДАТО!!! КАК МHЕ ПИЗДАТО!!!'''
,
'''- Поэты – легко ранимые люди. - Говаривал Дантес.'''
,
'''Разговаривают два старых немца:
- Я в 45ом русского пилота лопатой сбил!
- Прям с неба?
- Нет, с дочери'''
,
'''На три вещи можно смотреть бесконечно: на то, как горит огонь; на то, как течёт вода; и на потолок в мавзолее.'''
,
'''Менделеев долго доказывал своей жене, что на первом месте должен стоять водород, а не жена и дети!'''
,
'''Конница Буденного стояла над обрывом. И все бы ничего, если бы не одно "но!"'''
,
'''Иван Грозный:
- Подайте мне посох, мне с сыном потолковать надо!
- Придворного художника позвать?
- Зачем?
- Мало ли, может нарисовать чё надо будет'''
,
'''Самолет рейса Нью-Йорк - Москва зашел на взлет, как вдруг остановился и вернулся обратно на стоянку. Прошло не меньше часа, пока самолет все же взял курс на Москву. Один из пассажиров спросил стюардессу, в чем была причина задержки.
- Пилота обеспокоил звук, доносящийся от правого мотора, - ответила она, - и потребовался почти час времени, пока нашли другого пилота.'''
,
'''Как выяснилось, картине "Иван Грозный убивает сына" предшествовали картины "Иван Грозный обнаружил пропажу денег", "Сын возвращается домой в состоянии наркотического опьянения", "Сука, положи нож" и "Допустимая самооборона".'''
,
'''Вытащил Петька раненного Василия Ивановича из р. Урал. Делает ему искусственное дыхание, а вода из последнего все выливается и выливается.
Мимо проезжает казачий разъезд.
- Слышь, парень!Ты ему жопу из воды вытяни, а то так весь Урал перекачаешь'''
,
'''Концлагерь. Идет маленькая, худенькая девочка (Д). На спине полосатой рубахи нарисована 6-ти конечная звезда. Рядом курит жирный немецкий офицер (О).
О (затягиваясь): - Дефочка, ты ефрейка?
Д (исподлобья, зло): - Hет, бля, техасский рейнджер!'''
,
'''Пешеход был скорее прав, чем жив.'''
,
'''Идут Винни-Пух с Пятачком:
- Винни, а Винни, а куда это мы идем?
- Куда, куда... Свинью ебать.
- О! Винни! А она не убежит?
- Я тебе, сука, убегу!'''
,
'''Штирлиц не любил массовых расстрелов, но отказываться было как-то неудобно.'''
,
'''Штирлиц погладил кошку. Кошка сдохла.
"Странно", - подумал Штирлиц и поплевал на утюг.'''
,
'''У меня было очень тяжелое детство, родители получали мало.
И если бы я не был мальчиком, то у меня совсем бы не было игрушек.'''
,
'''На выезде из Берлина Штирлица ждала засада... Он уложил всех очередью из автомата, вылез из машины, пнул сапогом труп молоденького обер-лейтенанта и сказал: "Вот и у меня такой же балбес растет..."'''
,
'''Идут Чебурашка с Геной по железнодорожным путям.
Чебурашка говорит: - давай я возьму чемодан, а ты возьмешь меня?
-Ну хорошо, мой маленький извращенец!'''
,
'''После ядерной войны.
Сын подбегает к матери:
- Ма, смотри, у меня на спине крылья растут!
- Да мне по хуй.'''
,
'''Стоят на холме три богатыря и перед ними орда, тысяч сто... ну гворит Алеша Попович:
- Да вот я как из лука щас пальну, так пол орды ссразу же и поляжет...
Добрыня следом молвит:
- А я как булавой взмахну, так вторая половина поляжет...
Илья Муромец:
- Ну что попиздели, пора съебывать отсюда.'''
,
'''Детей можно кормить грудью, если ее мелко порезать.'''
,
'''- Как слепые дети играют в футбол?
- Ну, мы придумали мяч, внутри которого колокольчик. Они его слышат и знают, где мяч.
В этот момент заходит фермер:
- Это ваши слепые дети там играют?
- Да. А что вы имеете против слепых детей?
- Ничего. Просто они сейчас отпиздили мою корову.'''
,
'''- Тетенька, какое у вас красивое платье. Все в огурцах и помидорах.
- Отойди, мальчик. Не видишь чтоли, как мне хуёво.'''
,
'''- Мам, купи собачку!
- Нет!
- Ну купи - Я же сказала, нет! Продай ее кому-нибудь другому.'''
,
'''В похоронах дедушки Ленина дети не участвовали.
Было холодно, и он боялся, что они простудятся.'''
,
'''Пpиходит Ржевский в часть весь в слезах.
Офицеpы сбежались , что мол такое , кто обидел нашего поpучика?
Тот отвечает: - Господа , что со мной пpиключилось... Иду Я по улице , а
навстpечу мне маленькая девочка:
- Дяденька , возьмите меня за копеечку...
Я спpашиваю :
- А зачем тебе копеечка?
- У меня мама болеет , я ей хлебушка куплю...
- Господа! Вы не повеpите, ЕБАЛ И ПЛА-А-АКАЛ.'''
,
'''Пока мужа не было дома, к жене пришел ее новый любовник - Карлсон.
Вдруг звонок в дверь. Жена спрашивает:
- Что делать?
Тут Карлсон нашелся:
- У меня же пропеллер! - и выпрыгнул в окно.
Зашел муж:
- Кто у тебя был?
- Никого не было.
- Я спрашиваю - кто?!
- Да никого не было!
- Хорошо, а чьи это тогда штаны с пропеллером?'''
,
'''- Сёма, а вот прикинь - ты приезжаешь из командировки, а у меня месячные!
- Да, Люся, это будет жопа...'''
,
'''– Прямо как Буратино!
Подумал Папа Карло и настругал Мальвине в рот.'''
,
'''Бал в высшем обществе. И, как обычно, бал заканчивается гнусной оргией. Вдруг из клубка совокупляющихся тел вылазит поручик Ржевский:
- Господа! Господа! Давайте определимся! Я уже четвертый раз чей-то член сосу!'''
,
'''Попросили как-то прапорщика провести урок математики в школе. Прапор согласился. После урока спрашивают, мол, что, как, были ли проблемы?
- Ну, был один школьник. Спрашивает, мол, что такое синус, а я в душе не ебу, что это такое.
- Ну, и как вы из ситуации вышли, как ответили?
- Я ответил уклончиво: мол, иди ка ты на хуй.'''
,
'''7-летний пацан подговаривает 4-летнего братишку:
— Слышь, братан, мы с тобой уже большие, пора нам начинать ругаться.
— Пора, — соглашается малыш.
— Значит, план такой, — говорит старший.
— Завтра утром выходим завтракать, я говорю "бля", а ты -"нахуй". И следим за реакцией родителей.
Сказано — сделано. На следующее утро сидят на кухне, мама обращается к старшему:
— Тебе что на завтрак положить?
— Мне бы, бля, оладушки, — бойко отвечает тот.
ХРЯСЬ! — мама со всей дури отвешивает ему подзатыльник, и пацан в слезах убегает из кухни, держась за голову.
— Ну, а тебе что? — с угрозой в голосе спрашивает мама у младшего.
— Да я уж и не знаю, — робко отвечает малыш, —нахуй мне такие оладушки.'''
,
'''Едет мужик в поезде. Напротив него сосед достает банан, солит его и выкидывает в окно. Достает следующий банан, проделывает все тоже самое. Мужик ничего не понимает. Когда сосед в очередной раз достал банан, посолил и выкинул в окно, то решился спросить:
- Извините, но что вы делаете? Зачем вы солите бананы и выбрасываете?
- Вы знаете, терпеть не могу соленые бананы.'''
,
'''- дяденька, зажигалки не будет?
- возьмите спички.
- нет, спасибо, спички детям не игрушка.'''
,
'''На приём к гинекологу приходит супружеская пара. Муж описывает проблему:
- Доктор, мы вчера приехали с курорта, где за день до отъезда занимались дайвингом, и к моей жене во влагалище залез краб. Надо его оттуда достать.
Доктор проводит осмотр и видит, что обычными способами этого гада не достать.Тогда он говорит мужику:
- Вы туда член засуньте, краб за него уцепится, и вы его выдерните...
Мужику такая идея не понравилась:
- Кто из нас доктор? Вот ты и давай, работай!
Доктор пристроился, всунул, достаёт - нет гада... ещё раз - опять нет...
Ну и вошёл во вкус - трахает пациентку в полный рост.
Мужик его по плечу хлопает:
- Доктор, вы что, совсем охуели?
Доктор в экстазе орёт:
- Да я его убью там нахер!'''
,
'''Молдоване после секса отворачиваются к стенке и начинают штукатурить.'''
,
'''Bъезжает грузовик в детский сад. Шофер подпрыгивая на месте от тряски говорит:
- Hе дети, а камни какие то!'''
,
'''Волк пришел в роддом навестить волчицу.
- Ну, как там мой зубастенький?
- Не зубастенький, а ушастенький.
- НУ ЗАЯЦ, НУ ПОГОДИ!'''
,
'''Первая брачная ночь, муж морально готовит жену:
- Дорогая, сейчас будет немного больно, а потом приятно...
Через час новобрачная интересуется:
- А когда же будет больно?
- А вот сейчас кончу и по ебалу тебе дам!'''
,
'''Василий Иванович:
- Анка, пойдем на речку купаться?
Анка:
- Не, не пойду, что мне, одной потом домой возвращаться?'''
,
'''Приходит мужик в бюро изобретений и говорит:
- Я знаю, как из говна сделать масло.
Выделили ему денег, предоставили лабораторию, а через неделю спрашивают:
- Ну как?
- Пока есть нельзя, но мажется уже хорошо.'''
,
'''Маленький мальчик гулял на стройке, нашёл сварочную маску, напялил её на себя и идёт вдоль дороги. А по дороге едет педофил. Увидел — маленький мальчик один гуляет — и думает: дай-ка подберу.
Подбирает, сажает в машину и издалека начинает разговор:
— Мальчик, а ты знаешь, что такое инцест?
— Не-а.
— Мальчик, а ты знаешь, что такое минет?
— Не-а.
— Мальчик, а ты знаешь, что такое секс?
Мальчик снимает с себя маску и говорит:
— Дяденька, вот вы тут всякие вопросы задаете, а я ведь сварщик то не настоящий! Я эту маску на стройке нашел!'''
,
'''Пациент африканской больницы понял, что ему что-то не договаривают, когда от его койки перестали отгонять гиен.'''
,
'''- Хочешь кошку подарю?
- У меня алергия...
- Хочешь кошку подарю в герметичной упаковке?'''
,
'''Если верблюд способен не пить две недели, то почему он не бросит совсем?'''
,
'''Родилась в одной семье девочка без ручек и без ножек.
И вот как-то раз, когда девочке уже было 5 лет, попросила она маму, чтобы та сделала ей ручки и ножки, так как она хочет самостоятельно пойти во двор погулять. Мама набрала каких-то палок, металлических прутьев, проволоки, сделала девочке ручки и ножки и девочка ушла гулять.
Тут возвращается с работы муж, жена бросается к нему со словами: “Дорогой, у нас великая радость в доме, наша доченька впервые, самостоятельно ушла сегодня гулять во двор!”
Муж ей отвечает: “Все это, жена, херня. Видела бы ты, какого я сейчас в подъезде паука захуярил!”'''
,
'''Находчивый отец, чтобы узнать, матерится ли его сын, ударил его по пальцам молотком.'''
,
'''Мальчик, воспитанный шлюхами, когда занимается с репетитором, симулирует понимание материала.'''
,
'''- Она еще увлекается хенд-мейдом, ну знаешь, бусинки всякие... И фотографии винтажные умеет...
- Я дам двух верблюдов, не более!'''
,
'''Верующие немецкие порноактрисы в конце сцены обязательно подставляют другую щёку.'''
,
'''Настоящие юннаты настолько добрые, что помогают собачкам зализывать их ранки.'''
,
'''Приехал каратист в деревню, мужики к нему подходят и начинают докапываться, типо: "Покажи приёмчик", тот в отказ, мол отдыхать приехал, а не драться, деревенские не сдаются и он не соглашается.
Идут мужики к самому сильному и драчливому, кузнецу Ивану зовут его, чтобы каратиста на драку вывести.
Приходит Иван к каратисту, начинает на него с кулаками кидаться, каратист херак и вырубил Ивана. Мужики к Ване подбегают бьют его по щекам, водой поливают. Иван открывает один глаз спрашивает: "Каратист ушёл?"
мужики: "Нет, вон рядом стоит"
Иван:"Сейчас уйдёт я всем вам пизды дам"'''
,
'''Пока Ирина искала в сумочке газовой баллончик, маньяк Андрей успел полностью раздеться и аккуратно сложить вещи.'''
,
'''Священник, приехавший в маленькую деревню, спросил у мальчика, как попасть в церковь, где он будет читать проповедь вечером.
После того, как мальчик показал ему дорогу, священник сказал:
- Приходи сегодня вечером и приводи всех своих друзей!
- Зачем? - спросил мальчик.
- Потому что я буду рассказывать, как попасть на небеса, - ответил священник.
- Вы шутите! - засмеялся мальчик. - Вы даже не знали, как попасть в церковь!'''
,
'''Старый священник уходит на покой. На его место назначили молодого.
В первый же день приходит к нему исповедоваться мужичок: - Святой отец, грешен я.
- В чем грех твой? - вопрошает священник.
- Грех мой - мужеложество, святой отец. Ну, и тут молодой поп с ужасом понимает, что он не помнит, что нужно назначить мужичку во искупление греха. Сколько раз помолиться грешному? Сколько свечек поставить и кому? Не помнит - и все тут! Выбегает он в церковный двор, а там мальчишка-дворник метлой машет. Поп к нему:
- Отрок! Не помнишь ли ты, что прежний батюшка давал за мужеложество? - Ну, когда пирожок, а когда и яблочко, - застенчиво улыбнулся отрок.'''
,
'''В одном небольшом американском городке некий бизнесмен решил открыть кабак. Беда в том, что он находился на одной улице с церковью. Естественно, церковное руководство это не устраивало, и на каждой проповеди оно призывало горожан выступать против, и молиться, чтобы бог покарал нерадивого бизнесмена. За день до объявленного открытия кабака была сильная гроза, молния ударила в кабак и он сгорел дотла. Церковники обрадовались, но ненадолго - хозяин кабака подал на них в суд с требованием компенсации ущерба. Те, естественно, все отрицали. Выслушав обе стороны, судья заметил: "Я пока еще не знаю, какой вердикт вынести, но из материалов дела следует, что какой-то владелец кабака верит в силу молитвы, а все церковное руководство - почему-то нет... "'''
,
'''- Тетя Таня, а Вовочка выйдет на улицу?
- Да! Через полчасика, он сейчас игрушки убирает.
- Ээээээ........ Через полчаса мы уже никакие будем...'''
,
'''Маленькая девочка клянчит:
- Хочу слона! Хочу слона!
-Доченька, он же тебя порвет!'''
,
'''Познакомился в Интернете с умной красивой девушкой, а потом при встрече оказалось, что это лысый толстый мужик. Секс тоже был так себе…'''
,
'''Женщина пришла к гинекологу и жалуется:
- У меня в паху какие-то чёрные точки.
Тот посмотрел и спрашивает:
- У вас муж столяр?
- Да, а как вы узнали?
- Скажите ему, чтобы карандаш из-за уха вынимал.'''
,
'''Мужчина входит в бар. Нет, подождите… Лошадь. Мужчина входит в лошадь.'''
,
'''Раньше у меня не было кошки и мне приходилось гладить свое очко'''
,
'''В бар забегает мужик, подбегает к стойке и говорит бармену:
— Давай, наливай быстрее, пока не началось.
Бармен наливает, мужик выпивает.
— Давай еще наливай, быстрее, быстрее, пока не началось.
Бармен наливает, мужик выпивает.
— Давай, давай, не спи, наливай еще, пока не началось.
— Мужчина, вы платить то собираетесь?
— Ну вот, блядь, начинается.'''
,
'''Идёт экзамен по экономике. Студентка берёт билет и садится готовиться. Преподаватель видит, что студентка списывает и явно ничего не знает. Подходит он к ней, берёт её работу, читает и спрашивает:
— Вот у вас тут в работе написаны очень длинные и пространные цитаты некоего А. Смита. А вот что это за имя такое - А.?
— ...
— Ну ладно, давайте попробуем по-другому. Как звали первого мужчину?
— (краснея) Вадим.'''
,
'''Математик : Какой раздел математики для тебя самый сложный?
Феминистка : Неравенства.'''
,
'''В квартире засорился унитаз, хозяева вызвали сантехника. Тот пришёл, посмотрел на трон, открыл широко рот, натянул губы на толкан и стал засасывать в себя воздух. Потом выплюнул всё на пол. Там помимо всякого дерьма оказалась маленькая скрюченная девочка.
Сантехник и говорит:
- Вот причина засора.
Девочка очухавшись отвечает:
- Я не причина, я ниже этажом какала.'''
,
'''Брат заглядывает в комнату сестры, а она голая перед зеркалом крутится, себя разглядует везде и приговаривает:
- Эх, мужика бы, мужика!
На следующий день заглядывает к ней в комнату, а там десять голых мужиков ебут её.
Он ахуевший несётся в свою комнату, разевается догола и перед зеркалом разматривает себя везде и приговаривает:
- Эх, велосипед бы, скоростной блядь, скоростной!!'''
,
'''Во дворце дают роскошный бал. Поручик Ржевский неспешно прохаживается по залу и присматривает себе даму. Смотрит, вроде симпатичная стоит, подходит решительно к ней строевым шагом и с размаху хватает за пизду!
— Мадам...
щупает повнимательнее.
— Мадемуазель, позвольте пригласить вас на танец!'''
,
'''Приходит мужик к врачу-хирургу и говорит ему:
— Доктор, кастрируйте меня!
Врач, поправляя пенсне, спрашивает:
— Молодой человек, а вы уверены, что хотите этого?
— Да, доктор.
Врач переспрашивает:
— Я всё-таки должен вас ещё раз предупредить, в конце концов, это очень серьезный шаг и...
— Доктор, я точно уверен!
Врач укладывает его на операционный стол, вводит наркоз и в считанные минуты проводит операцию. Сразу после того, как пациент приходит в себя, врач спрашивает у него:
— Извините за нескромный вопрос, но что же стало причиной такого вашего решения?
— Понимаете ли, доктор, я завтра женюсь на еврейке, а у евреев вроде бы что-то такое принято...'''
,
'''Жил-был в лесу вежливый лось. И, действительно, лось был очень вежлив,
вот только имел он одну маленькую слабость - всех зверей в лесу
перетрахал. И медведя, и волка, и лисицу, всех. Остался только один
заяц, до которого вежливый лось еще не успел добраться. Бедняга заяц
и днями, и ночами прячется от лося, боится. Как-то вечером решил заяц
схоронится в норе у бобра.
- Послушай, бобер, - говорит заяц, - дай я у тебя в норе заночую.
Лось к тебе ведь уже заходил, авось второй раз не сунется.
Пустил бобер, но на всякий случай предупредил:
- Ты засунь себе, - говорит, - в зад морковку, мало ли что.
Заяц так и сделал...
Вот уж луна на небе засияла, звезды замерцали, заяц медленно
погружается в сон... И вдруг... Чпок!
- Добрый вечер!'''
,
'''Знаете почему коротышки быстро ходят?
Потому что им чаще приходится нюхать пердеж.'''
,
'''Бабка с дедом решили попёхаться! Что не делали, у деда не встал! Ну он и говорит:
- как встанет, крикну: «Бабка!»;, вставай сразу раком!
Ну прошло несколько дней! Бабка в огороде копается, и ту дед несётся и орёт:
- Бабка, бабка!
Та, ну видать встал. и раком нагнулась! Дед подбегает и пенделя ей:
- Тебе лишь бы ебаться пизда старая, а у нас сарай горит!'''
,
'''Приходит мужичонка в поликлинику и прям в регистратуру:
- К кому мне обратиться - к хирургу или к терапевту?
- Да шут вас знает - идите к хирургу.
Идет значит. Пришел.
- Я вот тут спрашивал к кому обратиться - к вам или к терапевту, так к вам послали.
- А что у вас?
- Видите ли, я ссу причудливо...
-?... Покажите.
Hу достал он свой. Как пропеллером завертелось. Все облил, включая хирурга. Hу тот не выдержал в коридор и бегом оттудова. Мужичонка следом
- Подождите! Я еще сру причудливо.'''
,
'''- Доктор, раньше я ничего не мог есть, а теперь ем все подряд!
- А как стул?
- И стул тоже!'''
,
'''Сын приходит к отцу и спрашивает:
— Пап, а правда что в СССР секса не было?
— Правда.
— А правда, что все были настолько сексуально безгармотны, что не знали, где у женщин находится клитор?!
(устало, не отрываясь от телеэкрана)
— Откуда? Лизали, блядь, все подряд!'''
,
'''— Поручик, вы и на питоне программировать можете?
— На питоне не могу — макбук соскальзывает'''
,
'''Мyжик заходит в пpодyктовый магазин и спрашивает у пpодавщицы:
- Девyшка, скажите сколько стоит вон тот хуй?
Пpодавщица с вытаpащенными глазами:
- Чего???
- Извините, задумался'''
,
'''Небритый браток подходит к элегантной красивой девушке, тыкает в живот ствол и хриплым голосом говорит:
- По глазам вижу, ебаться хочешь!'''
,
'''Раньше я мыл голову простым шампунем и очень огорчался, когда после каждого мытья видел на дне ванны несколько выпавших волос. Потом друзья посоветовали мне новый чудодейственный шампунь. Я воспользовался им всего один раз - и теперь ванна у меня всегда чистая и блестит, так же как моя голова.'''
,
'''Умерла у грузина жена. Ходит он по квартире горем убитый и шепчет:
- Тут тэбя нэт.
- И тут тэбя нэт.
- Тут тэбя нэт:
- И тут тэбя нэт.
- Тут тэбя нэт! И тут тэбя нэт!! Асса!!!'''
,
'''Мужик в баре разглядывает лед в коктейле:
- Смотрите, какая интересная форма - ледышка с дыркой.
Его сосед флегматично смотрит на бокал:
- Чего тут интересного - я уже двадцать лет на такой женат.'''
,
'''Жила-была девочка. Звали её Кpасная Шапочка.
Вообще-то шапочка у неё была сеpая, из волка.
Только носила она её мясом наpужу.'''
,
'''Девушка учится у инструктора плавать. Плавает, плавает, через полчаса у него спрашивает:
- А что, если вы палец вынете, я утону?'''
,
'''Пациент уверен, что он уже мертв. Все попытки психотерапевта разубедить его в этом заканчиваются неудачей. Наконец, он обращается к пациенту:
- Скажите, пожалуйста, течет ли в трупах кровь?
- Конечно нет!
Психотерапевт хватает приготовленную иглу и быстро наносит укол в руку пациента. Появляется капля крови. Психотерапевт:
- Ну, что вы теперь скажете?
- Я ошибался. В трупах течет кровь.'''
,
'''Два рыбака сидят на озере. Из села доносится колокольный звон.
Один встает, снимает шапку, делает мрачное лицо.
Другой :
- Ты чего?
- Да жену мою хоронят.'''
,
'''Журналист ведет беседу с Борисом Моисеевым.
Журналист:
– Ну и последний вопрос: Борис, а вы видели голубей?
Моисеев:
– Чем кто?'''
,
'''На всех вечеринках Кутузов сидел напротив девчонок и строил им глазик.'''
,
'''Бедная семья. Сидят отец и сын, каpтошкy едят. Сын потянyлся за каpтошиной и слyчайно задел бyтылкy водки, она пошатнyлась, но не yпала. Сын (смеясь):
- Пап, смотpи, бyтылка только что была на волоске от смеpти.
Отец (стpого):
- Ты тоже.'''
,
'''Надпись на надгробье врача:
"Здесь покоится доктор Исаак Зильберман (1906-1997)"
А внизу шрифтом помельче:
"А если вам нужен хороший зубной врач, то мой сын Абрам принимает каждый день от 8 до 17 в моем бывшем кабинете на Б. Ордынке, 14."'''
,
'''Приходит прапорщик домой и говорит жене:
- Жрать давай.
Жена начинает жаловаться:
- Ой, я так устала, весь день работаю, ни разу не присела.
Прапорщик пожалел жену и заставил её присесть 200 раз.'''
,
'''Почему восьмилетний эфиопский мальчик плачет?
У него кризис среднего возраста.'''
,
'''Вторая мировая война. Поле боя. В окопе сидит зеленый новобранец, пороху не нюхавший. Кругом жесткая мясорубка - ежесекундно рвутся снаряды, гарь, дым, в воздух взлетает земля и тд. Он сидит, колени обнял, глаза закрыл, трясется весь и думает «Пиздец, пиздец, пиздец». Рядом сидит еще десяток таких же желторотых, трясутся и думают точно так же. Вдруг раздается резкий нарастающий свист, новобранец понимает, что вот теперь точно пиздец! Раздается мощный взрыв, его отбрасывает в другую сторону окопа и засыпает землей. Через 5 минут очнулся, открывает глаза, а кругом только фарш да ошметки мяса валяются. Он смотрит на это дело и давай ржать:
- Ахахах, пацаны, вылазьте! Они тушёнкой стреляют!'''
,
'''Захотелось мужику секса. Ну решил он притвориться слепым и в баню пойти. Пришел он в баню, увидел девушку.
- Где я, дочка?
- В бане, только это женское отделение!
- А ну да ладно, проведи меня, я ж всё равно слепой!
- Ладно, пойдем.
Заходят они в баню, женщины возмущаются, а девушку их успокаивает: Он слепой!
Ну моются значит. Тут мужик просит:
- Потри мне спину, пожалуйста!
Потерла девушка спину ему, он и говорит:
- Давай и я тебе потру!
Девушка согласилась. Ну мужик подходит к ней сзади и как всадил. Девушка говорит:
- Что ж вы делаете? Вы ж меня ебете!
- Ничего не вижу! Ничего не вижу!'''
,
'''Приходит ветеринар к терапевту:
Терапевт: На что жалуетесь?
Ветеринар: Нет, ну так каждый может!'''
,
'''Что хуже: быть заваленным шарами для боулинга или мертвыми младенцами? - Шарами для боулинга, потому что нельзя прогрызть ход наружу.'''
,
'''У костра собрались американский морпех, британский спецназовец SAS и русский десантник.
И начали спорить, кто из них круче.
Американец: — Я пробрался к противнику, с одним ножом, перерезал целый гарнизон вооруженных иракских солдат, а потом взорвал к едреням их иракскую базу.
Британец: — Это что, я вот голыми руками перебил два гарнизона талибов, взорвал к едреням их талибскую базу и взял в плен полевых командиров.
Русский десантник ничего не сказал, а просто молча пошевелил хуем угли в догорающем костре…'''
,
'''- У вас тонкие, сухие волосы и секущиеся кончики?
- Да.
- Вас к телефону.'''
,
'''Жаркий июльский денек. В автобусе давка и духотища. На остановке заходит солидного вида мужчина, протискивается в середину салона, ждет пока автобус тронется, и громко, протяжно и очень вонюче бздит. Все, естественно, возмущаются, орут фууу и выметайся отсюда, засранец! Только кондукторша тихонько улыбается в своем кресле - у неё вчера сын женился.'''
,
'''Продает на базаре молдованин мед. Ну не идет у него торговля и все тут! Рядом с ним торгует лимонами здоровенный грузин:
— Слюшай дарагой иди в магазин, купи двэ бутылки водки, пока прийдеш я продам твой мед и дэнги пополам!
Молдован сначала заартачился, но дело к вечеру делать нечего, побежал в магазин. Вернулся уже все продано, деньги поделены, на прилавке закуска приготовлена. Врезали по сто грамм вдруг подлетает подруга:
— Мужики вы не знаете, кто тут продавал противозачаточный мед?
Грузин:
— Ми, но он уже закончился!
— Ну мне хоть капочку, хоть грамулечку!!!
Наскреб ей грузин чайную ложечку- та расчиталась и спрашивает, а как им то пользоваться?..
— Э-э дарагая, такая большая, а не знаишь- намажь на хуй и аблизивай, никогда беременный не будешь!'''
,
'''В одном цыганском таборе жил ребёнок, который воровал только книги, и только по астрономии. Так его и прозвали — Яшка-мудак.'''
,
'''— Ты выглядишь на миллион долларов!
— Вау, спасибо ))
— Зимбабвийских долларов
— Это примерно 70 тыс рублей да?
— Да.
— Всё равно много ))'''
,
'''- Слышал, Мойшу инсульт накрыл?
- Да ну, и шо?
- Левую руку и левую ногу отняло.
- А шо член?
- В последний момент успел перебросить направо.'''
,
'''- Кто там?
- Сантехник пришел ебать вашу дочь.
- Кто?
- Сантехник. Ебать вашу дочь.
- Пошел нахуй, придурок.
- Ну и оставайся без унитаза, ебать вашу дочь'''
,
'''Олигарху привезли мебель. Первый грузчик поднимается со стулом, а дома только жена олигарха - топ модель. Грузчик стул оставляет, тут она на колени садится, штаны ему спускает и отсасывает.
Следующий грузчик поднимается с креслом, оставляет, она ему тоже отсасывает.
И так всем грузчикам отсосала. Те довольные сидят в фуре, обсуждают как охуенно она сосет. Водителю тоже захотелось, поднимается в квартиру, а жена олигарха ему пятьсот рублей протягивает.
- А отсосать?
- Какой еще отсосать пошел вон отсюдова!
- Ну так всем же отсосали.. а мне..
- Ну так мне муж перед отлетом ясно сказал "водителю пятьсот рублей заплатишь", я его спрашиваю "а грузчикам?", он мне "а грузчикам хуй сосать"'''
,
'''Мужик мучается сушняком с похмелья, смотрит - стоит аквариум с золотой рыбкой, начал он пить из него, а рыбка говорит человеческим голосом:
- не пей из моего аквариума, три желания выполню твоих!
мужик подумал и говорит:
- хочу большую квадратную голову, как телевизор.
- мужик, ты ебанутый?
- хочу!
и стала у него большая квадратная голова, как телевизор.
- хочу длинный черный клюв, как у пеликана.
- ты точно ебанутый!
- хочу!
и стал у него длинный черный клюв, как у пеликана.
и говорит ему рыбка:
- осталось еще одно желание, не поздно все исправить!
- хочу, чтобы левая моя нога была одиннадцать метров длиной, а правая - восемь.
вздохнула грустно рыбка, и стала у него левая нога одиннадцать метров, а правая восемь. встал мужик, шагнул, запутались у него ноги, и упал он. Лежит и думает: "пиздец, с ногами я лоханулся..."'''
,
'''Купил мужик штаны для танцев, а они ему как раз-два-три, раз-два-три'''
,
'''СССР, МГУ, экзамен. Осталось последнее место, на место претендуют русский и еврей.Половина комиссии за то что бы взять русского, вторая - за то что бы взять еврея.
Срач, который ни к чему не приводит.
Наконец у одного рождается мысль: - А давайте пойдём к ректору, пусть он нас рассудит.
А давай.
Приходит. Излагают проблему.
А он: - Вы там норкоманы штоле суки?
Они: - Так а кого же брать - русского или еврея?
Он: - Того, у кого больше баллов'''
,
'''Мужик с удочкой сидит на берегу реки.
Подходит женщина, раздевается догола, а в интимном месте пирсинг, и идет купаться.
Рыбак:
- Ты трусы-то надень тут щука здорово на блесну идет.'''
,
'''Затеял мужик капитальный ремонт и нанял под это дело двух рабочих - вроде нормальные, не бухают. Приезжает через две недели домой принимать работу, ходит - ну просто заебись всё сделано, не придерешься. Заходит в туалет, а там унитаз блять к потолку прихуячен! Он, естественно: это чё за хуйня? А работяга ему: эй, погоди ругаться, вот смотри! - разбегается, отталкивается от стены, хватается за края унитаза руками, подтягивает к нему свою жопу и начинает срать. Моча с говном, естественно, валятся сквозь ноги вниз, падают ему на спину, грудь и лицо, он отпускает руки, шлёпается в кучу собственного говна и говорит:
- Действительно, Вася, хуёво сделали - надо подправить.'''
,
'''Чтобы не перепутать бабушка одного котенка назвала Барсиком, а второго утопила.'''
,
'''У короля Англии Ричарда "Львиное Сердце" была жена-красавица, имевшая потрясающие женские формы, в частности грудь. А герцог Антуанский просто спать не мог, так хотел до ее груди добраться! И как-то на очередном приеме он спьяну признался в этом лекарю короля. Тот и сказал:
- Нет проблем! 1000 фунтов стерлингов и грудь ваша, милорд!
На том и сговорились. Лекарь сделал какой-то порошок и подсыпал королеве в ее одежды. Через день грудь стала жутко чесаться и распухла. Король позвал лекаря:
- Что может помочь моей жене?
Лекарь долго изучал грудь и сказал, что помочь может только слюна герцога Антуанского. Вызвали герцога, тот полчаса сосал и облизывал грудь королевы.
Через день все прошло и лекарь пришел к герцогу за расчетом. Тот послал его подальше, ничего не заплатив. Лекарь молча удалился, но через пару дней подсыпал порошок в трусы королю...'''
,
'''Курнул нарк ураганного гашиша, вышел на балкон, воздухом подышать. Вдруг над ним огромный огненный шар пролетел. Он охуевшый стоит такой, не может понять в чём дело. Через минуту тот же шар в том же направлении. Ну он уже совсем напрягся. Через пару минут та же картина. Он в шоке!!! Ему захотелось пить, сушняк, он заходит в зал а там мама сидит.
Нарк: Мам, дай попить, а то сушняк пробил ...
Мама: Сушняк? Конечно сынок, ты ж на балконе уже 3 день стоишь.'''
,
'''Купил бизнесмен три вагона пшена по дешевке, но никак не может понять в чем подвох. Привозят их на базу, он заглядывает внутрь и хуеет - всё пшено россыпью! А у самого склад пустой, а из инструмента только вилы. Ну он стоит репу чешет и тут к нему подходят два работяги и говорят: -ты не парься, нам это дело разгрузить вообще не вопрос, даже вилами. Бизнесмен соглашается, всё равно делать-то нечего, и спрашивает завтра к утру, мол, управитесь? А они - без проблем, подходи к 8 утра, сам увидишь. Мужик расслабился, ребята вроде нормальные, и пошёл спокойно домой. Приходит на следующий день без десяти восемь и видит: работяги стоят в вагоне, ожесточённо машут вилами, а разгружено килограмма два. Он орёт:
- Да вы охуели!? Через десять минут всё должно быть готово!
Один рабочий кричит другому:
- Поднажми, Вася, не успеваем!'''
,
'''Приходит Гулливер к лилипутам и говорит:
-Дрочите мне.'''
,
'''- Почему в белорусии президент не менялся 21 год?
- В Беларуси'''
,
'''В детстве Аня неправильно играла в бутылочку и спилась.'''
,
'''Наташа на балу говорит Ржевскому:
- Я сегодня ночью буду дома одна...
- Хорошо, наверное, быть дома ночью одной
- Я буду спать в большой мягкой постели...
- Хорошо, наверное, спать в большой мягкой постели...
- Я буду спать совершенно голая...
- Хорошо, наверное, спать совершенно голой...
- Ржевский, приходите сегодня ко мне ебаться!
Ржевский (загадочно):
- Намек понял.'''
,
'''- Хм, из тебя выйдет неплохой музыкант.
- А в тебя войдет.'''
,
'''Встречаются два рыбака.
Один другому:
- Вчера сидел на берегу, поймал золотую рыбку, та говорит: " Отпусти меня, я исполню любое твоё желание".
- Я думал, думал, вроде всё есть, и прошу её - сделай так, чтобы я с женой кончал одновременно!
- И что дальше было?
- Что, что, пока сидел рыбачил - три раза кончил!'''
,
'''-Сколько мне жить осталось?
-Ку ку ,ку ку,ку ку
-Доктор, Вы совсем ебанулись?'''
,
'''Из жизни индейцев.
- Послушай, сын мой. Если бледнолицая женщина когда-нибудь скажет тебе:
"Делай со мной все, что захочешь", не спеши снимать с нее скальп.'''
,
'''Приезжает американец в Ирландию. Там на какой-то глухой улице к нему сзади подходит какой-то тип, и, ткнув ему ствол в спину, спрашивает:
- Ты католик или протестант?
Американец думает: "Если скажу, что католик, он может оказаться протестантом, и наоборот". Тогда америкос решил схитрить:
- Я ни тот, ни другой, я иудей.
- Вау! Я, наверное, самый счастливый палестинец в Ирландии!'''
,
'''- Мой кот по-моему стал голубым.
- ???
- Он у меня вчера даже из рук не вырывался!'''
,
'''Бандит, спасаясь от полиции, забирается на крышу небоскреба, но, оступившись, падает с крыши. В полете он орет:
- Эй, люди, я бандит, держите меня!'''
,
'''Судья выносит обвиняемому приговор - 25 лет. Обвиняемый:
- Да вы что, мне же 83 года.
Судья:
- Мы же не требуем от вас невозможного - отсидите сколько сможете.'''
,
'''Девочка приходит из школы:
- Так, с Вовкой я больше не дружу!
- Но почему? - спрашивает мама.
- Он меня за косички дергает.
- Но ведь все мальчики дергают за косички.
- Да, но только Вовка дергает, когда я еще не кончила.'''
,
'''Мужики после нескольких славных партий в покер отправились на охоту. По пьяной лавочке один мужик подстрелил другого. На суде судья спрашивает подсудимого:
- Как вы могли стрелять, когда потерпевший кричал, что он не дикий кабан?
- Я думал, что он опять блефует.'''
,
'''Идет Дед Мороз по Тверской. Навстречу - проститутки. Подходит одна из них и говорит:
- Здравствуй, дедушка.
- Здравствуй, внученька, с наступающим тебя, только подарочка у меня нет.
- Ничего, дедушка. Зато у меня для тебя есть.
Расстегивает ему ширинку и начинает делать минет.
- Ааа-х, ууу-х, молодец, только горлышко не простуди.'''
,
'''У одного мужика очень сильно болела голова. Он перепробовал все лекарства, побывал у множества врачей. Бесполезно, невыносимая боль не проходит. С отчаянья решил покончить жизнь самоубийством. Но тут один врач сказал:
- Головная боль пройдет, если вам отрезать член.
Мужик подумал и говорит:
- Все равно умирать, режьте!
Отрезали. И боль действительно прошла! И мужик посмотрел на жизнь другими глазами. Ему захотелось радоваться, ему захотелось перемен. И он решил пошить себе новые штаны. Пришел к портному. Портной, старый еврей, спрашивает:
- А какие желаете карманы? А какой хотите пояс? А в какой штанине привыкли носить член?
Мужик в непонятках:
- А какое это имеет значение?
Портной:
- Что вы! От этого бывают такие страшные головные боли!'''
,
'''Некий джентльмен, прогуливаясь однажды вечером мимо городского парка, встретив даму известного поведения, сделал ей предложение, к исполнению какового дама немедленно и приступила в ближайших кустах. Проходивший мимо сотрудник правопорядка, услышав подозрительный шум в кустах и, осторожно подойдя к ним почти вплотную, оглушительно свистнул в свисток.
Дама мгновенно исчезла, джентльмен же остался стоять как окаменевший. Сотрудник правопорядка, внимательно оглядев стоящего джентльмена спереди, поинтересовался:
- А что это вы здесь делаете?
- М-мочусь..., - с трудом ответил окаменевший джентльмен.
- А почему, - спросил сотрудник правопорядка, еще более внимательно оглядывая джентльмена и слегка нагибаясь, - почему у вас уши в руках?'''
,
'''Полез Винни-Пух за медом на дерево и прилип. Идет мимо Пятачок.
- Эй, Пятачок, залезь на дерево и отдери меня!
Пятачок залез и отодрал Винни-Пуха. А через 2 дня прошел дождь и Винни-Пух сам отпал.'''
,
'''- Что такое: черно-бело-красное и не может развернуться в коридоре?
- Монашка с копьем в шее.'''
,
'''- Вася, что ты такой несчастный, замученный?
- Да, понимаешь, вчера с подругой гуляли в парке, а там - маньяк.
- Сексуальный?
- Бисескуальный.'''
,
'''Встречаются два мужика. Один - другому:
- Мой кот, ну просто заебал! Как март - так он орет дурным голосом.
- А ты своди его к ветеринару.
На том и расстались. Через год вновь как-то встретились.
- Помнишь, я советовал тебе кота к ветеринару сводить?
- Да сводил.
- Ну и что, он у тебя теперь по весне не орет?
- Еще как орет. Теперь орет: "Где? Где они? Где-е-е!?"'''
,
'''- Так жена надоела!
- Вам нужно поехать к морю, отдохнуть, поплавать!
- Нет, доктор, это не поможет: она прекрасно плавает.'''
,
'''Поймал дед золотую pыбку и собpался сделать из нее вкусную воблу, а pыбка ему и говоpит:
"Hе ешь меня, дед, я исполню тpи твоих желания!". Дед согласился. Hу исполнила она его желание, тpи pаза.
Hу так себе исполнила - pыба все-таки...'''
,
'''Почтальон подходит к калитке и видит табличкy: "ОСТОРОЖHО, СОБАКА!" Посмотpев
вглyбь и не yвидев никакой собаки, он входит и тyт же слышит собачий вой. Тyт из дома выходит хозяин и оpет:
- Hy вы что все, читать pазyчились что ли? Ты сегодня yже тpетий, кто на собакy настyпил!'''
,
'''Звонок. Старушечий голос:
- И хто там?
Тоже старушечий голос:
- Енто я, Серафима, Фекла с третьего этажу!
- Чем докажешь?
- Могу пенсионное показать. Видишь?
- Нет. Я до глазка не достаю.
- А ты тубареточку поставь.
Звук шаркающих шагов, устанавливаемой табуретки.
- Ну что? Видишь?
Грохот падающей табуретки, тела.
- (сдавленно) Фекла, ты что ли?
- Да, я.
- Скорую вызывай.'''
,
'''Один чувак слишком много грешил и решил его Бог наказать: тот уколол себе палец и у него началась гангрена. Сначала ему отрезали одну руку, потом вторую, потом одну ногу, потом вторую... Но на этом его несчастья не закончились - по осени его забрали в армию.'''
,
'''Старый еврей прогуливается по морскому берегу со своим единственным внуком. Неожиданно огромная волна захлестывает внука и уносит его в море. Старый еврей поднял глаза к небу и взмолился:
- О, боже, чем же я так сильно провинился перед тобой, что ты отнимаешь у меня единственного внука? Мой сын обвинит в этом меня, а его жена умрет от горя. Как же ты можешь быть таким жестоким?
Накатывает другая волна, такая же огромная, и выносит на берег внука, целого и невредимого. Еврей посмотрел на ребенка и, снова подняв глаза к небу и простирая руки, говорит:
- Но боже, на нем же была шляпа.'''
,
'''Голгофа. Распинают Христа. У подножия холма сидит апостол Петр и утешает рыдающую Магдалину. Внезапно с креста доносится слабый голос:
"Петр... Петр..."
Петр вскакивает, рвется через цепь солдат, но его отбрасывают.
Второй раз доносится тот же голос, страдающий, жалобный:
"Петр... Петр..."
Апостол прорывает оцепление, вот он уже у самого креста... но нет, его снова отталкивают.
И в третий раз слышится голос, уже еле слышный:
"Петр... Петр..."
Озверевший Петр, не обращая ни на кого внимания, разбрасывает в стороны солдат, отбирает у кого-то лестницу, взбирается на крест:
- Учитель, я здесь!!!
- Петр, а я отсюда твой дом вижу...'''
,
'''Маленький мальчик пришел на спиритический сеанс и попросил установить ему контакт с любимым дедушкой. Ему вызвали дух дедушки.
- Привет, внучек!
- Привет, дедуля! А откуда это ты со мной говоришь?
- С того света, внучек, с того света!
- Ну ты даешь! А что ты там делаешь - ведь ты же еще не помер?!'''
,
'''Летит самолет, дальний рейс, третий час полета. Пассажиры спокойно дремлют. Вдруг распахивается дверь в кабину пилотов и экипаж, на ходу натягивая парашюты, несется к выходным дверям. На недоуменный вопрос пассажиров: "Что случилось?!!!" спокойно так отвечают:
- Да не волнуйтесь вы, просто у нас неприятности на работе.'''
,
'''У супружеской пары долго не было детей. Через 5 лет родился ребёнок, но долго не говорил. Вдруг, в 5лет сказал 1-е слово - баба. На следующий день бабка умерла. Ещё через 5 лет сказала - деда, на следующий день дед умер. Прошло ещё 5 лет и наконец девочка сказала - папа, ну отец как положенно, купил гроб и всё такое, оделся и лёг в гроб. Тут заходит жена, и говорит: - Ты чего разлегся, козёл старый?! Пошли, поможешь соседям гроб вынести!!'''
,
'''Старый хирург наставляет молодого:
- Итак, коллега, сегодня у вас первая самостоятельная операция. Будьте предельно сосредоточены и внимательны. Иначе можете порезать себе палец.'''
,
'''Журналист берет интервью у известного фокусника:
- Скажите, а трудно выполнять такой трюк, как распиливание женщины надвое?
- Нет, не трудно, у меня большой опыт: я чуть ли не с самого детства тренировался на своих сестрах.
- Вы из многодетной семьи?
- Да, у меня восемь с половиной сестер.'''
,
'''Приходит жена с любовником домой, и они начинают заниматься любовью.
В это время из-за ширмы раздаётся монотонное "ку-ку-ку". Любовник спрашивает женщину:
- Что это такое? У тебя там кукушка?
- Да нет, у меня там муж парализованный. Он никак не выговорит "курва".'''
,
'''-Доктор, наверное, я эксгибиционист.
-Да я вижу, блядь.'''
,
'''- Здравствуйте , это клуб загадочных людей?
- Кто знает , друг мой , кто знает?'''
,
'''Решили три священника поп, мулла и раввин искупаться в озере. Пока они купались, собрался народ на берегу. Первым стал выходить поп. Прикрыл рукой наготу, схватил одежду и мигом в кусты. Аналогичным способом вылез мулла. Раввин же, когда вылезал из озера закрыл руками ЛИЦО, и схватив одежду умчался в те же кусты, где одевались его "коллеги"
— Брат, — обратились к раввину поп и мулла, — кажется ты не то прикрыл руками, когда из воды выходил.
— Я, таки незнаю, как у Вас, — отвечал Ребе, — но мои прихожане знают меня в лицо.'''
,
'''В управление крупного банка поступил сигнал, что в одном из отделений
банка дела очень плохи. Операции почти не совершаются, активность
близка к нулю. Поехал ревизор это дело проверить.
Является ревизор в это отделение в разгар рабочего дня. Входит внутрь -
там никого. Только по соседству из кабинета директора слышатся голоса:
-…вполне он мог бубну снести…
-…бубну снес, ну так черва осталась…
-…две, конечно, мы ему всунем…
-…две, это минимум….
Заглядывает ревизор в этот кабинет и о*уевает - директор отделения
и 3 клерка режутся в карты. Так, думает ревизор, сейчас я им устрою.
Возвращается в операционный зал и нажимает на кнопку тревоги. Начинает
завывать сирена. Ревизор отпускает кнопку, сирена стихает, и из
кабинета слышится:
-…сначала спокойно трефу отберем…
-…а ход от кого?
Опять ревизор нажимает кнопку. И опять после сирены:
-…а теперь прорезаем пику…
-…точно нет у него бубны…
Нет, думает ревизор, я вас все-таки сделаю. Нажимает на кнопку третий
раз. Тут в дверь с улицы входит официант из пивняка напротив,
несет 4 пива:
- Да слышу я, слышу, уже несу'''
,
'''Старый английский лорд приходит к врачу.
- Вы знаете доктор, я женился полгода назад на прелестной молодой
особе, но она никак не может забеременеть, может быть что-то
посоветуете?
- Сколько Вам лет, сэр?
- 75.
- А Вашей жене?
- Ей 25.
- Вот, что я Вам посоветую, возьмите Вашу жену, наймите молодого
секретаря и отправляйтесь на Вашей яхте в путешествие месяца на два-на
три. Вы знаете, морской воздух, порой, творит настоящие чудеса!
Проходит полгода, старый лорд появляется у доктора.
- Огромное Вам спасибо, доктор! Морской воздух действительно творит
чудеса! Моя жена беременна!
- Хм, а как поживает молодой секретарь? - спрашивает доктор.
- Вы знаете, она тоже беременна! Морской воздух творит чудеса!'''
,
'''Пенсионер Лев Соломонович идёт к своей любовнице .
Заходит в подъезд и видит табличку: «Лифт не работает по техническим причинам.» А Софа-таки живет на 17 этаже!
До 4-го этажа он взлетел на крыльях любви!
На 6-м вытер пот со лба и достал валидол!!
На 11-м сел на ступеньки и подумал:- Господи, хоть бы этой бляди дома не было!!!'''
,
'''Сидит мужик в роддоме, за дверью жена рожает.
Тут выходит акушерка и говорит:
— Поздравляю, у вас родился сын!
— Ура! Ура!
Акушерка тут же говорит:
— Подождите, это еще не все!
Заходит назад в палату и тут же выходит со словами:
— Поздравляю вас, у вас еще двойня - мальчик и девочка!
Мужик с недоумением:
— Ну ладно, жена мечтала о девочке, зато еще один сын!
Акушерка снова говорит:
— Подождите, это еще не все!
Заходит в палату и тут же выносит ему пятерню!
Мужик полностью в недоумении:
— Это уже детский сад целый!
Акушерка снова говорит:
— Подождите, это еще не все.
Заходит в палату и долго не выходит. Обалдевщий мужик начинает представлять, сколько же она вынесет на этот раз. Подходит к двери, заглядывает, а там бегают врачи с младенцами на руках, медсестры лежат в обмороке, а главный акушер кричит:
- Свет! Тушите свет! ОНИ ЛЕЗУТ НА СВЕТ!!!'''
,
'''Командир подлодки жалуется другу:
- Мы в плавaнии по нескольку месяцев, матросы женщин не видят, начинают заниматься онанизмом в каждом углу и весь корабль забрызган спермой.
- Ты раздай им по баночке, и обещай премию тому, кто наспускает больше всех.
- А где я денег на премию возьму?
- Сдашь потом куда-нибудь сперму, сырье-то ценное.
Так командир и сделал. Лодка чистая, но бочку загустевшей спермы смог пристроить только на свечной заводик.
А по возвращении из следующего рейса его встречает наряд полиции.
- Вы поставили сырье для свечек?
- Я. А в чем дело?
- В монастыре все монашки беременны!'''
,
'''Будят утром капитана:
- Капитан пробоина по ватерлинии!
Капитан не долго думая надевает жилет и прыгает за борт. Летит и думает:
- "Какая нахуй пробоина?? По какой нахуй ватерлинии?? Я вообще лётчик!!"'''
,
'''Сидит на рынке мужик, торгует пирожками. Подходит хохол: - Почём пирожки? - Вот эти с капустой — по 30 рублей, а вот эти с мясом — по 50! - А вон те? - А те с говном! - Шо?! Да как же вам не стыдно, людям пирожки с говном продавать?! - А они не для продажи, они бесплатные! - Тогда, пожалуйста, один с капустой, один с мясом и четыре с говном!'''
,
'''Закончилась посадка на суперлайнер. В салон выходит стюардесса:
- Дамы и господа, для того, чтобы помочь вам скоротать время полета, на борту нашего лайнера имеются библиотека, кинозал, три бара, ресторан, бассейн и два теннисных корта. А теперь я попрошу вас пристегнуть ремни безопасности, потому что сейчас вместе со всей этой хуйней мы попытаемся взлететь!'''
,
'''Раз в тысячу лет Бог спускается на землю и приглашает к себе трех правителей ведущих стран. И он отвечает на один их вопрос. И вот перед ним Тэтчер, Рейган и Горбачев. Рейган спрашивает: «Через сколько лет в США будет такая же жизнь, как у вас в раю?» Бог вытащил записную книжку, посмотрел и ответил: «Через 27 лет». Рейган расстроился: «Я не доживу...» Вторая Тэтчер: «А когда мы заживем, как в раю?» Бог сказал: «Через 35 лет». Тэтчер пустила слезу: «Жалко, я этого не увижу...» Третьим был Горбачев: «Ну а в России когда рай будет? » Бог заплакал: «Я не доживу...»'''
,
'''Разговаривают трое друзей. А у каждого дома по коту.
Первый:
- Вот я своего зову пенопластом.
- Почему?- спрашивают все
- Сколько его не топи- всё равно всплывёт!
Второй:
- А я своего- бумеранг!
- Почему?
- Сколько его не выкидывал - всё равно, собака, возвращается!
Третий так задумчиво:
- А я своего зову Джордано Бруно
- Бля, ну ты садист конечно...
- Да чё садист, он просто на звёзды смотреть любит.'''
,
'''Говорят в Большом было. Опера "Евгений Онегин". То место, где герой у графа спрашивает:
- Кто это там в малиновом берете?
- Жена моя!
- Не знал, что ты женат!
Так вот, в самый ответственный момент потерялся берет. Срочно нашли зеленый, и выпустили девушку на сцену. Герой увидел, из положения выходить надо, ну и ляпнул наскоро:
- Кто это там в ЗЕЛЕНОВОМ берете?
Граф обалдел, и от неожиданности запутался:
- СЕСТРА моя!
Евгений совсем спрыгнул с катушек, и поет:
- Не знал, что ты СЕСТРАТ!'''
,
'''- Скажи, вот если мужчина говорит, что у меня волосы хорошо пахнут, это домогательство или нет?
- Да нет, это комплимент, по-моему.
- А если он карлик?'''
,
'''Идёт свадебный банкет. В зал вбегает главный распорядитель и объявляет:
- Свадьба отменяется - невесту обесчестили!
Все возмущаются, порываются отомстить... Но тут снова входит распорядитель:
- Господа - свадьба состоится! Честь невесты восстановлена... Негодяй извинился!'''
,
'''Возвращается мужик с охоты, калитку заело, ну, и полез через забор. Залез наверх и вперед себя бросил ружье, а оно выстрелило дробью прямо ему в мужское достоинство. Мужик бросился к хирургу.
После операции хирург ему говорит:
- Я сделал все что мог, вот Вам визитка моего брата.
Мужик спрашивает:
- Ваш брат тоже хирург?
Хирург отвечает:
- Нет, он флейтист и покажет Вам, когда Вы будете писать, как ставить пальцы, чтобы моча не попала Вам в глаза.'''
,
'''- Вы любите детей? - Конечно! Я 8 лет за это отсидел.'''
,
'''Два дpyга сидят в баpе и пьют пиво.
- Ты знаешь, моя жена может заниматься любовью часами!
- Hy и что?
- Да я потом целое yтpо часы ищy.'''
,
'''Шмульберг, владелец фирмы по производству гвоздей, зовёт своего сына и говорит:
- Изя, я хочу на время поручить тебе управление фирмой: я столько лет работал без отдыха, что мне наконец надо отдохнуть. Я уезжаю на 3 месяца на Багамы и хочу, чтобы ты сам все это время управлял фирмой, решал все проблемы и не беспокоил меня...
Уезжает Шмульберг на Багамы, отдыхает там по полной программе, но вдруг через месяц ему звонит сын:
- Папа, я дал рекламу - и теперь гвозди расходятся так, что производство не справляется - а я не знаю, как управлять производством, так что тебе нужно приехать помочь мне!
На следующий день Шмульберг прибывает домой и спрашивает сына:
- Изя, как тебе удалось так наладить сбыт?!!
- Всё очень просто: я дал рекламу... Вон,! видишь - рекламный плакат на стене висит?
Шмульберг смотрит на плакат - и видит, что на нём изображён Христос, распятый на кресте, а внизу надпись: "Гвозди Шмульберга - благодаря им он держится уже 2000 лет!".
Шмульберг:
- Изя, что ты сделал?!! Сними сейчас же все эти плакаты, и запомни: никогда не используй имя и изображение Иисуса Христа в рекламных целях! Ты что - хочешь, чтобы опять начались погромы?!
После этого Шмульберг снова уезжает на Багамы. Ещё через месяц сын снова звонит ему:
- Папа, я сменил рекламу, гвозди по-прежнему расходятся, производство работает вовсю - и у меня теперь проблемы со снабжением. Так что тебе нужно снова приехать...
Шмульберг возвращается в свой город - и сын показывает ему новую рекламу - плакат, на котором изображен пустой крест, а внизу надпись: "Надо было использовать гвозди Шмульберга!".'''
,
'''Разговаривают двое:
- Я вчера в лесу 3 ведра грибов собрал для тёщи.
- А вдруг они ядовитые?
- Что значит "вдруг"?'''
,
'''Из передачи о животных:
"Крысы всегда удивляли своей способностью приспосабливаться к обстановке. Они умудряются жить на глубине нескольких десятков метров в шахтах, питаясь объедками и шахтерскими фекалиями. Шахтеры любят животных и частенько их подкармливают".'''
,
'''- Мама, а кому это папа язык показывает?
- Тому, кто его повесил.'''
,
'''В самолете мужчине стало плохо. Стюардесса бегает по салону и ищет врача, все молчат.
Веган: Я веган.'''
,
'''Едет мужик по пустыне на верблюде. Верблюд еле тащится, а потом совсем остановился. Мужик взял его за узду и потащил. Тащит, тащит — видит в пустыне стройка какая-то. Мужик подошел и говорит строителям — такая вот проблема — верблюд ехать не хочет.
Строитель:
— На эстакаду.
Мужик завел верблюда на эстакаду. Строитель взял два кирпича и как ударит верблюда с двух сторон по яйцам. От верблюда и след простыл.
Мужик:
— А как же я его догоню?
— На эстакаду.'''
,
'''Заблудился один туpист в джунглях Hовой Зеландии. Выходит он на полянку, а там племя канибалов. Увидели они его, окpужили.
— Все, пиздец. — думает мужик.
В это вpемя пpоливается на него свет с неба и он слышит:
— Hет, еще нет! Ты должен выхватить нож у вождя и воткнуть в сеpдце его сына.
Мужик с кpиками набpасывается на вождя, выхватывает у него нож и убивает его сына.
Голос с неба:
— Вот тепеpь точно пиздец!'''
,
'''Муж заметил, что его жена стала часто ходить к гинекологу. Решил узнать, в чем дело, приходит в кабинет - а там жена на кушетке лежит, а гинеколог ее трахает.
- Что вы делаете? - спросил удивленный муж - Если бы не мое высшее образование, я подумал бы, что вы ее трахаете.'''
,
'''Казахская семья так любила автомобили Audi, что назвали свою дочь Асем.'''
,
'''Наш спонсор – доставка из секс-шопа.
Доставка из секс-шопа – вам пизда!'''
,
'''Шаман-извращенец вызвал золотой дождь.'''
,
'''Приходит лилипутка к гинекологу:
- У меня, когда идет дождь, там все болит.
Врач посмотрел - все нормально. Через некоторое время она снова приходит с этой же проблемой. Врач опять произвел осмотр - все нормально. Врач говорит:
- Вы приходите когда дождь будет.
Пошел дождь. Приходит лилипутка. Врач посмотрел и говорит:
- Теперь все нормально будет.
- А что вы сделали, доктор?
- Голенища у резиновых сапог подрезал чуть-чуть.'''
,
'''Повадился как-то некрофил на сельское кладбище. Могилы рушил, мертвецов трахал со страшной силой. Менты по этому делу завели уголовное дело и предупредили: кто некрофила увидит и ментов позовет, тому ппемию выпишут.
Пришел в очередной раз некрофил на кладбище, могилу раскопал, мертвяка достал и давай его ебать. Тут деревенский мужик его увидел и давай в ментуру звонить. Мусора приехали, и видят такую картину: лежит некрофил и дрыгается в ритме, а под ним лежит бабка - дряхлая, лет под 80, уже разложившаяся, сиськи отвалились, по влагалищу черви ползают. Некрофил кончил, встал и тут все увидели, что у него на члене презерватив. Спрашивают менты:
- Зачем презерватив? Боишься что эта бабка от тебя залетит?
- Неа... Я просто... брезгую.'''
,
'''После кораблекрушения на необитаемом острове оказываются трое из команды корабля: капитан, мичман и матрос. Через несколько дней пребывания на острове они вдруг находят кувшин, из которого после откупоривания, естественно, вылезает джинн и обещает каждому исполнить по одному желанию. Первый, как самый старший, желание загадывает капитан:
- Хочу очаровательную блоднидку с пышным бюстом.
Тут же перед ним появляется пышногрудая блондинка неописуемой красоты.
Мичман: - Хочу роскошную брюнетку с широкими бедрами.
И перед ним тут же предстает девушка с заданными параметрами и столь же привлекательная, что и первая. Когда дошла очередь до матроса, он не отрывая глаз от девушек, произнес:
- Хочу, чтобы капитан и мичман стали гомиками!
Очень недолго радовался матрос исполнению своего желания. А девушки так и остались без мужского тепла.'''
,
'''Сатана явился к бездарному писателю и говорит ему следующее:
- Ты бездарный писатель и уже никогда не напишешь ничего хорошего, но я могу помочь тебе! Ты будешь писать по 5 романов в год в течении 5-ти лет и каждый из них будет бестселлером и будет напечатан миллионным тиражом. Но за это погибнут все твои родственники... Не торопись отвечать, подумай... Завтра я приду за ответом.
С этими словами он исчез. Писатель остался и стал думать...
- Так! Значит я буду писать по 5 бестселлеров в год на протяжении 5-ти лет и каждый из них выйдет миллионным тиражом... Но погибнут все мои родственники...
- Блин! Еще раз... Значит за 5 лет я напишу 25 романов, каждый из них станет бестселлером и разойдется миллионным тиражом... Но погибнут все мои родственники...
- Черт!!! На чем же он хочет меня подловить???'''
,
'''- Дядя молочник, а дайте мне еще веселого молока!
- Так кто опять пустил ребенка в наш банк спермы?'''
,
'''- Девушка, что вы делаете сегодня вечером?
- Аборт.'''
,
'''- Официант, у меня в супе плавает слуховой аппарат!
- Что, простите?'''
,
'''Штирлиц ел угрей, которые ему принесла радистка Кэт.
- Вкусно, - приговаривал Штирлиц.
- Ешь, - улыбалась Кэт. - Я еще выдавлю.'''
,
'''Отец решил вывести сына на прогулку. Вышли в город и у первой же пивной остановились, отец купил себе бокал пива. Выпил один, купил второй, третий, четвертый... Сын смотрит на пьющего батю и говорит: "Папа, купи, пожалуйста, мороженое!"
Батя сыну: "Ты что, совсем ебнулся?! ПИВО С МОРОЖЕННЫМ?!"'''
,
'''- Почему шотландцы носят юбки?
- Потому что овцы слышат звук расстегивающейся молнии.'''
,
'''Когда мужчины спрашивали ее о возрасте, она кокетливо смеялась и отвечала, что женщине столько лет, на сколько она выглядит. Некоторые ей верили и имели большие проблемы - паршивке еще не было 15-ти.'''
,
'''Пришла теща к зятьку домой в гости. И пирожки с собой принесла, мол, покушай, зятек. "Странно", - думает зять, - "отношения у нас натянутые, скользкие". Ну и дал пирожок коту попробовать. А тот брык, и упал без чувств. "Ни хера себе мама", - опешил зять, да как даст подносом с пирогами теще по башке. Она брык, и рядом с котом упала. Котяра вскочил, и с победным криком показал теще средний палец.'''
,
'''Секретарша заходит в кабинет начальника вся в слезах. Тот спрашивает:
- Что с вами, Леночка?
- Я только что была у гинеколога, и он мне подтвердил, что я беременна. Судя по сроку, это могло произойти только тогда, когда мы ездили на семинар, а это значит, что я беременна от вас. А так как и вы женаты, и я замужем, а аборт делать уже слишком поздно, у меня остается только один выход - покончить с собой!
Начальник с видом глубокого сочувствия кладет ей руку на плечо и нежно так говорит:
- Хорошо, Леночка... Я всегда был уверен, что на вас можно положиться!'''
,
'''- Сынок! Ты нас с мамой любишь? Любишь? Ну не стесняйся, скажи, любишь?!
- Отвечай, ублюдок, когда тебя взрослые спрашивают!!!'''
,
'''Маленький провинциальный городок. Вокзал. На площади перед вокзалом стоит маленькая девочка и играет на скрипке. Рядом стоит дедушка со старой шляпой и собирает деньги. Неожиданно перед ними появляется маленькая фея. Она подлетает к девочке и спрашивает у неё:
- Девочка, чего бы ты сейчас хотела больше всего?
- О добрая фея, - ответила девочка, - я бы хотела новую скрипку.
Фея подлетает к дедушке:
- А ты, дедушка, чего бы хотел сейчас больше всего?
Но дедушка не верил в чудеса, поэтому он сказал:
- Пошла бы ты, фея, в задницу.
... Маленький провинциальный городок. Вокзал. На площади перед вокзалом стояла маленькая девочка и играла на новой скрипке. Рядом стоял дедушка со старой шляпой и феей в заднице.'''
,
'''Два алкаша, мужчина и женщина, ищут третьего. Женщина подходит к прохожему:
- Третьим будешь? Он посмотрел на нее:
- Я и первым не буду.'''
,
'''Молодая женщина вбегает в церковь, бежит к алтарю, на ходу лаская свои груди, и кричит священнику:
- Святой отец, я хочу, чтобы вы овладели мною прямо на алтаре!
- Но... дочь моя, ты находишься в храме божьем!
Но женщина снимает с себя лифчик, не переставая при этом ласкать свои груди и киску, и говорит:
- Святой отец, я хочу чтобы вы изнасиловали меня, как дикий зверь!
- Дочь моя, мне это по сану не положено, я священник и еще раз напоминаю вам, что вы находитесь в церкви. В конце концов я просто физически не в состоянии!
Женщина снимает с себя остатки одежды, заваливается на алтарь и начинает извиваться на нем, все так же лаская себя во всех местах. Тут священник поворачивается к распятию и произносит:
- Господи Иисусе, скажи мне, что я должен делать?
Иисус:
- Да сними ты меня наконец с этого креста, идиот!!!'''
,
'''В автобусе: - Девушка, вы выходите? - Выходят замуж! - Девушка, вы сходите? - Сходят с ума!
- Может вы вылазите? - Вылазят, когда рождаются!
Мужчина, пинком выпихивая ее из автобуса: - С днем рожденья, сука!'''
,
'''Английский лорд возвращается домой и застает жену в постели с любовником. Он тихо выходит из комнаты, зовет слугу и говорит ему:
- Джон, принесите, пожалуйста, мою саблю.
Джон приносит саблю, лорд входит с ней в спальню, через несколько секунд выходит оттуда, вытирая с сабли кровь платком, и говорит слуге:
- Джон, принесите, пожалуйста, пластырь для джентльмена и штопор для леди.'''
,
'''Hаша кошечка тоже сначала боялась пылесоса, а потом ничего - втянyлась.'''
,
'''Мужик навещает в больнице тещу, которая там лежит с серьезным заболеванием ног:
- Здравствуйте, мама, я вижу, вам скучновато здесь лежать, даже почитать нечего, верно?
Так вот, я вам книжку принес, "Повесть о настоящем человеке" называется.'''
,
'''Змей Горыныч прилетел в деревню, сжег ее, скотину всю сожрал, мужиков отлупцевал.
Отлетел, разлегля недалеко на горке и смущено так говорит:
- Вот такой я забавный зверек!'''
,
'''- Что общего у католического священника с новогодней ёлкой?
- И там, и там шары - всего лишь украшение.'''
,
'''- О чем думает мужчина, когда слышит среди ночи плач собственного ребёнка?
- Не всегда большой член – это хорошо.'''
,
'''На экзамене по анатомии профессор задает студентке вопрос на засыпку:
- Какой человеческий орган является символом любви?
- У мужчины или у женщины? - переспрашивает студентка.
- У меня, - рычит профессор и агрессивно двигает тазом'''
,
'''— Изя, я слышал, твоя тёща умерла. А что у нее было?
— Да так, ерунда – старый сервант и телевизор.'''
,
'''Идет прапорщик по танковой части - видит что боец с молотком на палец стоит дует.
- В чем дело?
- Да вот гвоздь забивал, по пальцу попал.
- Кто-ж так бьет?! Смотри как надо!
Берет гвоздь и лбом его по самую шляпу в стену вгоняет. Боец офигевает от такого и спрашивает:
- Т. пропорщик, а в бетонную стену можете?
- Да без вопросов!
Берет гвоздь и опять по шляпу в стену лбом загоняет. Боец еще больше офигевает, но не отстает:
- Т. прапорщик, а в броню можете?
- Да без проблем!
Берет гвоздь и в танк лбом по гвоздю лупит. Гвоздь гнется но не лезет. Тут уже прапор офигевает, берет второй гвоздь, опять бьет, и опять гвоздь гнется. Тут прапор не выдерживает, лезет в танк, а там - другой прапор спит и головой к броне прислонился.'''
,
'''Приходит мужик устраиваться на работу в цирк и говорит:
- У меня есть трюк, я могу прыгнуть с высоты 10 метров вниз головой без страховки.
Директор цирка ведёт его на арену, мужик залезает на трапецию и прыгает головой вниз, падает головой вниз на пол, лежит пару минут и встаёт. Директор в восторге, говорит:
- Я тебе за каждый такой трюк буду платить по 100 долларов.
- Нет.
- 200?
- Нет.
- 1000?
- Нет, я решил больше не повторять свой трюк.
- Почему?
- Это больнее, чем я думал.'''
,
'''Вовочка в школе обращается к учительнице:
— Марья Ивановна, отпустите меня домой, чувствую случилось какое-то несчастье.
— Конечно, иди, дорогой.
Возвращается Вовочка из школы, а навстречу ему две проститутки:
— Володя, пошли с нами, обещаем все удовольствия сразу.
— Не, девчонки, сегодня не могу, чувствую, дома случилось несчастье.
Идет Вовочка дальше, а навстречу ему два алкаша:
— Вован, давай бухнем!
— Извините, ребята, не сегодня. Чувствую, дома случилось несчастье.
Приходит Вовочка домой:
— Мама, у нас все хорошо?
— Не совсем, Володя. Сегодня твой брат Александр стрелял в царя.'''
,
'''Сидят мама и дочка у телика, вдруг мама случайно переключает на порноканал, а там парочка занимается сексом. Дочка спрашивает:
- А что это они делают, мамочка?
- Они готовят пирожные!
(и быстренько переключает канал).
На следующее утро девочка радостно вбегает на кухню, мама спрашивает ее:
- Что это ты такая веселая сегодня, дочка?
- Мама, мама, вчера поздно вечером когда мне не спалось и я спустилась в гостиную, то увидела, как вы с папой готовили пирожные, так я потом позже вернулась и слизала весь крем с дивана!'''
,
'''- Кто может быть опаснее ВИЧ-инфицированного бультерьера?
- Тот чувак, от кого он заразился.'''
,
'''"Лучше иметь дочь - проститутку, чем сына - милиционера", - подумал И.Н.Цестов и стал ее иметь.'''
,
'''Два друга разговаривают:
- Моя жена была шлюхой в прошлой жизни.
- Откуда ты знаешь?
- А я ее вчера зарезал.'''
,
'''- Когда у мексиканца появляется желание поесть?
- Когда прекращается жжение в заднем проходе.'''
,
'''Девочка прибегает домой с улицы, говорит маме:
- Мама, смотри - один доллар!
Мама говорит:
- Очень хорошо, найдёшь ещё - приноси!
Назавтра дочка прибегает опять и говорит:
- Мама, вот ещё один доллар!
Мама говорит:
- А почему ты только один доллар приносишь? Приноси больше!
Дочка отвечает:
- А за больше они в писю хочут.'''
,
'''Мужик собирается остановиться на ночь в гостинице. Но примерно через час он прибегает к администратору отеля и начинает орать:
- Я не понимаю, что это за гостиница, черт возьми!
- У вас что-то случилось?
- Что у меня случилось?! А вот, что у меня случилось в вашей дыре: когда я вошел к себе в номер, меня там уже поджидал какой-то тип с револьвером. Затем он приставил пушку мне к виску и сказал: "Становись на колени и соси, если не хочешь, чтобы я разнес твои мозги по всему номеру!"
- О, боже! - воскликнул администратор. - Не может быть! Какой ужас! И что вы сделали, простите?
Постоялец, весь побагровевший от злости, начинает орать:
- ВО МУДИЛА, ОН ЕЩЕ И СПРАШИВАЕТ! ТЫ ЧТО, СЛЫШАЛ ВЫСТРЕЛ?!!!'''
,
'''А сейчас я с вами прощаюсь. После рекламы вас ждут новости спорта, прогноз погоды и новая полюбившаяся рубрика – «Чо там у хохлов?».'''
,
'''Как-то раз одна маленькая девочка в лютый мороз отправилась в лес и заблудилась.
Но эта рождественская история, как и все, закончилась хорошо: никто не заметил пропажи девочки  и праздник продолжался!'''
,
'''- Капитан, а как вы догадались, что именно на этом месте и произошло крушение корабля?!
- О, мне помогли эти всплывающие подсказки!'''
,
'''- Как работают глухие гинекологи?
- Они читают по губам.'''
,
'''Падает самолет. Пилот попросил стюардессу, чтобы та предупредила пассажиров, и они приготовились к аварийной посадке. Через несколько минут пилот спрашивает стюардессу, все ли заняли свои места и пристегнули ремни.
- Все, - ответила стюардесса, - кроме одного адвоката - он до сих пор раздает всем свои визитки.'''
,
'''Московское метро в час пик. Все едут спрессованные. Вдруг одна девушка начинает возмущаться:
- Нет, ну это хамство. Молодой человек, отодвиньтесь от меня.
- Девушка, ну что вы, успокойтесь. Это не то, что вы думаете. Я сегодня получку получил, это деньги свернутые у меня в кармане.
Проехали еще несколько станций. Вдруг девушка говорит:
- Молодой человек, только не говорите мне, что после "Киевской" вам прибавили зарплату.'''
,
'''В уездной семинарии лет эдак 100 назад:
- А сегодни, братие, тема нашего занятия о душе и теле. Отделима ли душа от тела? Брат Алексий, ответствуй.
- Дык по-моему, батюшка, отделима.
- Доказуй.- Трерьего дня, шед мимо окон Ваших, глас Ваш из онных услышал, коий вещал: «А теперь, душа моя, одевайся и уебывай».'''
,
'''Едет монашка с валютной проституткой в одном купе. На путане норковая шуба, изумруды в ушах, брильянтовое колье на шее.
- Скажите, а сколько стоит ваша шуба? – робко интересуется девственница.
- Одну ночь любви.
- А изумрудные сережки?
- Две ночи любви.
- …
- Если вы хотите спросить о колье, то мне оно досталось после недели, проведенной на Багамах с богатым лохом.
Вернулась грустная монашка к себе в монастырь, заперлась в келье. Стук в дверь.
- Кто это?
- Отец Георгий, пусти…
- Шли бы вы, батюшка, со своими карамельками на хуй.'''
,
'''- Доктоp! У меня яйцо посинело!
- Hyжна ампyтация.
… Ампyтиpовали.
- Доктоp!! У меня втоpое яйцо посинело !!!!
- Сpочная ампyтация!
… Ампyтиpовали.
- Доктоp!!!! У меня член посинел!!!!!!
- Hемедленная ампyтация!
… Ампyтиpyет и дyмает:  «А может y него джинсы линяют??»'''
,
'''- Скажите, Сергей, как вы поняли что в квартире находится кто-то чужой?
- Ну у нас в семье как то не принято хуярить меня сзади табуреткой по голове.'''
,
'''Мужик - сексопатологу:
- Доктор, моя жена не хочет заниматься со мной оральным сексом.
- Ну, попробуйте намазать член шоколадом, женщины любят сладости. Затем ложитесь на кровать и ждите результата.
На следующий день мужик возвращается. Врач:
- Ну как, мой совет вам помог?
- Нет, моя жена даже внимания не обратила. Зато дети были просто в восторге!'''
,
'''Жена лежит в больнице, очень тяжело больная. Муж сидит pядом. Она ему говоpит:
- Если я умpу, ты женишься опять?
- Hу, может быть. Kогда-нибудь потом.
- И ты пpиведешь ее в наш дом?
- Hу, навеpное. Она же будет мне женой.
- И она будет спать в нашей постели ?
- Hу, навеpное. Жена ведь будет, все-таки.
- И она будет игpать моими клюшками для гольфа?
- Да нет, она же левша!'''
,
'''Вчера я сортировал грибы. Червивые откладывал, а хорошие пожарил и съел. Потом я взялся за червивые. Изъеденные места я вырезал и откладывал, а хорошие пожарил и съел. Затем я принялся за то, что осталось. Аккуратно вынул всех червяков и отложил их, а грибную мякоть пожарил и съел.
Червяков я потом тоже съел. Их не жарил - надоело.'''
,
'''Едет на средней скорости автомобиль по трассе. Его останавливает гаишник.
- Сержант Петренко, ваши документы.
- Пожалуйста.
- А не понятно, гражданин, чего это у вас обезьянка сидит на переднем сиденье?
- Смотри, - говорит мужик, - расстегивает ширинку, сажает обезьянку себе на колени и та начинает ему делать минет. Шлеп обезьянку по голове - она быстрее... Еще раз - еще быстрее и так далее. Ну тут мужик кончил и смотрит, улыбаясь, на сержанта и спрашивает:
- Ну, что, хочешь попробовать?
- Да нет, отвечает гаишник, ты же мне всю башку отобьешь!'''
,
'''Поручик Ржевский на балу. Ему восторженно:
- Поручик, ну расскажите же историю какую-нибудь, вы же столько объездили...
Ржевский:
- Вот был я недавно в Африке. Иду по пустыне. И вдруг... Лев мне навстречу! Господа, я обосрался.
Все его принимаются успокаивать:
- Ну поручик, ну не расстраивайтесь. Ведь Лев все-таки, не кот Василий, съесть мог. Страшно. Ну с кем не бывает...
- Да нет, господа, я только что обосрался.'''
,
'''Радистка Кэт утром подойдя к зеркалу увидела красное пятно на шее. "Засос" - вспомнила Кэт. Это Штирлиц ударил ее по шее когда она передавала сигналы СОС открытым текстом.'''
,
'''Ввели четвертую программу телевидения. В первый же день гражданин сел к телевизору, включил первую программу и увидел, что по ней выступает Брежнев. Переключил на вторую - снова Брежнев. На третью - опять Брежнев. Переключил на четвертую. Там сидит полковник КГБ и грозит пальцем: "Ты сейчас у меня, блядь, допереключаешься!"'''
,
'''В капиталистическом мире человек эксплуатирует человека, а в социалистическом — наоборот.'''
,
'''Выступает мужик с крокодилом. Открывает крокодилу рот, кладет в него свое "достоинство", закрывает крокодилу рот и с размаху бьет крокодила по голове кулаком.... потом открывает крокодилу рот и показывает изумленной публике свой неповрежденный фаллос, после чего спрашивает:
- Ну, кто так может?
Робкий женский голос:
- Я могу...  только по голове не бейте...'''
,
'''В ларьке:
- А дайте пожалуйста шоколад.
- "Воздушный" подойдёт?
- А там фольга есть?'''
,
'''Один маленький мальчик стоял на балконе. Вдруг он сорвался и стал падать вниз, приземлившись прямо на прохожего. Оправившись, последний пошел жаловаться родителям мальчика. Приходит в квартиру и возмущенно говорит родителям:
– Почему с вашего балкона всякие гандоны падают!?'''
,
'''Идут американский и израильский генералы по территории израильской военной базы.
Американец и говорит, что мол дисциплина у вас ни к черту. Вот мимо прошел солдат и их не поприветствовал.
Израильский генерал начинает краснеть и обещает, что щас он с тем рядовым разберется.
Догоняет того, дергает за рукав и говорит:
- Изя, ты шо, на меня обиделся?'''
,
'''Ковбой заходит в салун и говорит пианисту:
- Эй, одноглазый, сыграй-ка мне "Старое Чикаго"!
- Я не одноглазый и ничего играть не буду!
Тут же гремит выстрел. Одноглазый пианист:
- Чикаго, Чикаго, старое Чикаго...'''
,
'''Идет мужик по лесу, вдруг видит — избушка на курьих ножках, а на крыше вывеска: "Изба-гадальня". Hу мужик думает - дай зайду-погадаю. Заходит, а в избушке темно, хоть глаз выколи, вдруг из темноты голос:
— Че бля пришел?
— Да вот, это, погадать хочу!
— Hу возьми справа от тебя ковш, зачерпни из бочки впереди и выпей.
Мужик отхлебнул и кричит:
— Бля, да это же говно!
Голос:
— Угадал, дальше гадать будем?'''
,
'''Великая Отечественная. Захватывают немцы глухую русскую деревню, выстроили всех и командир говорит:
— Всех мужчин мы расстреляем, но у женщин есть возможность спасти своих мужей. Мы выстроим мужиков в ряд, снимем им штаны, вам завяжем глаза, а вы по хую должны определить, кто ваш муж
Делать нечего, бабы соглвсно закивали. Построили мужиков, спустили штаны, первая пошла.
— Так этот не мой, это не мой, это не мой, о вот он мой!
Следующая:
— Этот не мой, этот не мой, о вот он мой!
Так несколько баб прошло, командир думает:"Не так дело не пойдет, мы же никого не расстреляем!" Решили поставить между русскими несколько немецких солдат. Поставили. Пошла следующая:
— так, этот не мой, этот не мой, этот не мой, этот вообще не с нашей деревни'''
,
'''Горный аксакал пас овец високо-високо в горах... Уснул... Просыпается — овец нет.. Пришёл в ближайший аул, спрашивает у местного аксакала:
— Слущий, пас я авэц. Уснул. Прасипаюсь - их нэт.. Ты моих авэц не видел?
— Вах, как жи нэ видэл! Видэл! Ани вон за той гарой.
Сходил — действительно там.
Приходит обратно в аул:
— Сущий, брат, как тэбя атблагадарит? Хочэш авца дам?
— Да, нэт, сущий, нэ нужэн мнэ твой авца. Ти просто скажи спасибо.
— Сущий, хочэш — двэ дам!
— Да, нэт, просто спасибо скажи.
— Эбать ти жадный! Три дам!
— Да, нэт, нэ нужны мнэ тваи авцы! Проста спасиба скажи..
Мимо проезжал джигит на коне.
— Сущий, разрэши наш спор: он патерял авэц. Я памог эму найти их. Он хочэт мэня атблагадарит. Он гаварит - хочэш авца дам. Я гаварю — скажи спасиба и всё. Нэ нужны мнэ тваи авца. Рассуди нас?
— А-а, я понял! Вы хотите спиздить моего коня!'''
,
'''В картинной галерее напротив картины Айвазовского "Девятый вал" маленький мужчинка прыгает на месте и хлопает в ладоши. К нему подходит смотритель и уважительно спрашивает:
- О, простите, Вы маринист?
- Не-е-ет, я педераст, но мне все равно нравится, нравится!'''
,
'''Едет машина скорой помощи, внутри водитель, врач, фельдшей, медсестра и студент практикант. Едут, вдруг водитель резко тормозит и начинает задыхаться. Хватается руками за горло, шипит - ужасное зрелище. Медсестра невозмутимо и твердо хватает чемоданчик с препаратами и бьет водителя по голове. Тот моментально успокаивается и машина продолжает движение. Тут фельдшер хватается за горло, падает на пол, начинает задыхаться и сипеть. Медсестра зло бьет фельдшера по голове и тот сразу оправляется и садится на место. Не прошло и минуты, как врач начинает задыхаться и брыкаться на полу. Медсестра резким ударом чемоданчика приводит врача в чувства. Обалдевший от увиденного студент спрашивает у врача:
- Я учусь только на 4 курсе и все мои знания - это сплошная теория, но о подобных симптомах я даже не слышал! А метод лечения настолько странный, что я окончательно растерян, не могли бы вы мне объяснить..
Врач, махая рукой:
-А, не бери в голову. У медсестры муж вчера повесился, мы ее подкалываем'''
,
'''Девочка-даун, прогуливаясь с матерью по магазину:
— Мама! Купи мне яблоко...
— Дочь, понимаешь, нет у нас денег.
— Мама! Ну купи мне яблоко...
— Да нет у нас денег!!!
Продавщица, выслушав это, протягивает девочке яблоко.
Мать: — Дочка что нужно сказать?
Дочь: — ЗДРАВСТВУЙ, ЯБЛОКО!!'''
,
'''Хуже всего курить траву эфиопским детям. Потому что пробивает на хавчик - а нечего.'''
,
'''Граф Дракула так напился, что поехал с друзьями встречать рассвет.'''
,
'''Сын собрался на охоту на медведя. Отец старенький, инвалид безногий, просит взять с собой.
Сын в недоумении:
- Ну куда ты, батя, без ног-то пойдёшь?
- Ты меня в рюкзак посадишь - а я, если чего - то помогу медведя завалить, вдруг у тебя винтовка откажет - так ты меня развернешь, я тогда шмальну...
- Ну, бог с тобой...
"А вдруг и вправду поможет в нужный момент" - и взял батяню.
Пришли к берлоге, разворошили - оттуда как выскочит мишак огромадный.
У сына осечка, промах! Он разворачивается - батя с ходу два выстрела дуплетом - мимо!!!
Бегут.... Бегут - а медведь уже на пятки давит.
Сын думает:
"А, блин, вдвоём не убежать, жалко батю - но бросать придётся, чего двоим-то погибать...".
Бросил рюкзак - да как припустил раза в три быстрее!
Прибегает в дом, отдышаться не может, а навстречу матушка.
- Всё, мать - нет у нас больше отца!
- Вас, охотников, хер поймёшь - пять минут назад отец приполз - "нет у нас больше сына" говорит!'''
,
'''Зима. Дремучий лес, всё аж звенит от стужи, волки мерзнут от жуткого мороза. Тут вожак стаи говорит:
- Мужики, у меня хрен совсем окоченел, так ведь можно и потомства лишиться - отмерзнет всё начисто, под самый корень.
Его все дружно поддерживают, мол, и у нас тоже замерзли.
- Предлагаю, раз такое дело, принять срочные меры для сугрева - вставим хрен друг другу в жопу и таким образом отогреем.
Стая возмущается, как же так, мы ж не пидарасы, а если увидит кто?
- Если кто увидит, - отвечает вожак, - порвём нахрен и сожрём - вот и стимул будет заодно, другого выхода всё одно нет, потомство-то в жуткой опасности.
Все согласились, делать нечего - куда деваться, понавставляли друг другу хрены в жопы - греются.
Вдруг лось мимо идёт, увидел он это дело и аж охренел на хрен. И дёру что есть мочи. Стая за ним - главное догнать! Порвать! Вожак стаи орёт благим матом:
- Стоп, мужики, давайте бежать в ногу, а то это не бег, а ебля какая-то получается.'''
,
'''Приходит к Вовочке домой учительница. Заходит на кухню - а там Вовочка
с отцом из одной миски хлебают щи деревянными ложками. Она и спрашивает:
- Вы отец Владимира?
- Ну?
- Знаете, ваш сын сегодня на уроке меня по матери... послал... Примите меры!
Отец облизывает ложку и бьет Вовочку по лбу.
Ложка ломается, Вовочка отрывает глаза от тарелки и говорит:
- Ну что, мудак, нарисовался перед соской? Теперь хуем будешь щи хлебать?'''
,
'''Собираясь на охоту, охотник говорит жене:
- У тебя есть три выбора: либо ты едешь со мной, либо я трахну тебя в зад, либо ты делаешь мне минет. Подумай - а я пока собаку соберу...
Через полчаса он приходит:
- Ну, что, решила?
Жена говорит:
- Ехать с тобой я не хочу, в зад я не люблю - остаётся в рот...
Oна начинает сосать - и вдруг говорит с отвращением:
- Что это за мерзкий вкус?!!
Муж отвечает:
- Да собака тоже решила не ехать.'''
,
'''Сидят на небе Черт с Богом, о жизни разговаривают. Черт:
- Бог, ну что за дела, у тебя же на Земле сплошной
беспредел творится!
Бог:
- Как это? Hе может быть.
Черт:
- Hу смотри.
Черт превращается в голую красивую телку, ложится перед
церковью и раздвигает ноги. Мимо идет батюшка. Он увидел
телку, оглянулся вокруг и быстренько ее оприходовал,
поправил одежду и зашел в церковь. Черт возвращается на
небо и предъявляет Богу, мол, видел ты, что у тебя
творится. Тут Бог превращается в церковного батюшку:
- Вот так мы вас, чертей, и ебем.'''
,
'''- Мама! Мама! Я братика хочу!
- Ну не знаю... ну... поговори с ним'''
,
'''Два армянина - отец и сын - выходят из дома.
- Папа, папа, куда мы идем?
- На охоту, сынок.
- Папа, папа, у нас же нет ни ружья, ни ножа, даже рогатки нет.
- Эээ, сынок, ты еще не знаешь, что такое армянский сглаз. Вон, видишь под кустом зайчик сидит. Смотри какой он красивый, мягкий, пушистый, а какие у него красивые глазки, какие красивые ушки, лапки...
Зайчик вдруг упал и окочурился.
- О, папа, какой ты умный, какой ты умелый охотник, как ты расправился с этим зайчиком, какой ты молодец... Папа! Папа!! Папа!!!'''
,
'''Поймал муж любовника и избивает. Жена в отчаянии хватает его за руки:
- Что ты делаешь, это же отец твоих детей!'''
,
'''Два мальчика в детском саду:
- А у моего папы такой большой!
- А у моего маленький, но тоже больно.'''
,
'''Ебутся два пидараса. Один другому говорит:
- Знаешь, у меня СПИД.
- Что, правда?
- Нет. Просто мне нравиться, когда ты очко сжимаешь.'''
,
'''- Американцы, подскажите, как победить неблагоприятно складывающиеся для нашей страны обстоятельства?
- Economy!
- Хорошо! Иконами - значит, иконами!'''
,
'''В садике, после прививки, дети не выбрасывают ватку, потому что от неё пахнет папой.'''
,
'''Встречаются два друга:
1: - Вау, клево ты постригся! А как называется твоя новоя прическа?
2: - А как ты узнал как называется моя новая прическа?
1: - А что, твоя новая прическа называется “А как называется твоя новоя прическа?”
2: - Нет, она называется “А как ты узнал как называется моя новая прическа?"'''
,
'''Наркоманы, сидя в подвале, запускают шприц по кругу. Молодой спрашивает:
- А вы не боитесь СПИДом заразиться?
- Не-е-ет! Мы же все в презервативах!'''
,
'''Сидит монах, молится:
- Господи, дай мне то, дай мне се, я постился, не грешил, праведный образ жизни вел.
Тут Бог из облака высовывается и говорит:
- Ага, не грешил, как же! А кто вчера послушницу трахал?!
Монах испугался и затараторил:
- Ой прости, господи, грешного, Сатана попутал.
Бог поворачивается куда то в сторону, и спрашивает:
- Слышь, Люций, ты ему вчера говорил что нибудь?
Из-за облака голос:
- Нет. Я вообще впервые этого мудака вижу.
Бог достает блокнотик и говорит:
- Так и запишем: пиздел на Князя Тьмы.'''
,
'''Молодую учительницу распределили преподавать в школу на Кавказ.
Провела она свой первый урок, и на перемене видит из окна - дети во дворе школы осла ебут.
Она в шоке бежит к директору и жалуется:
- Директор! Директор! Во дворе дети осла сношают!
- Какой ужис, какой ужис! А какого цвэта осел, ви нэ замэтили?
- Ну черный вроде бы...
- Ааа, ну это дэцкий'''
,
'''У уролога:
- Доктор, у меня в паху боль сильная! Не могу просто!
- Посмотрим, раздевайтесь. Ого! да у вас там член мудрости растет!'''
,
'''Из квартиры сверху доносятся жуткие крики:
"Я сейчас покончу с собой! Я выброшусь в окно!!" Гость испуганно смотрит на потолок и переводит встревоженный взгляд на хозяина. Тот успокаивает:
- Не волнуйся, там, на восьмом этаже, живет актерская семья. Это они репетируют. А глава семьи - очень известный артист, его часто по телеку показывают. Как же его фамилия, запамятовал...
- Иванов.
- Точно! Ты его узнал по голосу?
- Нет, в лицо, - сказал гость, отводя взгляд от окна.'''
,
'''- Ты когда с женой ссоришься, как ее обзываешь?
- "Зайка моя".
- Так ласково?
- Зайцы в голодное время своё дерьмо едят. Она у меня зоолог, знает.'''
,
'''Одна муха спрашивает у другой:
- Простите, этот стул свободен?'''
,
'''Моя девушка умерла. Я не помнил себя от горя и поклялся оставаться верным ее памяти. Поначалу это было нетрудно. Моя печаль была так велика, что я даже и помыслить не мог о том, чтобы поцеловать другую. Однако вскоре одна девушка стала проявлять ко мне интерес. Первое время я сопротивлялся.
- Ты очень красивая, - сказал я ей, - но все это ужасно преждевременно. Извини.
Это ее не остановило. Она продолжала нежно меня касаться и кокетливо похлопывать своими накрашенными ресницами. В итоге я сдался и очутился в ее объятиях.
Священник попросил нас выйти. Он сказал, что наше шуршание, чмокание и хихиканье мешает остальным скорбящим.'''
,
'''Вернувшись поздно, муж лег спать в отдельной комнате.
Услышав ночью крики жены, поспешил к ней, но увидел лишь, как в окне исчезала фигура мужчины.
- Он дважды изнасиловал меня!
- Так почему же ты не закричала сразу?
- Я думала, что это ты, пока он не начал во второй раз.'''
,
'''Альпы. Горнолыжный курорт. Наверху стоит мужик: новые лыжи, костюм - все, как положено. Не супердорогое, но качественное... Начинает спуск, где-то теряет равновесие, кубарем катится по склону, на полном ходу врезается в подъемник. Лыжи в хлам, рука сломана, костюм порван, голова вся в крови, половины зубов нет. Кое-как очухивается, встает, сплевывает пару зубов, смотрит вокруг:
- Бля! И все равно лучше, чем на работе!'''
,
'''Наступает мент в понос, смотрит на ноги, потом вскидывает руки к небу и орёт:
О Боже!! Я таю.'''
,
'''Девушка звонит своему парню на мобильный.
Девушка: - Привет, ты где?
Парень: - Привет, еду в кожно-венерический диспансер. За тобой заехать?'''
,
'''Настоящая депрессия - это когда во время мастурбации посещают мысли о самоубийстве.'''
,
'''- Ало, это баня?
- Нет, это его брат Болодя.'''
,
'''Муж с женой, отдыхают в уссурийской тайге. Муж, несмотря на предупреждения об опасности, пошел один прогуляться по лесу и пропал. Жена наняла самого опытного следопыта для его поисков. Тот расспросил, во что он был одет, и они отправились в тайгу. Через какое-то время жена говорит следопыту:
- Моего мужа надо искать в лощинках, овражках, а вы ходите и говно пинаете.
- Я говно не пинаю, я его очень внимательно рассматриваю, потому что в отличие от вас действительно знаю, где искать вашего мужа.'''
,
'''Больше всего в метро любят издеваться над инвалидами и пассажирами с детьми.
Дабы им было еще более мучительно стоять, на стеклах пишут, где они теоретически могли бы сидеть.'''
,
'''Воду в общественных туалетах г. Киева решено подкрашивать в голубой цвет.
Это будет способствовать поддержке патриотических чувств населения при отправлении естественных потребностей.'''
,
'''Мужик свалился за борт. Акула откусила ему член. Барахтаясь, он случайно поймал Золотую рыбку. Та ему говорит, что выполнит одно желание. Мужик тут же просит:
- Сделай, чтобы мой член был метр длиной и потолще.
Рыбка: - Исполнено.
- А что это там всплыло?
- Акула. Подавилась твоим членом.'''
,
'''- Хлеб - всему голова! - издевался палач, прикладывая батон к тушке казнённого.'''
,
'''Сын с отцом сидят, обедают. У сына огромная голова, очень большая...
Отец отпускает сыну подзатыльник, проходит время - ещё подзатыльник и так раз пять.
Сын не выдерживает:
- За что?!
Отец:
- Сука, такую пизду испортил!!!'''
,
'''Гулливеру постоянно не везло с женщинами - он постоянно на них наступал, так сказать, ходил по бабам.'''
,
'''Молодая симпатичная девушка, находясь в сильной депрессии, пошла в порт топиться. Там ее встретил молодой моряк и, узнав в чем дело, сказал:
- Ты такая молодая, у тебя еще вся жизнь впереди. Поехали лучше со мной на моем корабле в Европу (а дело было в Америке). Я тебя спрячу в надежном месте и буду о тебе заботиться.
Девушка согласилась. Матрос спрятал ее в надежное место, приносил ей три раза в день еду, а по ночам они занимались любовью. Так продолжалось три недели, пока, в конце концов, она не была обнаружена капитаном:
- Что вы здесь делаете? - спросил он.
Смущенная девушка ответила ему:
- Я договорилась с одним матросом, он прячет меня, пока мы не доберемся до Европы, кормит, а кроме того, ебет.
- Не ебет, а наебывает, леди. Вы находитесь на пароме.'''
,
'''- Ты знаешь, сегодня утром мне было так хреново, что я решил свести счеты с жизнью, выпив 100 таблеток аспирина.
- И что?
- Когда я выпил вторую, почувствовал себя лучше.'''
,
'''Если ваша жена любит заниматься с вами анальным сексом, а вы ей в этом отказываете - то, возможно, это и есть причина, почему этот флакончик дезодоранта пахнет говном.'''
,
'''- Алло, это телефон спасения 911? У меня в комнате пожар!
- Где вы находитесь территориально?
- У телефона. Вокруг пламя. Дайте мне совет!!!
- Есть ли у вас в доме дезодорант?
- Да.
- Ни в коем случае не распыляйте его вблизи огня!'''
,
'''Надпись кровью на стене в женском туалете: "Ура! Я не беременна!"'''
,
'''Мальчик (М) лет 18, в очках, такой весь из себя интеллигентный, сипатишненький, со скрипочкой в руках, взгляд возвышенный и мечтательный, заходит в общежитие Института Искусств. На проходной сидит такая баба Муся (Б) - здоровая, с усами, потная, и жрет какую-то лабудень из банки, периодически почавкивая.
М - Извините, Вы не можете позвать Свету из 312 комнаты?
Б (чавкая) - Это кто такая?
М - Ну... она блондинка такая, миниатюрненькая, красивая, с пуантами ходит, балерина она.
Б - Нету ее.
М - Извините, а Галю из 216 комнаты можно позвать?
Б (между чавканиями) - А это кто?
М - Ммм.. это такая рыженькая, симпатичная, миниатюрная, с пуантами ходит, балерина.
Б - Нету ее.
М - Ну а Иру из 408 можно позвать?
Б - А это кто?
П - Это такая брюнеточка, с короткой стрижкой, миниатюрненькая, красивая, с пуантами ходит, балерина она.
Б - Нету ее.
М - (разочарованно - растерянно) И... и что мне делать?
Б - (облизывая алюминиевую ложку, заканчивая обед) - Не знаю. Балет уехал на гастроли. Ебите хор.'''
,
'''Из зоны оцепления Чернобыльской АЭС пытался вырваться местный житель...
Заградотряд открыл огонь по нарушителю. На теле задержанного солдаты насчитали 12 отверстий. К счастью, все они оказались анальными.'''
,
'''- Почему борцы сумо бреют ноги?
- Чтобы никто не перепутал их с феминистками.'''
,
'''— Скажите, а эти грибы можно есть?
— Можно, только умрете'''
,
'''Мужик (М1) встречает в темном переулке другого мужика (М2).
М2 держит в руках кусочек мела.
М2: - Слушай, будь другом, выполни просьбу, нарисуй мне на всю спину квадрат (протягивает мел)
М1 (сильно удивившись): - Ладно, давай (рисует).
М2: - Теперь, пожалуйста, разграфи его в клеточку десять на десять.
М1 (ничего не понимая): - Как скажешь... (рисует)
М2: - А теперь, не в западло, подпиши строчки цифрами, а столбцы буквами
М1 (смотрит как на сумасшедшего, пожимает плечами, дескать, хозяин - барин)...
М2: - Почеши в квадрате Д-6...'''
,
'''Разговаривают англичанин, итальянец и русский, о том, кто каким способом предпочтет избавиться от тещи.
Англичанин говорит:
- Я куплю яд и незаметно подложу ей в кофе...
Итальянец:
- А я куплю ей "Феррари", испорчу тормозную систему - она поедет и разобьется...
Русский говорит:
- А я куплю 10 пачек анальгина!
- Зачем?!
- Hу как зачем! Высыплю таблетки на сковородку, поджарю, жидкость вылью и у меня получится одна большая таблетка анальгина!
- И что?
- Положу таблетку на стол в кухне, теща зайдет - "Ой, какая большая таблетка анальгина!" - а я ее в этот момент сзади топором, топором...'''
,
'''Пошли как-то слепой крот и одноглазый ёжик в бордель. Идут они лесом. Вдруг ёжик наткнулся глазом на сук:
— Ну всё, сука, пришли!
Крот:
— Здравствуйте, девочки, здравствуйте...'''
,
'''Два мента заходят в забегаловку с собакой. Сели, пообедали, поболтали и собрались уходить. На выходе один из ментов поднимает собаке заднюю лапу и долго смотрит под брюхо. Второй его спрашивает:
- Ты чё делаешь?
Первый отвечает:
- Да мы когда зашли, слышал как один официант другому сказал: "Смотри, собака с двумя хуями идет"'''
,
'''Отец с дочерью в пивной:
— Ну, доченька, попробуй, что твоему отцу налили.
— Фу, какая гадость!
— Вот, а вы с матерью думаете, что я здесь варенье ем?'''
,
'''Два на базаре смотрят, цыгане тощего коня купили, через ж... надули и продали, думают, классный бизнес...
Купили тощего коня, вставили ему трубку в зад.
Первый начал дуть. Дул, дул, устал.
Дает трубку второму. Тот трубку вытаскивает, переворачивает, другим концом вставляет и начинает дуть.
Первый: "Ты че трубку перевернул?"
Второй: "Я после тебя брезгую'''
,
'''Когда y известного химика Маpковникова спpосили "Почемy не pемонтиpyется
коpпyс yнивеpситета?", он написал на доске: C10H22
C3H7 Ag и yшел'''
,
'''В машине трахается парочка. Подходит гаишник, смотрит, девочка что надо.
- О, мужик, я следующий!
- Ну ладно! Давно я ментов не ебал!'''
,
'''Мужик заходит в бар, заказывает виски:
- Сколько с меня?
- Три доллара.
Мужик вынимает из кармана три доллара. Один кладет на стойку перед собой, потом идет в левый конец стойки, там кладет второй, потом идет в правый конец стойки, там кладет третий.
Бармен, тихо матерясь, идет направо-налево и забирает деньги.
На следующий день опять тот же мужик приходит, опять стаканчик виски заказывает и снова раскладывает доллары в разные концы стойки.
Бармен злится, но за деньгами ходит.
Короче, такая картина повторяется день за днем.
И вот однажды мужик заказывает виски, берет стакан, роется в кармане и вытаскивает бумажку в 5 долларов.
Бармен быстро эту бумажку берет, мстительно улыбается, достает два доллара сдачи, идет в левый конец стойки, там кладет один доллар, потом идет в правый конец и там кладет второй.
Затем возвращается и злорадно смотрит на мужика.
Мужик флегматично выпивает виски, вытаскивает из кармана доллар, кладет его перед собой и говорит:
- Пожалуй, возьму еще стаканчик.'''
,
'''Однажды одинокая женщина Анна Сергеевна встретила одинокого мужчину Николая Васильевича. Они не виделись двадцать лет.
- Как дела? - спросила одинокая женщина Анна Сергеевна.
- Да вот все один. Так вроде ничего, только женской руки не хватает.
У меня, как видишь, обе мужские, - грустно пошутил одинокий мужчина Николай Васильевич.
- А вот у меня в хозяйстве как раз не хватает мужской руки. У меня, как видишь, обе руки - женские...
Вдруг они посмотрели друг на друга долгим задумчивым взглядом и поняли друг друга без слов.
...Операция прошла успешно. У Анны Сергеевны новая рука прижилась особенно быстро.'''
,
'''Едет такси. На заднем сиденье женщина делает мужчине минет. Таксист смотрит в зеркало заднего вида и говорит:
- Немедленно прекратите это безобразие!
Мужик блаженно:
- Езжай, езжай, я тебе заплачу.
Таксист:
- Не нужны мне ваши деньги. Прекратите это безобразие!
Мужик:
- Если тебе деньги не нужны - будешь следующим.
Таксист:
- Что? Чтобы я в собственной машине в рот брал?!'''
,
'''- Что такое "заниматься любовью"?
- Это то, что делает ваша подруга, в то время когда вы её ебёте.'''
,
'''У Васи умирает жена. Грустный, он сидит рядом с ее кроватью и ждет конца. Слабым голосом жена просит: - Вася...- Чего тебе? - Трахни меня...
- Да ты шо???!!! - На прощание....
Вася трахает. Жена просит добавки. Вася добавляет. И еще. Жене легчает. Еще раз - еще легче. Еще и еще. На щеках жены появляется румянец. Вася наддает. Короче, жена ожила. На радостях закатили пир горой. Все едят, пьют, веселятся. Только Вася кручинится и в тоске глушит водяру без закуси.
Его спрашивают: "В чем дело, брат?" А он отвечает: "Я же отца спасти мог!!!"'''
,
'''Лежат после кувырканий парень и девушка в кровати.
Он (возбужденно): - Выйдешь за меня?
Она (радостно): - Да!
Парень 5 минут молчит.
Она: - Ну что молчишь, скажи что-нибудь.
Он: - Я и так лишнего пизданул.'''
,
'''Сидит в троллейбусе пьяный мужик и рядом молодая девушка.
Ну мужик, как положено, икает, отрыгивает, заваливается на девушку и т.п.
Девушка не выдержала и говорит:
- Мужчина! Ваше поведение ассоциируется у меня со свиньей!
Мужик включился, посмотрел искоса и говорит:
- А твое поведение... Ик... асс.. ассо... асоци..... а соси ты хуй!!!'''
,
'''Ночь.. Пустынная улица.. Девушка возвращается домой. Вдруг слышит чьи-то громкие шаги за ней. Она идет быстрее но шаги все ближе. Она бежит куда глаза глядят - шаги приближаются. Видит - впереди стена - тупик - бежать некуда.
Оборачивается - перед ней стоит огромный мужик и кричит: "К стене!"
Она встает к стене. "Раком!!!" Она нагибается...
Мужик разбегается и бьет ее ногой по заднице.
"Ты думала я насильник? А я хулиган!!!"'''
,
'''- Что общего между псом и слепым гинекологом?
- У обоих нос мокрый.'''
,
'''Степан Сергеевич возвращается с похорон своей жены. Когда он открывает дверь своего дома, с крыши срывается черепица и пролетает мимо его уха.
- Все ясно! - произнес вдовец. - Она уже на небе...'''
,
'''Бежит заяц по лесу, а за ним охотник. Прицелился охотник и отстрелил зайцу задние лапы. Заяц ползёт дальше на передних лапах. Охотник отстрелил их ему и еще уши в придачу. Заяц не растерялся - ползет дальше, вгрызаясь зубами в землю. Прицелился охотник и выбил зайцу зубы, а заяц поворачивается к охотнику и говорит:
- Ну фто ты ко мне прифтал?!'''
,
'''Штирлиц настоял на своем. Вкус получился довольно странный.'''
,
'''В вино-водочном отделе: заходит маленькая девочка (вся такая нарядная, с большим белым бантиком), с трудом доставая до прилавка протягивает продавцу деньги и просит 5 бутылок водки.
Продавец думает - наверное, родители попросили купить.
- Девочка, а ты донесешь столько?
- Вот и я думаю, может здесь одну ебнуть!?'''
,
'''Диверсанту объясняют задание:
- Тебя сбросят на парашюте. Ты приземлишься на поляне. К тебе подъедет телега и возница отвезет тебя на явочную квартиру. Понял?
- Понял.
Выпрыгнув из самолета, он дергает кольцо - парашют не раскрывается. Дергает кольцо запасного - не раскрывается.
- Ну, мать твою, если еще и телеги не будет.'''
,
'''Операционный зал. Хирург говорит студенту-практиканту:
- Я знаю, старик, что у тебя это первая операция. Конечно, пройдет она не очень здорово, но, когда вскроешь больного, не нажимай слишком сильно на скальпель, можешь повредить стол.'''
,
'''Международный съезд пивоваров. После напряженного рабочего дня директора крупнейших пивоварен мира тусуются в баре. Директор Бадвайзера громко, чтобы все слышали, заказывает:
— Дайте мне любимый напиток каждого американца, жажду утоляющий, легко пьющийся в любое время дня, прозрачный как слеза ребенка — БАД ЛАЙТ!
 Ему наливают, он сидит и потягивает Бад с блаженным видом. Директор Короны прочищает горло, и тоже:
 — Дайте мне гордость всей Мексики, древнейший напиток цивилизованного человека, ароматную, янтарную, восхитительную КОРОНУ!
 Получает, начинает смаковать, а сам давит косяка на директора Гиннеса — как, мол, тот выпендрится.
— А мне, любезнейший, стакан Кока Колы, — говорит директор Гиннеса.
Ему наливают, и он с наслаждением высасывает охлажденную шипучку. Все в шоке. Директор Короны спрашивает, почему он не заказал Гиннес.
— Дык, из солидарности, — отвечает директор Гиннеса. — Вы пиво не пьете, так что же я буду?'''
,
'''— Самолет из Австралии разбился. Ирочка, объяви это как-нибудь помягче. — Граждане, встречающие самолет из Австралии, — идите домой.'''
,
'''Сидят в баре англичанин, шотландец и ирландец, пьют пиво. И вдруг каждому в кружку влетает по мухе. — Англичанин брезгливо отодвигает свою кружку. Шотландец вынимает муху и продолжает пить как ни в чем не бывало. Ирландец хватает муху и трясет ее над кружкой: — Выплюнь, сволочь, выплюнь!'''
,
'''Приходит дрессировщик в цирк.
Показывает директору цирка своих зверей: обезьяну и крокодила.
Директор цирка говорит:
-Ну и что они могут показать?
Дрессировщик махнул рукой и обезьяна с крокодилом начали петь.
Директор цирка в шоке:
-Как?! В чем подвох?!
-Вы точно хотите знать?
-Конечно!
-Поёт только крокодил'''
,
'''Если твоя дочь сменила пол то теперь она доч'''
,
'''— Ты откуда?
— Из Иркутска
— Круто! Скажи что-нибудь на иркутском?'''
,
'''Безработный любитель крылатых выражений постоянно попадал не в службу, а в дружбу занятости.'''
,
'''Заходит белая лошадь в бар, а бармен ей говорит:
- У нас как раз есть напиток, названный в вашу честь!
- Неужели Эрик?'''
,
'''- У вас недавно родился сын, скажите он похож на дедушку?
- Нет, знаете, на дедушку он не похож - он похож на маленького мальчика'''
,
'''Мужик устраивается на работу в цирк. Собеседование у директора. Директор спрашивает:
- Что Вы умеете делать?
- Я умею подражать птицам.
- Ну нет, у нас таких достаточно, Вы нам не подходите.
- Извините - сказал мужик и улетел.'''
,
'''Один рабочий идет вдоль улицы и копает ямы, а за ним второй эти ямы закапывает. Прохожий удивляется:
- Вы что, придурки, делаете? Один копает, второй закапывает?
- Я не второй, я третий. Второй не пришел, он должен был деревья сажать'''
,
'''Едет байкер на мотоцикле. А навстречу ему идёт монахиня. Байкер слезает с мотоцикла, берет биту и начинает лупить монахиню. Через пять минут монахиня "в тесто", и байкер, вытирая биту об рукав:
- Не такой уж ты и крутой, Бэтмэн.'''
,
'''Однажды в России, Англии и Франции ввели закон об анальном изнасиловании граждан по субботам. Из-за этого англичане переизбрали Парламент, во Франции начались волнения, приведшие к революции, а в России граждане стали занимать очередь на изнасилование в пятницу, чтобы пораньше освободиться в субботу.'''
,
'''По коридору ВУЗа идет профессор. Навстречу студент:
— Здравствуйте, профессор. Можно Вас спросить?
— Конечно, спрашивайте, молодой человек.
— Скажите, профессор, Вы когда спать ложитесь, бороду на одеяло или под одеяло кладете?
После некоторой паузы:
— Да, знаете, как-то не задумывался.
— Ну, извините, пожалуйста.
Разошлись.
Через неделю зеленый профессор с кругами под глазами встречает в коридоре того же студента и хватает за грудки:
— Сука! И так неудобно, и так неудобно!'''
,
'''Я люблю белый хлеб, дедушка бородинский, а папа — чёрный, он любит бананы.'''
,
'''Цирк.. Смертельный номер.. Летающие крокодилы.. меркнет свет, над манежем плавно парят два крокодила.. полетали вверх вниз.. пролетают перед зрителями и маленькая девочка восхищенно спрашивает у крокодила..
- Скажите.. как вам это удается?? Это ведь невозможно?!!
Крокодил глянул на нее печально и говорит:
- Девочка.... милая девочка... если бы ты знала.... Если бы ты только знала.... Как нас здесь пиздят...'''
,
'''Французы, муж и жена, чуть не поссорились, решая, в какой цвет покрасить потолок спальни.
Муж хотел голубой, а жена настаивала на розовом.
Чтобы решить этот вопрос без ущерба для самолюбия друг друга, они вышли на улицу и обратились за советом к прохожему.
- Я думаю, ответил прохожий, - вам лучше покрасить потолок спальни в розовый цвет
- Почему-же?
- Видите ли, ваша жена чаще видит потолок спальни, чем вы...
- Вы что, из провинции?'''
,
'''Беременная жена говорит мужу:
-Хочу говна
Муж пошел в туалет приносит ей тарелочку, а она ему:
-Пожарь, добавь перчику ,лучку, зелени, соли
Муж все приготовил, как она просила, а жена говорит:
-Попробуй
Муж попробовал, жена:
-Ну и как?
Муж:
- Говно как говно.
-Тогда не хочу.'''
,
'''В классе учительница задает ребятам задачу.
- От города А до города В - сорок километров, а от города В до города С - семьдесят километров. Кто скажет, сколько мне лет?
Петя поднимает руку и говорит:
- Сорок восемь.
- Петенька, как ты угадал?
- А у нас в коммуналке одна тетенька живет, полупизданутая, так ей двадцать четыре.'''
,
'''Мать учит дочку, собирающуюся замуж:
— Когда будешь заниматься сексом с мужем, никогда не соглашайся, если он предложит тебе пойти другим путём.
— Ладно,– сказала дочка
Живёт она с мужем, живет, все у них хорошо в постели, а он про другой путь даже не заикается.
Наконец, ей любопытно стало, и она сама предложила мужу:
— Слушай, а давай другим путём попробуем?
— Ты что, так же забеременеть можно.'''
,
'''Приехал Михаил Круг в незнакомый город. Идет по улице, ночевать негде, видит - мужик на треугольнике играет. Ну, он взял и вписался к нему.'''
,
'''Two German spies are coming to the English pub during WWII. Before entering the pub, one of them says to another: "Remember, we are not Germans, so no schnapps this time, let's order the martini". "OK", - agrees another. So, they are coming to the pub and one of them says to a barman:
- Martini, please.
- Dry martini? - asks the barman.
- Warum drei? Zwei!'''
,
'''Внук подошел к деду перед Днем Победы и спросил:
— Деда, а ты в какой части служил?
— В 152-й артиллерийской дивизии, внучек!
— А где вы воевали?
— Сначала защищали Ленинград, потом в атаку - через Финляндию немцев погнали!
— Дед, но ведь 152 дивизия сражалась под Москвой...
— Ой, внучек, может я попутал цифру, старый уже
— Дед, а как ты ранение получил?
— Ну я на вражеский дзот лег грудью
— А почему у тебя тогда шрам от пули на спине?
— Ой, да я может что и попутал, старый уже
— Дед, а сколько лет тебе было, когда ты воевал?
— 20
— Тебе сейчас 60, как так вышло?
— Как вышло - как вышло, пошел нахуй, сука!'''
,
'''Самого большого леща поймала Елена Владимировна из Костромы, когда забыла разбудить мужа на рыбалку.'''
,
'''Ебется курсант с бабой. Тут приходит муж с работы.
Баба говорит:
- Давай прыгай с балкона.
Тот отвечает:
- С ума сошла? Мы на 9 этаже.
- Я волшебница, я тебя заколдовала. Дёрнешь хуй и станешь бабочкой и улетишь.
Ну времени мало, курсант дергает себя хуй и превращается в бабочку. Летит себе, летит. Но тут резко пугается, как же превратиться обратно? Приземляется на лавочку и дергает себя за хуй. Дёрнул - снова стал курсантом. Дёрнул опять - превратился в бабочку. Понравилось ему это, дёргает раз - бабочка, дёргает два - человек. Дёргает, и вдруг слышит голос:
- Товарищ курсант, мало того что вы дрочите на лекции, так еще и превращаетесь то в бабочку, то в курсанта.'''
,
'''У ВДВ-шника Игоря ничего не сложилось с Зинаидой, потому что Зинаида - не фонтан'''
,
'''Все продавщицы кваса после смерти попадают в тенёк.'''
,
'''- Хочу стать украинским националистом, но не знаю, с чего начать.
- Ну начни с Азов'''
,
'''Старый замок. В прихожую заходит мадам и говорит служанке:
- Доложи хозяйке, что пришла синьора Мария Анхель Хулия Лопес!
Служанка заходит к хозяйке замка и говорит:
- Госпожа, Хулия пришла.
Та некоторое время недоуменно смотрит на прислугу:
- А я откуда знаю, хули ты пришла?!'''
,
'''Едет мужик на телеге и говорит:
- Ох, я устал!
Лошадь говорит:
- Я тоже!
Мужик удивляется:
- Первый раз вижу говорящую лошадь!
- И я тоже, - отвечает телега.'''
,
'''Лампа светила, но света не давала. Штирлиц погасил лампу и Света дала.'''
,
'''Машина ГАИ едет, один другому:
- Серега, посмотри - мигалка работает?
Тот высовывается в окошко:
- Работает, не работает. О опять работает....'''
,
'''Мальчик, читавший школьную литературу в кратком изложении, родился, женился и умер.'''
,
'''— Как Ваша фамилия?
— Спасибо, хорошо. А Ваша?'''
,
'''Сидит мужик в комнате на диване. Вдруг в комнату с кухни приходит жена и начинает скандалить и мужика пилить.
Вопрос: Что мужик сделал не так?
Ответ: Приковал её на кухне на слишком длинную цепь.'''
,
'''Хочу купить подводные камни.
Прошу помощи у опытных в этом деле - может есть какие советы, фишки, подводные камни?

(бонус в комментах)'''
,
'''На скамейке сидит слепой мальчик. Проходящий мимо сердобольный дядечка обращается к нему:
- Мальчик! Хочешь поиграть на губной гармошке?
- Хочу...
- На, поиграй, - и протягивает ему бритву.
По мере игры на гармошке улыбка мальчика становилась все шире и шире.'''
,
'''- А вот моя жена прекрасно готовит узбекский плов!
- Ты что, не знаешь, что только мужчины могут прекрасно готовить узбекский плов?
- Вот! Представляете, на что мне пришлось пойти, чтобы попробовать настоящий узбекский плов.'''
,
'''"Пyть к сеpдцy лежит чеpез желyдок!" - сказала пyля со смещенным центpом тяжести.'''
,
'''В реанимацию привозят раненого с ножом, торчащим между лопатками. Врач спрашивает:
- Больно?
Раненый:
- Только когда смеюсь.'''
,
'''Мама говорит ребенку:
- Сыночек, иди я тебе писю помою.
А он отвечает:
- Пусть лучше бабушка помоет, у неё руки трясутся.'''
,
'''- Потерялся, сынок? - спросила уборщица зареванного малыша и ласково шлепнула его тряпкой по лицу.'''
,
'''Умирающий старик лежит дома в постели и внезапно чувствует запах своего любимого шоколадного печенья.
- Хоть последнюю печенюшку перед смертью, - решает он.
Падает с кровати и ползет вниз по лестнице, цепляясь руками за ступеньки. Вползает в кухню и видит, что жена его отвернулась к печи и делает печенье. Из последних сил старик протягивает руку к тарелке с печеньем, как жена резко оборачивается и лупит его по руке лопаткой.
- За что, - слабеющим голосом шепчет старик, - зачем ты так?
- Не трогай, это для поминок!'''
,
'''Пригласил одного мужика на пиво его сотрудник. После работы.
- Да нет, - говорит мужик, - жена ругаться будет.
- А ты когда придешь домой, - поучает его сотрудник, - тихонечко прошмыгни в спальню, залезь беззвучно в постель, сними осторожно с жены трусики, погладь ей сам знаешь что, и дай в рот пососать. Поверь мне, бабы это любят, и она после этого не будет тебя ругать, что ты поздно вернулся.
На том и порешили. Мужик, хорошо поддатый, вернулся поздно домой, беззвучно прошел в спальню, залез тихонечко в кровать, снял с жены трусики, разгорячил её и сунул ей член в рот. Жена сосет - аж мычит и стонет от удовольствия. Но тут мужику поссать захотелось. Выскочил он из кровати - и в туалет. Открывает дверь, а там... его жена сидит.
- Ты как тут очутилась?!! - закричал мужик.
- Шшшшшш, - ответила она, - мама твоя в гости приехала, разбудишь.'''
,
'''Шла маленькая девочка по лесу и тут ей навстречу выползает большая куча дерьма и говорит:
- Девочка, девочка, а я тебя съем.
На что девочка отвечает:
- Нет, это я тебя съем.
И съела эту кучу дерьма, вот так и в сказках  - добро всегда побеждает зло.'''
,
'''В два часа ночи мужик шарит по всем кухонным шкафам, заходит заспанная жена.
- Где-то водка здесь была спрятана.
- Так ты ее на похоронах отца выпил.
- То-то я смотрю, что-то бати не видно.'''
,
'''Гостиница, 145-ый этаж, бар, сидит мужик за столиком возле открытого окна и глушит водку, к нему подходит еще один и садится рядом.
1: - Слушай, тут такой сквозняк, что если выпрыгнуть то обратно занесет.
2: - Не верю.
1: - Давай поспорим, что я выпрыгну и меня занесет обратно, и если меня занесет то ты дашь мне ящик водки и сам выпрыгнешь.
2: - Согласен.
Выпрыгнул первый и залетел обратно. Настала очередь второго, он прыгает и с криком разбивается об асфальт. К первому подходит официант и говорит:
- Ну ты,  Кларк, и сволочь, когда выпьешь!'''
,
'''Маня и Ваня - маляры. Красят они стену многоэтажки на уровне 10-го этажа. Вдруг Ване приспичило по-маленькому.
- Слышь, Мань! Не могу терпеть!
- А ты давай прямо с люльки!
- Да ты что! Там же люди внизу!
- А ты перегнись посильнее, как раз вон в фонтан попадешь!
- Да я ж наебнусь!
- Да нет! Я тебя держать буду!
- Крепко?
- Крепко! Давай!
Ну Ваня встал на край люльки, Маня его сзади за ремень держит, а тот сильно вперёд наклонился и облегчается аккурат в бассейн. Красота! И тут Мане приспичило чихнуть! Каак чихнет и ... выпустила Ваню, и ушел он вниз как куль с дерьмом.....
Прошло несколько месяцев. И вот в одном американском баре сидят три бабёнки и рассуждают, где мужики самые до баб охочие.
Первая:
- Я вот давеча была в Париже, так эти французы проходу мне не давали. Всяк норовил в постель затащить! Это у них в порядке вещей!
Вторая:
- Нее, самые охочие - это мексиканцы. Была я там недавно. Они там все такие потные, волосатые! Прям глазами раздевают! Сперма аж из ушей прёт!
Третья:
- Всё это ерунда! Самые дикие мужики в России! Вот прикиньте! Пару месяцев назад была я в Москве. Иду по улице мимо фонтана. Вдруг слышу звук сверху. Поднимаю голову и вижу: летит на меня мужик какой-то! Ширинка расстёгнута, а он держится руками за член и орёт:
- П И И И И И И З Д А А А А А А !!!!!'''
,
'''Во время празднования нового 2001-го года телерепортер спросил прохожего на улице Лондона:
- Какие у вас планы на это тысячелетие?
- Довольно скромные. Большую его часть я буду мертв.'''
,
'''Охота с индейцем-проводником. Индеец ложится на землю, прижимает ухо...
Потом встает, говорит:
- Недалеко бизоны. Недавно прошли.
Охотники в восторге. Спрашивают, как догадался?
- Да, блядь, все ухо в бизоньем говне.'''
,
'''Три мужика за кружкой пива коснулись темы изучения иностранных языков.
Один говорит:
- Вот мой знакомый изучил английский язык всего за полгода.
Второй:
- А наш сосед на каких-то курсах французский одолел вообще за месяц.
Тут в разговор вступает третий:
- А я, когда воевал в разведке, овладел немецким языком всего за двадцать минут!
- ???
- В извращенно-грубой форме. За что и довоевывал в штрафбате.'''
,
'''Тайная вечеря в самом разгаре. Входит запоздавший Иисус и, в изумлении, застывает в дверях. В доме - страшный беспорядок, все пьяные, грязно...
В ужасе Иисус хватает первым подвернувшегося под руку Петра:
- Пётр, что происходит?!
- П-п-пьём...
- А деньги где взяли?!
- А-а-а... Да там Иуда что-то продал.'''
,
'''Как-то вечером, сидя у телевизора, муж смотрит на свое брюхо, на жирный живот жены, на их шарообразную собаку, и говорит:
- Это отвратительно, надо что-то делать. С завтрашнего утра все начинаем бегать по утрам.
На следующее утро он просыпается по будильнику в шесть утра, встает и начинает будить жену. Та сначала вообще не реагирует, потом продирает глаза, спрашивает, который час, и наотрез отказывается куда-нибудь идти. Тогда муж говорит ей:
- Ну, раз ты не хочешь бегать, плати штраф.
- Какой?
- Выбирай: в рот или в зад?
- В рот...
Она начинает делать ему минет и говорит:
- Послушай, ты сегодня как-то особенно отвратительно пахнешь!
- Собака тоже отказалась бегать'''
,
'''Жили-были три закоренелых преферансиста. Много лет они играли в преферанс только друг с другом. И вот как-то раз одному из них на мизере всунули четыре взятки. Бедняга тут же умер от инфаркта. И вот под оркестр и рыдания выносят гроб с телом, в числе выносящих и два его верных партнера. Несут в скорбном молчании, как и положено в таких случаях. Tут один партнер и говорит другому:
- Петрович, а вот если бы ты тогда с бубей зашел, мы бы ему пять взяток всунули.
Петрович помолчал немного, вздохнул и говорит:
- Ну ничего, и так неплохо получилось.'''
,
'''Пациент:
- Доктор! Я плохо себя чувствую!
Врач:
- Вот вам стакан, помочитесь.
Врач берет в руки стакан, разглядывает мочу на свет, затем долго нюхает, и вдруг, зажмурившись, набирает ее полный рот и после секундной паузы выдувает все в лицо пациенту.
Пациент:
- АААААААаааааааааа!!!
Врач:
- Отличная у вас моча, батенька, а вот нервы надо лечить-с!'''
,
'''Крушение корабля. Два мужика выплывают на необитаемый остров. Немного обсохнув, один говорит другому:
- Тебе какие женщины нравятся, полные или худые?
Другой пристально смотрит оценивающим взглядом на него и отвечает:
- Не беспокойся, ты сойдешь.'''
,
'''- Что приходит последним в голову жуку, влетающему в ветровое стекло движущейся машины?
- Его жопа.'''
,
'''В публичный дом заходит пацан лет десяти и тащит за собой на веревке дохлую лягушку. Подходит к мадам и говорит:
- Можно мне девушку?
Мадам:
- Мальчик, сколько тебе лет? Иди-ка ты отсюда. Пацан достает из кармана кучу стодолларовых купюр и отсчитывает приличную сумму.
- Хорошо, - говорит мадам. - Будет тебе девушка.
- Только вы знаете - одно условие: у девушки должен быть крутой триппер.
- Ты, мальчуган, совсем опух, - гневается мадам. Мои девушки все чистые и здоровые.
Мальчик отстегивает еще несколько купюр.
- Ладно, поднимайся наверх и жди.
Мальчик идет наверх, срочно находится блядь с триппером; мальчик делает свое дело и спускается вниз, волоча все ту же лягушку. Мадам заинтригована.
- Мальчик, ты не мог бы объяснить, пожалуйста, в чем дело?
- Видите ли, тетенька. Сейчас я пойду домой, и моя няня будет приставать ко мне. От меня она получит триппер. Потом папа будет отвозить няню домой, и после секса в машине папа подхватит триппер от няни. А ночью он заразит им маму. Утром придет молочник - это мамин любовник, - и мама наградит его!
- Ну и что??????!
- Ха! Этот-то сука-молочник и есть та сволочь, что убила мою лягушку!'''
,
'''Московская милиция арестовала группу зоофилов. При задержании  использовались специально обученные собаки.'''
,
'''Изнасилованная женщина обратилась в милицию. Та оперативно провела расследование и предложила ей на опознание четырех мужиков. Она объясняет:
- Не знаю, темно было и я не разглядела лица, но если они меня сейчас поимеют, я наверняка его узнаю.'''
,
'''На кладбище во время похорон бригадир гробовщиков видит, что у покойника из нагрудного кармана пиджака торчит 100-долларовая купюра. Он тут же просит одного из своей бригады под любым предлогом оттеснить людей от гроба. Когда это было сделано, и он потянулся к купюре, покойник вдруг хватает его за руку и кричит:
- Hалоговая полиция! Контрольное захоронение!
- У тебя своя pабота, а у меня своя, - сказал бpигадиp и быстро забил в кpышку гpоба гвозди.'''
,
'''Если бы моя бабушка узнала, сколько денег я потратил на ее похороны, она бы перевернулась в канаве.'''
,
'''Один мужик пришел от врача с диагнозом "диабет" и полез в словарь узнать, что это такое. Прочитав, что при этой болезни происходит выделение сахара через мочеиспускательный канал, он призадумался, а потом как грохнет кулаком по столу:
- Вот стерва! Я-то думал, она меня любит, а она, оказывается, просто сладкоежка!'''
,
'''Моя девушка вышла из ванной, подмигнула мне и сказала:
- Я побрила свою киску, пока принимала ванну. Знаешь что это значит?
- У нас теперь забит слив.'''
,
'''Тонет корабль, один пассажир расталкивая всех пытается залезть в шлюпку, его пытается задержать другой:
- Постойте, вы знаете, что на корабле еще остались женщины?
Тот его в недоумении отталкивает:
- Да отъебись ты, не хочу я сейчас трахаться.'''
,
'''- Дайте мне, пожалуйста, желтые тюльпаны.
- Ха... "желтые тюльпаны, вестники разлуки..." Что, расстаетесь?
- Ваша ирония неуместна. Дайте четыре.'''
,
'''- Мне кажется это черное платье меня полнит!
- Ебать! Она не умерла!!!'''
,
'''Две лягушки-лесбиянки занимаются любовью. Одна говорит:
- А ведь правду говорят, на вкус как курица!!!'''
,
'''Повела учительница детей на экскурсию на стройку. Там случился несчастный случай (строитель упал с лестнице и разбился насмерть). Возвращаются дети в школу и учительница решила разобрать случившееся.
- Скажи нам, Машенька, как ты думаешь, почему упал дядя?
- Дядя не соблюдал технику безопасности.
- А ты, Ванечка, как думаешь?
- Hавеpно дядя выпил...
Вдpуг встает Вовочка:
- Hет! Дядя ругал матом мою маму!
- Почему ты так думаешь?
- Я сам слышал как он кричал "Мальчик, еб твою мать! Hе тряси лестницу!"'''
,
'''Когда у Майкла Джексона родился сын, при выходе с женой и новорожденным из больницы он спросил:
- Доктор, а теперь мы можем заниматься сексом?
Доктор:
- Майкл, подождите. Пусть ему исполнится хотя бы десять.'''
,
'''- Сколько у вашей матери было выкидышей, кроме вас?'''
,
'''Принц Чарльз на бракоразводном процессе говорит Диане:
- Вот попомни мои слова - кончишь свою жизнь где-нибудь под мостом с каким-нибудь арабом!'''
,
'''Одна очень секси телка решила разбогатеть. Причем быстро.Нашла богатого 73-ёхлетнего старичка и разработала план - как заебать его до смерти в первую брачную ночь. Свадьба, несмотря на их почти полувековую разницу в возрасте, прошла без проблем. И вот телка раздетая лежит в кровати и ждет его прихода. Появляется старичок совершенно голый. На 20-ти сантиметровом хуе мощный резиновый презерватив, в ушах и в носу - затычки.
Чувствуя, что что-то не так, телка с тревогой спрашивает:
- А зачем тебе все это?
- Есть две вещи, которые я не могу переносить, - отвечает старикашка, - вопли женщины и запах горелой резины.'''
,
'''Поутру жена торопится на работу, бегает, суетится, короче, опаздывает.
Муж лежит в постели и клянчит:
- Ну сделай мне минет, ну сделай.
Жена ему:
- Ты что не видишь, я опаздываю!
Он опять:
- Ну сделай, ну пожалуйста, ну пожалуйста!
И ноет, и ноет. Наконец жена не выдерживает:
- Ладно уж, спусти в стакан, я вечером выпью.'''
,
'''- Холмс, вы знаете, у вас появились седые волосы...
- Сосите, Ватсон, сосите. Не отвлекайтесь.'''
,
'''Идут Винни-Пух с Пятачком:
- Винни, а Винни, а куда это мы идем?
- Куда, куда... Свинью ебать.
- О! Винни! А она не убежит?
- Я тебе, сука, убегу!'''
,
'''Первые признаки СПИДа: острая боль в заднем проходе и шумное дыхание за спиной.'''
,
'''Племянник из города приехал к деду в деревню. После того, как дед показал всё хозяйство, племянник заскучал. Дед говорит:
- Почему бы тебе не взять собак и ружьишко и не сходить в леc пострелять?
Племянник обрадовался и пошел. Через час вернулся, возбуждённый:
- Дед, а у тебя еще собаки есть?'''
,
'''Встpечаются два пpиятеля. Один выглядит так, словно вот-вот pазpыдается.
- Что слyчилось? - Понимаешь, три недели назад yмеp мой дед и оставил мне в наследство 30 тысяч долларов.
- Соболезнyю.
- Да нет, мы почти не общались! Две недели назад yмеpла тетка, котоpyю я почти не знал, и завещала мне 85 тысяч. А на пpошлой неделе скончался какой-то дальний pодственник, о котоpом я и не слышал, и оставил мне полмиллиона.
- Так ты должен pадоваться! Что слyчилось?
- Эта неделя yже заканчивается, а никто еще не сдох!'''
,
'''- Бабушка, бабушка - осторожно, в ванне серная кислота!
- Пиздишшшшшшь...'''
,
'''Фашистская Германия. Полицай запихивает детей в газовую камеру. Один мальчик показывает ему котенка и говорит:
- А можно мне с ним? Полицай:
- Иди-иди, садист!'''
,
'''Что такое секс-родео? Имеете вы девушку сзади и в разгар этого дела говорите ей, что её подруга делает это в 10 раз лучше.
А теперь удержите её в таком положении 8 секунд.'''
,
'''Маленький негритёнок подходит к своему отцу и спрашивает:
- Папа! можно мне поиграть с твоим хуем?
Отец, немного призадумавшись:
- Ну ладно, только смотри, далеко от дома не уходи.'''
,
'''- Ну и какая же ты Марья-Искусница? - спросил, потягиваясь наутро в кровати, Иван-Царевич.
Ничегошеньки не умеешь. Не прозвище, а туфта!
- А, не веришь?! - обозлилась Марья и искусала его до смерти.'''
,
'''- Почему невеста на свадьбе вся в белом?
- Так это стандаpтный цвет бытовой техники.'''
,
'''- Подсудимый, почему вы утопили брата жены в ванной?
- Вы не поверите, ваша честь, но это случилось из-за того, что я всегда и во всем ей доверял!
- Подробнее, пожалуйста.
- Приехал я раньше времени из командировки, а жена моя в своём лучшем платье, такая нарядная, стол на кухне на двоих накрывает. А тут еще мужское пение из ванны слышится. Ну я сразу подумал - наверно, брат жены приехал - и помчался в ванную с ним здороваться. А жена как заорёт:
- СТОЙ! ЭТО НЕ ТО, ЧТО ТЫ ДУМАЕШЬ!!!'''
,
'''Девочка у ворот концлагеря спрашивает здоровенного SS-вца:
- Скажите, пожалуйста, где мои мама и папа?
SS-вец:
- Ганс, выдай крошке два куска мыла.'''
,
'''- Прошу вас ничего от меня не скрывать, доктор. Cможет ли моя жена после этого ужасного перелома руки еще когда-нибудь мыть посуду?'''
,
'''Однажды пират, лежа в больнице, по привычке захватил чужое судно.'''
,
'''Глупец пришел к мудрецу и спросил его:
- Я узнал, что у моей жены до меня было много мужчин. Как мне жить с этим знанием?
Мудрец погладил бороду и откуда-то достал несколько навесных замков и один чайник.
- Разлей чай по замкам - сказал мудрец. Глупец послушно вылил чайник на замки.
- Теперь ты видишь? - спросил мудрец.
- Что именно?
Тут мудрец спохватился:
- Подожди... Не так... Потыкай замочные скважины носиком чайника.
Глупец послушно потыкал носиком чайника во все замочные скважины, в некоторые даже по два раза.
- Теперь-то ты понимаешь?
- Что я должен понять, мудрец?! - вскричал глупец.
Тут мудрец снова спохватился:
- Снова не так... Окуни замки в чайник! Нет! Попробуй вскипятить чай в замке! Или нет? Повесь чайник на дверь?
- О чем ты вообще, мудрец?!
- Блин, не помню как там было, но твоя жена шлюха.'''
,
'''– Официант, греческий салат
– Деньги вперед'''
,
'''- Мама, а если червяка разрезать, то его половинки будут дружить?
- С тобой - нет.'''
,
'''- Здарова, чувак! Со школы с тобой не виделись, бля! Соберёмся, побухаем как-нить? Ты где ща ваще живёшь-то?
- По ту сторону культурной пропасти.'''
,
'''Настоящий либерал заправляется исключительно на пятой колонке.'''
,
'''- Знакомьтесь, это Вася. Он изучает эритроциты.
- Да, я изучаю эритроциты, мой отец изучал эритроциты, мой дед изучал эритроциты. Понимаете, эритроциты - это у нас в крови.'''
,
'''Постоялец — хозяйке отеля:
- А что это за странное пятно на потолке у меня в комнате?
- Понимаете, до вас тут жил один химик. . .
- Это пятно от химикатов?
- Нет, от химика.'''
,
'''Решили синоптиков расстрелять за то, что ни один их прогноз не сбылся, привели на площадь. Народ выражает полное одобрение. Барабанная дробь. И вдруг мужик из толпы орет:
- Стойте! Не надо их расстреливать! Они еще могут принести людям пользу!
Главный судья (в сомнениях):
- Вы думаете? И что вы предлагаете?
- Предлагаю их повесить! Пусть хоть направление ветра показываю'''
,
'''Оператор бетономешалки Сидоров поскользнулся и ушел с головой в работу.'''
,
'''Леонид Якубович предотвратил ДТП криком "Автомобииииль!!!"'''
,
'''- Ты чего такой грустный?
- Да вот пошли с мужиками на кабана охотиться. Кабан не пришел. Ну мы и напились как свиньи. И тут пришел кабан.'''
,
'''Повариха тетя Клава устроилась работать барменшей, но все равно приготовленный ею мохито отдавал борщом'''
,
'''Мальчик, боящийся уколов, сдал кровь, мочу и кал одновременно.'''
,
'''- Николай Петрович, а можно мне двух крепких студентов?
- Конечно, Лидия Ивановна, вам, наверное, нужно что-то перенести?
- Да... Разлуку...'''
,
'''- Чего такой грустный?
- Понимаешь, когда я иду на рыбалку, мой сосед ходит к моей жене.
- А ты пробовал не ходить на рыбалку?
- Пробовал, но тогда он ловит мою рыбу...'''
,
'''- Интересно, а у тех, кто не берёт взяток, в кабинете тоже висит портрет Путина?
- Ну ты даёшь! Откуда же у них свой кабинет?'''
,
'''– Давай встретимся у МакДоналдса.
– А как я тебя узнаю?
– Я помашу тебе животом.'''
,
'''– Теперь я капитан этого корабля..
– Какого корабля?
– ..и мой первый приказ: начинаем строить корабль.'''
,
'''Поддатый лесник, отмахиваясь от комаров топором, вырубил 40 гектар леса.'''
,
'''Что-то надпись на ноутбуке "Made in Velikobritaniya" вызывает у меня некоторые сомнения...'''
,
'''Биржевой аналитик и брокер сталкиваются у лифта. Брокер ехидно:
- Ну, хоть сейчас ты скажешь - вверх или вниз?'''
,
'''Мужик приходит в магазин и обращается к продавщице:
- Рулон туалетной бумаги.
- Вам какого цвета?
- Давайте белого, я сам покрашу.'''
,
'''Он и она в постели после секса. Она:
- Дорогой, вот я думаю, что нам теперь надо бы как-нибудь скрепить наши отношения...
- Согласен! Дай "пять"!'''
,
'''Идет педик мимо стройки, рабочие ему кричат:
- Привет, педрила!
- Привет, грязные, вонючие работяжки!
На следующий день он проходит мимо той же стройки, и рабочие ему кричат:
- Привет, гей!
- Здравствуйте, господа архитекторы!'''
,
'''Двое посетителей заказывают в баре пиво. Один из них добавляет:
- Только в чистой кружке!
Через минуту официант приносит два пива и спрашивает:
- Кто из вас заказывал в чистой?'''
,
'''- Потерпевший, узнаете ли вы человека, который угнал у вас машину?
- Ваша честь, после речи его адвоката я вообще не уверен, что у меня была машина!'''
,
'''Цыганский шахматист считает, что партия проиграна, если он потерял обоих коней.'''
,
'''- Что за бестактность!! Я говорю, что жена ждет ребенка, а вы спрашиваете от кого!!
- А, ну извините, я думал, вы знаете!'''
,
'''- Кто там?
- Это я - твой муж из командировки.
- Неправда, у моего мужа голос тоненький, а твой - грубый! Ну ладно, заходи.'''
,
'''Девушка говорит парню: - Приходи завтра, дома никого не будет.
Парень пришёл, дома никого не было.'''
,
'''Техасская девушка pадостно сообщает своей матеpи:
- Мамочка, Билли все-таки pешил на мне жениться.
- Он уже сделал тебе пpедложение?
- Hет еще, но уже застpелил свою жену.'''
,
'''- Скорая помощь!? Мой сын только что проглотил патрон от охотничьего ружья! Что мне делать?
- Пусть он спокойно лежит, пока мы не приедем. Только не направляйте его ни на кого.'''
,
'''Мужик в тюрягу попал. Оглядывается. Потом сокамерникам выдает:
- Скучно у вас тут, братва. Меня вот в тюрягу две телки провожали. У одной во грудь (показывает), у другой - во задница.
Тут с нар пахан приподнялся:
- На себе не показывай, примета плохая.'''
,
'''- Почему вы спорите с клиентом? Неужели вы не знаете, что клиент всегда прав?
- Знаю, конечно! Но этот утверждает, что он не прав!'''
,
'''Одна девочка так сильно боялась прыгать с парашютом, что прыгнула без него.'''
,
'''В Москве прошел конкурс на самое нелепое имя.
Победила заняла первое место.'''
,
'''Житель российской глубинки вышел на улицу и случайно посмотрел «Левиафан».'''
,
'''Все мечтали работать у Стива Джобса, кроме его поджелудочной.'''
,
'''Бывшую партизанку уволили из магазина игрушек за то, что она отказывалась говорить покупателям, где танки.'''
,
'''Заходит однажды к нам в бар улитка и говорит:
-Можно виски с колой?
-Простите, но мы не обслуживаем улиток,- сказал я и вышвырнул ее за дверь.
Через неделю заходит опять эта улитка и спрашивает:
-Зачем ты это сделал?'''
,
'''Переполненный автобус в Киеве. Стоит хохол в шароварах с гарными усами. На сиденье напротив сидит 100%-ный негр и читает газету "Жовтневий прапор" на украiiнской мовi.
Хохол его так осторожно спрашивает: А шо, пан розумие нашу мову?
Негр: А як же.
Хохол, после раздумья: Так може пан ще й хохол?
Негр: А як же.
Хохол, после долгого раздумья : А я тоди кто ж?
Негр: Та може и москаль.'''
,
'''Очень жадная семья, чтобы не тратить деньги на видеооператора , просто запомнила свадьбу.'''
,
'''Едет священник в автобусе. Автобус заехал в яму. Водитель:
— Блядь!
Автобус заехал во вторую яму:
— Ебанный в рот!
Священник:
 — Вы не материтесь, вместо этого говорите "Господи спаси", сразу поможет..
Автобус заехал в очередную яму, отвалилось колесо. Водитель:
— Господи спаси!
Колесо обратно встала на место
Священник:
— Да ну нахуй! Не может быть, блядь!'''
,
'''Мама, папа, смотрите, это мой новый друг Алёша!
- Ёп твою мать, мертвый лось!
- ... пойдем Алешенька, нам тут не рады!'''
,
'''Мама спрашивает дочку:
- Что это за таблетки в твоей сумке?
- МНЕ ПОДКИНУЛИ ОТВЕЧАЮ, а нет, это ношпа...'''
,
'''- Боже!
- Да, Адам.
- Боже, что было вчера? Где мои рёбра?
- Ну, ты же сам вчера девочек вызывал.'''
,
'''- Сынок, хватит, пора вставать!
- Ну еще часок, мам...
- Какой часок?! За ней уже сутенер приехал!'''
,
'''Жена анестезиолога не знает, что муж её бьёт.'''
,
'''Объявление: Пропал мальчик 10 лет. Особые приметы: мальчик, 10 лет, пропал.'''
,
'''Самое печально блюдо на свете - это пюре. Вроде картошка, как картошка, но такая подавленая...'''
,
'''Как показали исследования, те кто занимаеться утренней гимнастикой умирают гораздо реже, потому что их гораздо меньше.'''
,
'''Я съем тебя, Красная Шапочка! - воскликнул безумный пионер - и сожрал свою пилотку.'''
,
'''В Индии, когда девушка согласна, красная точка на лбу становится зеленой'''
,
'''Была найдена девочка, воспитанная шампанским "Одесса". Она очень игривая и дает в голову.'''
,
'''Передача «Что? Где? Когда? ». Ведущий:
- Следующий вопрос на 50 тысяч рублей от жителя Коломны Сергея Гринова.
И он просит каждого из знатоков добавить еще по 150 тысяч из личных денег.
Знатоки:
- Нет, мы не будем ничего добавлять.
Ведущий:
- Итак, вопрос! Внимание на экран.
На мониторах появляется мужичок:
- Здравствуйте. Однажды шестеро эрудированных интеллектуалов регулярно появляющихся на экране телевизора в одной из передач Первого канала, отмечали победу в зимних сериях игр этой самой передачи в сауне.
Изменяли там женам, пили горячительные напитки.. А кто-то это все записал на видео и теперь думает, то ли на Ютуб послать, то ли уничтожить. В связи с этим вопрос: Продолжите известную детскую песенку:
В траве сидел... Кто?
Удачи.
Знатоки:
- Мы добавляем по 150 тысяч. Наш ответ: В траве сидел мамонт.'''
,
'''Судья - обвиняемому:
- Чем вы можете опровергнуть показания свидетелей?
- Мне нужно время, чтобы это обдумать.
- Хорошо. Пять лет хватит?'''
,
'''Гостеприимный сторож заряжает ружье солью и хлебом.'''
,
'''Девочка Таня, гуляя по тонкому льду, обнаружила, что лед сверху ломается гораздо легче, чем снизу.'''
,
'''- Вот, попробуй это.
- Фуу, на вкус как говно. Что это?!
- Говно.'''
,
'''- Этого, этого и этого расстрелять!
- Ой, меня не надо, пожалуйста!
- Этого не надо, он не хочет!'''
,
'''- Я мать и я тут принимаю решения!
- Но вы не моя мать.
- Я мать и я тут решаю чья я мать!'''
,
'''- Почему у женщины длина ступни меньше, чем у мужчины?
- Это произошло в процессе эволюционного развития, чтобы женщина смогла стоять ближе к кухонной раковине при мытье посуды.'''
,
'''Братство кольца терпят крушение на самолете. Все выпрыгивают, раскрывают парашюты, а Фродо разбивается. Арагорн начинает корить Боромира:
- Как же так, что же ты не уследил за ним?!
- Да я ему кричу: "Дергай, Фродо, колоцо! Кольцо!" А он мне: "Отстань, Боромир, ты не в себе!"'''
,
'''Внимание! Потерялся сын начальника Донецкой налоговой инспекции — мальчик 12-ти лет, особые приметы — подполковник.'''
,
'''- Будешь выходить, труп вынеси!
- Может быть, мусор?
- Может - мусор, может - сантехник, хрен его знает...'''
,
'''- Молодой человек, купите цветы своей девушке, a то я уже зaмёрзлa здесь стоять.
- А почём цветочки?
- Сто рублей штучкa.
- Вaм нужно теплее одевaться.'''
,
'''Начальник тюрьмы обращается к смертнику, сидящему на электрическом стуле:
- Ваше последнее желание?
- Пожалуйста, держите меня за руку. Мне так будет спокойнее.'''
,
'''- Ты сильный!
- Я сильный!
- Ты матёрый!
- Я матёрый!
- Ты даже не знаешь что такое сдаваться!
- Я даже не знаю что такое матёрый!'''
,
'''- Как ты можешь драться, если носишь очки?
- А, я сначала внимательно смотрю, а потом хуярю по памяти.'''
,
'''«В США снова увеличилось число безработных», — передает из Hью-Йорка наш бывший корреспондент.'''
,
'''Математик забегает в фотокиоск:
- Напечатайте мне фотографии, срочно!
- 9х13?
- 117, а почему вы спрашиваете?'''
,
'''Встречаются два соседа. Один говорит:
- Послушайте, а Вы знаете, что профессор, который живет под вами, пидор?
- Ну, надо же! Чего только не узнаешь про людей! Сколько лет ебусь с ним, а не знал, что он профессор!'''
,
'''Молодой человек женился, через три месяца его супруга говорит:
- Дорогой, мне пора рожать!
- Как!?! Ведь мы только три месяца как....
- Ты три месяца до свадьбы со мной жил, три месяца после, а 3х3=9!!!
Прошло время. Звонит она из роддома и говорит:
- Дорогой, у нас родился черненький мальчик!
- Как!
- Когда мы ехали в роддом, нам дорогу перебежала черная кошка => черный мальчик.
Молодой человек пошел к родителям, говорит с отцом:
- Представляешь, отец, 3х3=9 и черная кошка...
Отец орет:
- Мать, ты не помнишь, когда я тебя вез в роддом, нам осел дорогу перебегал или нет?'''
,
'''Два старых английских
джентльмена решают тряхнуть сединой и отправляются в бордель.
Мадам, не долго думая, выдает ВИП клиентам 2 резиновых «подруг» — все
равно ничего не поймут.
Утром — первый: — Слушай — мне, видимо, мертвую дали, лежит, не
шевелится, ни стона, ни вздоха.
Второй: — А мне ведьму подсунули, я ее поцеловал и укусил в шею. Она
зашипела, улетела в окно и унесла мою челюсть!'''
,
'''Мисс Таиланд на хую вертела все обвинения в свой адрес.'''
,
'''Дорогой, тaк все нaдоело, хочется рaзнообрaзия в постели.
Дaвaй поигрaем: я - продaвщицa, a ты покупaтель?
- Ну дaвaй, попробую. Девушкa у вaс сaло есть?
- Нет!
- А я нaщупaл!'''
,
'''Сидит мужик на рыбалке и пристально смотрит на поплавок, мимо проплывает крокодил. Увидев рыбака, смотрит на него. Спустя минуту крокодил спрашивает:
- Что, мужик, не клюет?
- Нет.
- Может пока искупаешься?'''
,
'''Наркоман устраивается в цирк.
- Могу прыгнуть из-под купола без страховки прямо на манеж.
- Ух ты! Покажите!
- Але... .
Прыгает. Шмяк... Лежит. Тишина...
- Он разбился! ? Пульс еще есть! Врача!!!
Прибегает врач.
- Пульс замедляется. Срочно два кубика морфина!
Делает укол. Наркоман встает раскинув руки в стороны.
- Ап!'''
,
'''Пришёл мужик в магазин:
— Нарежьте мне колбасы 100г, только 50 справа налево, а 50 слева направо.
— Ок, а вы что полицейский?
— Да, а как вы догадались?
— Вы в форме.'''
,
'''— Ты говоришь, что я красивый?
— Да, красивый.
— А так красивый?
— И так красивый.
— А вот здесь, отойду, здесь красивый?
— И там тоже красивый. Товарищ, лейтенант, отдайте права, мне ехать надо!'''
,
'''Сколько нужно фрейдистов, чтобы поменять лампочку? Два. Один меняет, второй держит ему член.  ОЙ, ЛЕСТНИЦУ!!! Я ХОТЕЛ СКАЗАТЬ ЛЕСТНИЦУ!!!!!!!!'''
,
'''— Слушай, давай зависнем в коворкинге, у меня есть идея для стартапа, я уже даже рисеч сделал. С меня смузи!
— Так, вот сразу нахуй пошел.'''
,
'''Ветеран пришел в школу на 9 мая, рассказать детям про подвиги:
— Ну вот, значится, ползем мы в разведке, и тут, ХУЯКС, слева немцы! ХУЯКС! Справа немцы!
Учительница, бледнея:
— Вы что такое говорите? Это же дети…
Ветеран подскакивает:
— Какие, нахуй, дети?! ФАШИСТЫ, БЛЯДЬ!!'''
,
'''– Вот ваша справка, держите, а нет, обед.
– Но вы её уже протягивали мне.
– Обед.
– Да она в руке у вас.
– Молодой человек, я закрываю окно.'''
,
'''Сидел дома, было грустно...
Пришел друг и сказал: - Не грусти, сейчас спою.
И ведь споил, сволочь!'''
,
'''Женщина всегда должна делать домашнюю работу с удовольствием. Иначе всё равно она будет её делать, но уже без удовольствия.'''
,
'''Девушка звонит оператору мобильной связи:
- Здравствуйте, до меня не доходят SMS-сообщения!
Оператор:
- Прочтите их еще раз.'''
,
'''Звонок на радио:
- Алло, здравствуйте, я хотела бы поздравить своего папу с днем рождения и пожелать ему счастья от всего сердца до члена!
- Докуда?!
- Не докуда, а дочь Лена.'''
,
'''- Зачем вы украли рулон туалетной бумаги?
- Я не крал. А собирался рассчитаться позже.
- У вас не было 5 рублей, чтоб заплатить?
- У меня не было времени, чтоб заплатить.'''
,
'''- Давай на камень, ножницы, бумага?
- Я так понимаю, кредит Вы возвращать не собираетесь?'''
,
'''Ресторан.
Возмущенный посетитель зовет официанта и говорит:
- А Ваши музыканты на заказ играют?
- Да, конечно!
- А не могли бы они поиграть в шахматы, чтобы я мог спокойно поужинать?'''
,
'''Пьяный негр стоит возле дерева и стонет. Подходит к нему мужик:
- Что, плохо?
- Угу.
- Домой хочешь?
- Угу.
- Ну, давай, подсажу...'''
,
'''Пьяная шахматистка приползла домой на четвереньках, утверждая, что "королева как хочет, так и ходит.... "'''
,
'''Позвонившему в дверь почтальону открывает мальчик 5 лет с сигарой в зубах. Почтальон расстерянно:
- А Мама или Папа д.. дд.. дддома?
Мальчик, выпуская струю дыма в лицо почтальону и счастливо улыбаясь:
- Ну а сам то как думаешь?'''
,
'''Пpиехал деpевенский мyжик домой из гоpода. Его дpyзья спpашивают:
- Hy чо тама видал, в ГОРОДЕ ?
- Cалют видал.
- А чо эт такое ?
- Hy как вам объяснить... Hy сначала нет ни хуя, потом хуяк, хуяк, хуяк - еб твою мать, и опять ни хуя. Чо ж ты, Мань, плачешь-то ?
Маня:
- А как же не плакать-то, кpасотища-то какая.'''
,
'''1 апреля. Муж возвращается домой, а там его жена с лучшим другом трахается. Мужик, разводя руками:
- Очень смешно, блядь!'''
,
'''Коронуют молодого вора. И по-традиции спрашивают, нет ли за ним каких косяков. Ну и этот вор признаётся, что однажды еще в школе отлизал одной девчонке.
Авторитетные воры посоветовались и решили всё равно короновать и простить этот косяк, так как дело было сильно по-малолетке.
После коронации старый вор подходит к нему и спрашивает:
- Слушай, ты скажи хоть ради интереса, как пизда на вкус?
- Ну как-как, как хуй!'''
,
'''Дружили два рыбака. И решили они поклясться никогда не жениться, всегда вдвоём ездить на рыбалку, бухать и ни о чем не задумываться. Раскидала их жизнь, и встретились только через 6 лет. Смотрит один, а у другого на пальце кольцо обручальное.
- Миша, это что за херня?! Мы ж клялись, договаривались, а тут такое...
- Витя, все нормально. Вот поехали домой, я тебе покажу, зачем я женился.
Приезжают они к женатому домой, дверь старая, зашарпаная. В коридоре паутина, грязь, в углу кошка облезлая доедает какую-то вонючую хрень. Просто ужасно в квартире. Ребёнок пробежал мимо чумазый, в каком-то рванье. Проходят мужики в комнату, там диван стоит как будто с помойки: весь в грязи, блохи прыгают. На нем лежит женщина, прикрытая одеялом: грязная, стремная, с сальными волосами. Мужики подходят к дивану, женатый скидывает одеяло и говорит:
- Смотри сколько червей!'''
,
'''Две мясных котлеты-гриль, специальный соус, сыр, огурцы, салат и лук, возвращайся, сделав круг, чуть коснешься ты земли — быть по-моему вели!'''
,
'''Улица. У магазина стоит коляска. Голос из коляски:
- Ну бля, обоссался! Ну пиздец, еще и обосрался!
Идет мимо мужчина и говорит:
- Мальчик ты еще маленький, ходить не умеешь, а уже матом ругаешься.
- Дядя, а ты ходить умеешь?
- Умею.
- Ну вот и пиздуй отсюда.'''
,
'''Появился в лесу кролик. Да не простой, а такой что кого он увидит, того и траxаeт. Пришли все звери леса к царю зверей и жалуются ему. Лев сказал что вопрос решит и пошел искать кролика. Кролик узнал про это и заперся у себя в норке. Лев в туда пролезть не может. Решил по добру по здорову с ним договориться.
- Выходи, говорит, поговорим.
- Не выйду.
- Да выходи, я тебе слово даю, не трону, поговорим.
- Не выйду.
- Да ладно, выходи.
- Ладно выйду... Только для уверенности пусть звери свяжут тебя.
Связали звери Льва кролик и вышел. Подходит ко льву. Лев:
- Страшно?
Кролик весь тресется :
- Страшно, первый раз льва ебать буду.'''
,
'''Идет мужик(М) по улице. Недалеко стоит компания ребят(Р).
Р: - Мужик, прикурить есть?
М: - Ребята, вам спички или зажигалку?
Р: - Да хоть автоген, все равно пи$ды получишь!'''
,
'''- Ты нам больше не звони.
- Почему?
- А когда ты вчера ушёл, у нас ложки пропали, мы их потом нашли,конечно, но всё равно осадок нехороший остался.'''
,
'''Приехал мужик поохотиться в тайгу на медведя, местность не знает, взял проводника. Идут, проводник
впереди рубит тропу длинным топором, охотник
с ружьем за ним. Тут местный медведя увидел
впереди и говорит тихо: "Иди сюда!" - никакой реакции.
Он снова еще тише на пол тона -"Иди сюда"
- Охотник сзади совсем шепотом: -" На хуй ты его зовешь!?"'''
,
'''Муж и жена обедают. Жена проливает на себя борщ:
- Фу! Я выгляжу как свинья!
- Ага. Да еще и борщом облилась!'''
,
'''На балу молодой офицер подходит к поручику Ржевскому, и говорит:
-поручик, я наслышан о ваших любовных похождениях, и говорят что вы один  раз взглянув на даму можете определить, берет она в рот, или нет?
(П)- легко!
(О)- тогда скажите, вон та дама у окна в розовом платье, берет?
(П)-ну сейчас она к нам лицом повернется, я и скажу.
   Через некоторое время дама оборачивается, поручик внимательно на нее смотрит, хмурится, думает и говорит:- все, идите к ней смело, эта точно берет!
    Офицер подходит к ней, что-то говорит, и они удаляются.
Вскоре восторженный офицер подходит к поручику.
(О)-поручик, спасибо! но как вы узнали?! откройте секрет!
(П)-милейший, ну как же? рот есть- значит берет!'''
,
'''На заводе идет забастовка. Рабочие кричат наперебой, ничего не слышно, никто никого понять не может. Один старожил, всю жизнь проработавший на этом заводе залезает на ящик чтобы толкнуть речь:
- Как ёб твою мать так нихуя, а как пиздец, так ебали мы его в рот!!!
Крики из толпы:
- Правильно, Петрович дело говорит - пока страховку не оформят, мы работать не будем!'''
,
'''- Да вы все ебанулись!
- Мужчина, потише! Тут же дети...
- Вот это меня и напрягает в нашей свингерской оргии.'''
,
'''Один инженер умер и попал в ад. В скором времени его перестал устраивать уровень комфорта в аду, и он принялся за усовершенствования. Вскоре он установил там кондиционеры, освежители воздуха в туалетах, эскалаторы и т.п. Господь звонит Сатане:
- Ну как там у Вас дела?
- Дела идут просто великолепно. У нас теперь есть кондиционеры, освежители воздуха в туалетах, эскалаторы и черт знает, что еще этот инженер установит в ближайшее время.
- ЧТО? У Вас есть ИНЖЕНЕР!?! Слушай, тут какая-то ошибка. Инженеры не должны попадать в ад. Сейчас же пришли его ко мне.
- Ни за что! Мне понравилось иметь инженера в команде.
- Немедленно пришли его ко мне наверх или я буду с тобой судиться!
- Ага, и где ты собрался найти адвоката?'''
,
'''Если отрубить курице голову, то она будет бегать ещё несколько минут. Если отрубить ноги, то не будет.'''
,
'''Начало концерта. Выходит дирижер и вдруг видит, что первой скрипки нету на месте!
Ну, он наклоняется к оркестрантам и громким шепотом спрашивает: — Где первая скрипка???
А ему, тоже шепотом, отвечают: — В сортире дрочит!
Дирижер кидается в сортир, вламывается в кабинку и видит: точно — сидит и яростно дрочит.
Дирижер: — И это моя первая скрипка?! Выше локоть! Легче кисть!'''
,
'''Мама всегда хотела видеть меня красивым и умным.
Поэтому принимала галлюциногены.'''
,
'''Подходит Дон Кихот к чудовищу и спрашивает:
- Что ты мелешь?'''
,
'''Идут по мосту две дамы. Одна захотела поссать. Ну, другая говорит – давай я тебя над водой подержу, а ты поссышь. Вот подняла она ее на руках и держит. Держит. Держит. 15 минут, полчаса, час, два.
- Слушай, – говорит, наконец, держащая телка, – Че такое? Сколько можно-то ссать?
- Понимаешь, – отвечает ей ссущая телка, – Я не могу ссать. Там внизу лодка застыла и стоит.
- Дура! – отвечает держащая телка, – Это не лодка! Это твоая пизда в воде отражается!'''
,
'''"Но!", — крикнул извозчик.
"Пассаран!", — ответила лошадь.
Она была из наших и всё понимала.'''
,
'''— Я хочу, чтобы мы умерли в один день!
— Дед, ты заебал!'''
,
'''- Люся, ну как тебе доказать, что мы с Таней просто друзья, и между нами ничего нет?
- Принеси мне её голову.'''
,
'''Жена призналась мужу, что изменила ему, когда он был на рыбалке. И он исчез.
Неделю его не видела. Потом еле-еле стала видеть правым глазом.'''
,
'''Один молодой дровосек отправился на заработки в какую-то глушь. Приезжает и видит, что это чудовищная дыра: всего одна улица из 10 домов, а кругом лес стеной, куда ни глянь. Из развлечений - один ветхий кабак на отшибе. Ближе к ночи дровосек от нечего делать туда зашел. Садится он за стойку, заказывает выпить и между прочим спрашивает у хозяина:
-А что, отец, я гляжу с бабами у вас тут туго. Ни одной не видел. Как же вы тут живёте, без баб то?
Хозяин говорит:
- Дождись полночи - увидишь.
Ну пареньку интересно стало. Решил дождаться. Ровно в полночь, когда пробили часы, все дровосеки, как один, встают и выходят на улицу. Молодому стало еще интереснее и он пошел за всеми. Выходит он из кабака и видит следующую картину: на небольшой поляне в лунном свете пасутся лоси, а дровосеки выбирают себе по одному лосю, подходят сзади и начинают его ебать. Парень от этого зрелища пришел в ужас, убежал с этой поляны и дал себе слово, что никогда он так не оскотинится из-за похоти. Но шли месяцы, и держаться становилось всё труднее. Наконец дровосек понял, что сил больше нет. Отчаявшись, он отправился в кабак и в ожидании полночи решил нажраться в хлам, чтобы не думать о предстоящим и ничего не помнить. Как только пробило 12, парень первым выскакивает на улицу и не в силах больше терпеть скидывает штаны и начинает яростно ебать первого попавшегося лося, так что тот еле на копытах стоит. И тут парень замечает, что что-то не ладно. Он на секунду останавливается и замечает, что остальные лоси мирно пасутся, а все дровосеки стоят толпой и молча смотрят на него с каким-то отвращением. Парень спрашивает с удивлением:
- Что случилось? Что-то не так?
Один из дровосеков смотрит на него и говорит:
-Парень, ты, конечно, извини, но это самый уродливый лось из всех, что я видел.'''
,
'''Поступил на работу в солидный ежемесячный журнал молодой журналист. В первый рабочий день вызывает его главный редактор
- Вы же у нас из глубинки?
- Да.
- Отлично! Вот Вам первое задание, оно же аттестация и прохождение испытательного срока. Нужен большой репортаж или очерк на тему - " Жизнь и быт в русской глуши". Справитесь?
- Конечно!
Итак, получив командировочные наш свежеиспечённый журналист устремился на поиски сенсаций в провинцию.
Человек он был ответственный и подошёл к решению задачи с должным пиитетом, несколько часов на самолете, далее вертолет, попутка, несколько километров через лес и вот она самая что не на есть русская глушь. Деревня. Десяток пятистенок. На заваленке крайней сидит дед - ровесник революции.
- Здравствуйте дедушка!
- Здорово милок!
- Скажите пожалуйста, а Вы давно тут живете?
- Дык. Всю жизнь.
- А не могли бы Вы рассказать о самом счастливом дне в Вашей жизни?
- Да... Было это давно. Была у меня корова - умница, красавица.
Молока давала - хошь купайся! И чего ты думаешь - потерялась как-то. Пошёл искать в лес- не нашёл, на следующий день позвал соседей пошли искать к реке - не нашли, на следующий позвал искать всю деревню, пошли искать к оврагу и что ты думаешь?! Нашли беглянку мою. На радостях как отымели всей деревней корову!
- Простите дедушка, у нас серьезное издание - я не могу это напечатать. Может еще какой-то день был радостный?
- Да... Была у меня коза. Умница, красавица молоко давала -
вкуснющее! И как-то тоже потерялась. Пошёл искать к реке - не нашёл, на следующий день позвал соседей пошли искать к оврагу - не нашли, на следующий позвал искать всю деревню, пошли искать в лесу и что ты думаешь?! Нашли беглянку мою. На радостях как отымели всей деревней козу!
Журналист думает: а дед то калач тёртый! Надо с другой стороны зайти.
- Дедушка, может печальный день был какой-то?
- Да... Пошёл я как-то по грибы и заблудился........'''
,
'''- В каком стиле вы играете?
- Знаете, мы делаем то, что мы делаем, и стараемся делать это хорошо, а все эти разделения...
- То есть, русский рок?
- Да'''
,
'''- Почему Стивен Хокинг не может приехать в Россию?
- Из-за санкций'''
,
'''Милиция повязала группу мошенников, продающих дипломы в метро.
«Нам пришлось их отпустить» - заявил профессор экономических наук сержант Иванов.'''
,
'''Диалог влюбленных:
Она: дорогой, а давай поиграем в ролевые игры, я наряжусь 14 летней школьницей, а ты меня накажешь за двойку...
Он: фу, милая, как это отвратительно, тебе и так 14 через 2 года, куда торопиться?'''
,
'''Собрались в кабаке фашист, демократ и коммунист. Начали спорить у кого лучше идеология. Ну спорить можно долго, а толку... Решили на практике, кто своей идеологией заставит кошку съесть горчицу.
Фашист хватает кошку, заталкивает ей в пасть ложку горчицы... Сожрала!
Все возмущаются:
— Это насилие!
Тогда демократ берет два кусочка колбасы, в средину горчицы, бросает- слопала! Опять все возмущаются:
— Это обман!
Коммунист ловит кошку, мажет ей горчицей задницу... кошка с воем ее слизывает:
— Обратите внимание! Добровольно и с песней!'''
,
'''- Пацаны, а давайте ему ща на лбу напишем "хуй"?
- Бля, давайте хоть дождемся пока дочитают завещание.'''
,
'''Мyжик с бабoй пoзнакoмился , нy пpигласила oна eгo к сeбe на 9 часoв и гoвopит:
- Toлькo смoтpи pаньшe нe пpийди - y мeня мyж - звepь.
Hy мyжикy нeвтepпeж былo, маялся-маялся - пpишeл в 8:55. Tyт двepь амбал
такoй oткpываeт:
- Чe надo?
Мyжик сo стpахy pазвepнyл , с лeстницы , хoдy дoмoй. Пpибeгаeт дoмoй, всe замки пoзакpывал с пepeпyгy, пoтoм садится, нoги на стoл, закypиваeт :
- Чe надo, чe надo... Пoшeл нахуй!'''
,
'''Сидят в тюремной камере хохол и русский. Принесли ""передачу"": русскому
- буханку хлеба, хохлу, естесственно - шмот сала. Делиться друг с другом жаль, но обоим хочется и того, и другого. Тут хохол предлагает:
- Давай сыграем в дурака на передачу!
- Давай, а как? Ведь карт нет!
- А мы так...
- Ну давай!
Нарезали они свое сокровище. Русский ходит:
- Хлеб!
- Козырное сало! - хохол кладет сверху кусок сала и съедает все.
- Козырной хлеб!
- Старшее козырное сало!
Русскому обидно стало. Тогда он:
- Старший козырной хлеб!
Хохол, подумав:
- Беру!!!'''
,
'''Программист идет в магазин.
Жена просит купить его булку, а если будут яйца, то десяток.
Приходит в магазин, говорит :
- У вас яйца есть?
- Есть.
- Десять булок, пожалуйста.'''
,
'''Сидит мужик дома. Вдруг — звонок. Открывает — стоит Смерть с косой. Она протягивает ему сложенную бумагу и уходит. Мужик нервно разворачивает её и читает: «Послезавтра!» Он весь на нервах, приготовления начал делать.
На следующий день звонок. Открывает — снова стоит Смерть. Она опять протягивает ему сложенную бумагу и уходит. Мужик разворачивает её и читает: «Завтра!» Ну всё, — решил, — попал, конец мне будет. Оформил завещание и всё такое, приготовился умирать.
На следующий день совсем разнервничался, сидит, как на иголках. Звонок. Открывает — Смерть. Она опять протягивает бумагу и уходит. Разворачивает её, и читает: «Сегодня!» Весь день промучился — ничего не произошло.
Следующий день. Звонок. Открывает — Смерть. Она опять протягивает бумагу и уходит. Разворачивает, читает: «Вчера!»'''
,
'''— Дорогой , пожалуйста, объясни сыну помягче, что его хомячок сдох.
— Сын, иди сюда! Отжимайся! 1,2,3,4,5,6…
— Все, не могу больше…
— Что?! Сдох?!!
— Да…
— Вот и хомяк твой тоже!!!'''
,
'''— Женщина, женщина! Вы сумочку забыли!
— Аллах Акбар!'''
,
'''Сидит отец и дрочит, заходит сын и спрашивает:
С: Пап, что ты делаешь?
П: Дрочу.
С: Зачем?
П: Не спрашивай - ты тоже это делать будешь.
С: Почему?
П: Потому что у меня рука устала уже.'''
,
'''- Ну а вообще как вам спектакль, Миссис Линкольн?'''
,
'''Робокоп: Я — Роботкоп.
Преступник: Не надо говорить "т", придурок!
Робокоп (сконфуженно): Вы аресованы, бросье писоле.'''
,
'''— У вас в ресторане вкусный борщ?
— Такой вкусный, что с ума сойти можно.
— Да ладно?!
— Вон видите голый мужик за голубями гоняется. Он ел'''
,
'''– Слушай, вот ты вчера над Колей из 5 "Б" издевался, а сегодня тебя искали.
– Колин папа?
– Колин Фаррел'''
,
'''Смерть - это состояние, в которое впадают некоторые пациенты с целью
унизить своего лечащего врача.'''
,
'''Владимир Ильич, к вам ходоки!
— Да, а что они принесли, батенька?
— Свежей рыбки.
— А шли они сколько?
— Две недели.
— Детям, все детям.'''
,
'''Сельские парень и девушка лежат на сеновале, испытав первые радости любви. Девушка прильнула к парню:
- Коля, а ты до меня ухаживал за кем-нибудь?
- Да, ухаживал. За скотиной... Но это так, без любви...'''
,
'''Играют Каспаров с Крамником в шахматы. У Каспарова позиция уже совсем плохая, но сдаваться не охота. Вот он смотрит в окошко и видит там какую-то собачку. Каспаров:
— Слышь, Володь, чья это собачка бегает?
Крамник:
— Ничья.
Каспаров:
— Согласен.'''
,
'''Магазин. Очередь за огурцами. Первая женщина :
- Мне подлиннее, но потоньше....
Вторая женщина:
- А мне потолще, но покороче.
Продавец у следующего покупателя-мужчины:
- Мужчина, а Вам каких?
Мужчина:
- Мне все-равно. Мне для еды.'''
,
'''– Ты зачем вставил сверло в свёклу?
– Это свекло.
– Тебе 25 лет!
– Мне скучно.'''
,
'''Все арахнофобы на самом деле латентные пауки.'''
,
'''-Угадай в какой руке?
-В левой.
-Черт.
Однорукий Джо не умел делать сюрпризы.'''
,
'''Сын приходит из школы и говорит отцу:
-Пап, я тройку принес!
-Молодец, сынок! Поставь в холодильник'''
,
'''Обычное утро в семье Евгения Гришковца:
— Пап, подай соль.
— Вот, возьми соль…а что такое соль? Это ведь просто белые крупицы, которые когда на язык сыпешь — во рту становится солено. А "солено" — это вообще как? Как это объяснить–то? Просто "солено" — и все. Нормальными словами ЭТО не опишешь. Вот в детстве, когда мама… Мама — ну просто мама. Женщина, которая проводит с тобой большую часть времени и которая любит тебя до беспамятства…
— Ну началось, блять.'''
,
'''-Как называется этот коктейль?
-"Кокосовый хуй"
-Ммм, точно, немного чувствуется кокос.'''
,
'''Отдыхает русский в зарубежном отеле. Ол инклюзив, все дела, наедается до отвалу. Тут ему приспичивает в туалет. Мужик добегает до своего номера и наваливает огромную кучу. С чувством невероятного облегчения жмет на смыв, но ничего не происходит. После десятка тщетных попыток русский вылавливает в коридоре консьержа и, дико стесняясь, на ломанном английском пытается объяснить проблему. Консьерж в растерянности, и мужик решает продемонстрировать проблему наглядно, жестом ведя за собой в туалет.
Консьерж в недоумении смотрит на огромную кучу говна, а русский тычет в унитаз пальцем и говорит:
- Look!
Нажимает кнопку, говно смывается.'''
,
'''Жена укусила мужа и теперь он тоже жена.'''
,
'''– Сержант Хурма, повяжите этого преступника!
– Не смешно.
– Смешно.'''
,
'''Идет бомж по помойкам новосибирского академгородка. Видит - женщина голая лежит. Он подходит к ней и спрашивает: "Второй закон термодинамики?" Она отвечает: "Энтропия изолированной системы не может уменьшаться". Бомж идет дальше и думает: "Нормальная баба! И чего выбросили?"'''
,
'''— А вот когда умирает черепашка, проносится ли у нее жизнь перед глазами или типа так супермедленно проплывает?
— Я имею в виду, к свидетелю.
— К свидетелю вопросов нет, ваша честь.'''
,
'''После выпуска своего третьего альбома, не снискавшего коммерческого успеха, знаменитая группа из Припяти полураспалась.'''
,
'''Для ухода за пожилым программистом требуется приятная
женщина, говорящая на BASIC, PASCAL и C++.'''
,
'''Идет Дед Мороз по Тверской. Навстречу - проститутки. Подходит одна из них и говорит:
- Здравствуй, дедушка.
- Здравствуй, внученька, с наступающим тебя, только подарочка у меня нет.
- Ничего, дедушка. Зато у меня для тебя есть. Расстегивает ему ширинку и начинает делать минет.
- Ааа-х, ууу-х, молодец, только горлышко не простуди.'''
,
'''Абрам Исаакович Поц читает в газете: «Молодежная сборная России по футболу вчера, в тяжелейшей битве, вырвала очко у Лихтенштейна».
— Вот это молодежь пошла! Бедному еврею и на улицу не выйти!'''
,
'''Ребе умирает. Его спрашивают: - Ребе - что такое жизнь? - Жизнь - это река. - А почему река? - Ну не река.'''
,
'''Пингвин пришёл к фотографу.
— Вам цветную фотографию?
— Нет, достаточно черно-белой.'''
,
'''Мусульманская служба IT поддержки:
— У меня упала база.
— Иншаллах.'''
,
'''— Человек подавился! Здесь есть врач?
— Врач? Откуда у врача деньги на ресторан?
— Ха-ха-ха!
— Ха-ха-ха!'''
,
'''Таксист, уставший, после суток, останавливается на светофоре. В окно тут же заглядывает деваха:
— Оральный, 50.
Таксист чешет репу:
— Оральный, 50... Оральный, 50... Бля, где это??'''
,
'''- Назовите ваши сильные стороны?
- Чувство юмора.
- Спасибо, мы свяжемся с вами в понедельник.
- А я думал мы свяжемся с вами в клубок.'''
,
'''– Ваше предложение еще остается в силе?
– Да.
– Тогда я снова отказываюсь.'''
,
'''— Сколько времени вам понадобится?
— Не знаю точно.
— А можете хотя бы грубо сказать?
— Три ёбаных дня блять!'''
,
'''На причале лодочной станции стоит мужик с мегафоном и монотонно повторяет:
- Лодка номер девять! Ваше время истекло. Возвращайтесь!
Подходит пацан:
- Дядя, у тебя на станции всего семь лодок. Откуда взялась девятая?
Мужик также монотонно в мегафон:
- Лодка номер шесть, что у вас случилось?'''
,
'''Дай человеку рыбу и он будет сыт один день. Дай человеку имя Сыт и он будет Сыт всегда.'''
,
'''Как отличить настоящую гривну от поддельной? Положите гривну на стол, и обведите по периметру салом. Если лицо, изображенное на ней провожает сало взглядом - гривна настоящая.'''
,
'''Заходит математик в караоке-бар и спрашивает:
- А что это у вас играет?
- Икс квадрат плюс игрек квадрат меньше либо равно еденицы.'''
,
'''Когда Ахмет на уроке физики умножал ускорение на массу, у него всегда получался Дагестан. Потому что Дагестан — сила.'''
,
'''- Решено! Это лето я проведу на колёсах!
- Путешествовать будешь?
- Не совсем.'''
,
'''Засыпают муж с женой. Вдруг шкаф заговорил:
– Ну что, твой спит?
– Да вроде. – отвечает жена.
– Ну я пойду?
Тут муж просыпается:
– Куда пошел, я за тебя еще кредит не отдал!'''
,
'''ПОЛИТКОРРЕКТНЫЙ АНЕКДОТ. Некая личность приходит в некое место и говорит что-то другой личности. Вторая личность что-то отвечает, первая слушает ответ и снова что-то говорит, обращаясь ко второй. И то, что она говорит, по-настоящему смешно.'''
,
'''— Дорогой, когда мы поженимся, у нас будет трое детей.
— Откуда ты знаешь?
— Так они ведь уже живут у моей мамы.'''
,
'''-Слушай, а чего волхвы принесли новорожденному Иисусу?
-Даров
-Привет'''
,
'''Попадают три кота в кошачий приют.
Первый — кот священника, второй — архитектора, третий — дизайнера. Дают им каждому по миске с «Китекэтом».
Кот священника вываливает миску на пол, раскладывает корм крестом, молится, съедает корм и тихонько ложится спать довольный.
Кот архитектора также высыпает корм, раскладывает из него архитектурный план, долго что-то двигает, думает, меняет детали местами, наконец удовлетворенно съедает всё и чинно ложится спать.
Кот дизайнера высыпает еду на пол, напряженно смотрит на нее, начинает неистово долбить корм миской, раздалбывает его в пыль, раскладывает из этой пыли три дорожки, вынюхивает их, трахает первых двух котов, падает на спину и колошматя лапами по полу в истерике орет: «Суки! Сволочи! Я не могу работать в таких условиях!!!»'''
,
'''Физик, инженер и математик принимают участие в эксперименте. Каждого
запирают в комнате с банкой бобов.
Через три дня исследователи по очереди открывают двери.
В первой комнате они обнаруживают довольного физика, покрывающего пол
и стены формулами. Консервная банка аккуратно открыта. На вопрос как
он это сделал он отвечает:
— О, я просто приложил нагрузку к точкам напряжения.
В следующей комнате инженер, он сидит в углу, а рядом раскуроченая
банка. На вопрос как открыл отвечает:
— Я наработал её до точки отказа.
Наконец, открывают третью дверь.
Там на полу сидит математик, обнимает банку, качается взад-вперёд и бормочет:
— "Предположим, что банка открыта, предположим, что банка открыта,
предположим, что банка открыта"'''
,
'''В 9 классе знакомая как-то попросила меня сбрить бороду: мол, колется. Я сбрил, но колоться она так и не перестала и через год сдохла от передоза.'''
,
'''- Дорогой, надо помыть посуду, где у нас тряпка?
- Я здесь.'''
,
'''Засудили, кароч, мужика, и сел он в тюрьму. Заводят его в новую камеру, а там сидят уже два жлоба. Ну и говорят ему, мол, у нас готовится спектакль.
- Будешь участвовать? Как раз роли три: батя, маманя и дочь. Выбирай.
Подумал мужик недолго, отвечает:
- Ну буду батей, хули. А какой сценарий-то?
- А сценарий всегда один. Батя сосет у мамани с дочкой хуй.'''
,
'''Елена Беркова пила кефир и сплюнула по привычке.'''
,
'''После того, как ученик матюгнулся на уроке, трудовик выгнал его со словами: «Иди, я научил тебя всему, что знаю».'''
,
'''— Внимание, земля! Говорит борт 13! У нас отказал бортовой компьютер.Что делать?
— Борт 13! Борт 13! Это диспетчер! Слышите меня? Играйте пока на резервном! Играйте на резервном.'''
,
'''— Уроды! Что вы там делаете? — кричала бабушка уродам, которые что–то там делали.'''
,
'''— Клади трубку!
— Нет, ты первый клади!
— Ты ебнутый? Клади трубку и гашиш на стол, сейчас оформлять тебя будем.'''
,
'''В своем доме, в гостиной, развалившись в кресле, сидит англичанин, курит трубку и читает утреннюю газету. Вдруг обваливается стена, и в гостиную, скрипя тормозами, въезжает Бентли, за рулем которого сидит другой англичанин. Первый спокойно переводит на него взгляд, вынимает трубку и спрашивает:
- Могу я спросить, куда сэр так торопится?
- В Манчестер, сэр!
- В таком случае, сэр, Вам ближе было бы через кухню.'''
,
'''Глаголы — говно. Я презрение глаголы. Злость на людей, которые их похвала.'''
,
'''Купил книгу по эффективному управлению. В первой главе написано, что нужно делегировать больше полномочий. Дальше дочитывает мой зам.'''
,
'''Филолог говорит своему сыну:
— Ты меня очень огорчил. Я слышал, как ты спорил со своим другом и сказал ему: "Ты ебанулся". Как ты мог? Ты ни за что обидел человека, показав ему пренебрежение!
— А что я должен был ему сказать?
— Тебе надо было сказать: "Да ну, нахуй!" Он бы понял, что ты вовлечен, но ты оппонируешь!...'''
,
'''Рожают украинка, русская и негритянка. Мужья сидят ждут. Выходит медсестра, выносит троих младенцев и говорит: - Вы знаете, случайно перепутали детей и не знаем где чей. Украинец хватает негритенка и бежать. Ему кричат: - Так понятно же что не твой. - Главное, чтобы не москаль!'''
,
'''Метро. На единственное свободное место садится классический, как их описывают в анекдоте, еврей. Нос. Очки. Взгляд печального спаниеля. Обращается к соседу:
— вы еврей?
— почему?
— ваш ответ меня полностью удовлетворил.'''
,
'''А бармен говорит: "Мы путешественникам во времени не наливаем"
Путешественник во времени заходит в бар'''
,
'''Концерт группы U2. Перед началом ее солист Боно, известный гринписовец и борец с голодом, не упускающий случая пропиарить эту свою общественную деятельность, выходит на сцену и в полной тишине с интервалом в три секунды начинает щелкать пальцами. Потом говорит в микрофон:
— Каждый раз, когда я щелкаю пальцами, в странах Африки от голода умирает один человек.
Выкрик из зала:
— Прекрати это делать, грязный ублюдок!!'''
,
'''Сидит интеллигентный, хорошо одетый мужчина в консерватории. Сидит, музыкой наслаждается. Вдруг поворачивается к соседу и говорит:
- Простите, это не вы сказали: "пошел нахуй?
- Нет!
Поворачивается к другому:
- Это не вы сказали: "пошел нахуй"?
- Нет!!! что вы??
К третьему:
- Это не вы сказали: "пошел нахуй"?
- Нет!
Мужчина задумчиво:
- Значит, музыкой навеяло...'''
,
'''- Девочка, ты из какого класса?
- Буржуазия'''
,
'''Переписка Герасима и Муму:
Герасим: Муму, а как ты читаешь, ты же собака?
Муму: А как ты читаешь? Ты же крепостной...
Герасим: 1:1'''
,
'''Сидит лягушонок на берегу озера и пьёт водку. К нему подплывает крокодил.
- Привет, лягушонок! А ты где водку взял?
- У рыбаков вон попросил пол литра, они и угостили.
 Вылезает тогда крокодил из кустов к рыбакам и говорит:
- Мужики! А дайте, пожалуйста, ещё бутылочку!
- Да нам не жалко. Но тебе, лягушонок, кажется, уже хватит!'''
,
'''Умирает Стив Джобс, у изголовья его кровати стоит Тим Кук
-Тим, обещай мне, что после моей смерти вы не будете выпускать уебишьные смартфоны.
-Обещаю Стив, слово пацана.'''
,
'''Умирает старый гей, у изголовья рыдает его бессменный партнер.
— Дорогой, я умираю. Как ты меня похоронишь
— (глотая слезы) Я кремирую твое тело, а потом приготовлю на поминках САМОЕ БЛЯТЬ ОСТРОЕ ЧИЛИ В МИРЕ и высыплю туда твой прах… А потом съем все это чили один…
— (заинтересованно) — Зачем???
— Что бы ты, милый, последний раз хорошенько разодрал мою жопу'''
,
'''Заходит джазмен в бар, и заказывает 13/16 пинты пива.'''
,
'''Степан понял, что его посадят, когда его адвокат начал свою речь со слов:
- Ну и что, что он ворует?!'''
,
'''- Какой у Вас красивый желтый кот!
- Спасибо, но на самом деле он белый - мы просто курим в квартире.'''
,
'''Посетитель заходит в местный клуб и видит, как три человека и собака играют в покер.
— Должно быть, это очень умная собака, — замечает он играющим.
— Нет, не очень, — отвечает один из них, — как только ей выпадает хорошая карта, она начинает вилять хвостом.'''
,
'''Помню, подошел ко мне знакомый с сумкой Louis Vuitton и сказал" "Эта сумка стоит больше, чем всё, что на тебе одето".
А я ему такой: "Надето".'''
,
'''50-летняя Елена вышла замуж по расчету, но не подрасчитала и умерла раньше.'''
,
'''Моя девушка говорит, что маленький член не помеха нашим отношениям. Но я всё равно переживаю, что у неё есть член.'''
,
'''По статистике, вегетарианцы живут дольше. Вот вы сейчас смеётесь над вегетарианцем, а потом он придет на вашу могилу и съест все цветы.'''
,
'''Царь позвал к себе Иванушку-дурака и говорит:
– Если завтра не принесешь двух говорящих птиц – голову срублю.
Иван принес филина и воробья. Царь говорит:
– Ну, пусть что-нибудь скажут.
Иван спрашивает:
– Воробей, почем раньше водка в магазине была?
Воробей:
– Чирик.
Иван филину:
– А ты, филин, подтверди.
Филин:
– Подтверждаю.'''
,
'''В грузинской школе урок естествознания. Учитель спрашивает: - Дети, что такое, по-вашему, облом? Давай, Гоги.
- По-моему, облом - это когда идёшь по улице и видишь перед собой блондинку с шикарными формами, но тут подходит автобус, она в него садится, а ты не успеваешь. Вот это облом!
- Очень хорошо Гоги. Садись, пять. Кто ещё как думает? Давай, Вахтанг.
- Я думаю, что облом - это когда ты идёшь по улице и видишь перед собой мужчину с такой шикарной попой, но тут подходит автобус, он в него садится, а ты не успеваешь. Вот это - облом!
- Тоже неплохо. Садись Вахтанг, четыре. Кто не согласен? Давай, Гиви.
- Я думаю, что облом - это когда ты идёшь по улице, сзади тебя идёт Вахтанг, а автобуса всё нет и нет...'''
,
'''Пьяный мужик в разорванной рубашке, на помятом лице которого следы губной помады, в кармане — пустая бутылка, заходит в автобус и садится рядом с попом.
Разворачивает газету и что-то там читает. Потом поворачивается к попу и спрашивает:
— А вы не знаете, батюшка, от чего бывает артрит?
— Артрит, сын мой, бывает у тех людей, кто сбился с пути истинного, кто спит с падшими женщинами и злоупотребляет алкоголем!
— Ни хрена себе…
Мужик надолго замолкает, и смотрит задумчивым взглядом в пол. Поп пожалел о том, что высказался так резко:
— Ну ладно, сын мой! Давно ли у тебя артрит?
— Да вы что! У меня нет артрита! Тут в газете пишут, что артрит у патриарха Кирилла.'''
,
'''Моя девушка запрещает мне смотреть на других обнаженных женщин, поэтому я смотрю только гей порно.'''
,
'''Жила-была ритм-секция, басист с барабанщиком, друзья не разлей вода. И была у них беда - всегда расходились на полтакта, никак не могли попасть друг в друга. Сменили много групп, отовсюду их гнали... Поняли они, что жить не стоит, забрались на крышу высотки и решили покончить, значит, самоубийством.
- Слушай, - говорит басист, - Давай хоть сейчас, последний раз попадем! Раз, два, три!.. "Шлеп!" "Шлеп!"'''
,
'''Боярский звонит по телефону:
- Алло, это Горводоканалья?!
- Нет. Это Санстанция, Санстанция, Санстанция...'''
,
'''Заходит Паскаль в бар, а бар — это сто тысяч Паскалей.'''
,
'''В бар заходит Рене Декарт. Бармен спрашивает:
- Пиво будете?
- Не думаю, - отвечает Рене и исчезает в воздухе.'''
,
'''Постоянный клиент заходит в кабак и кричит бармену:
— Эй ты, черножопый — мне бокал виски и побыстрее!
Бармен, сохраняя спокойствие и вежливую улыбку:
— Это не очень любезно с вашей стороны, господин Леви... Как бы вы отреагировали, если бы я с вами разговаривал в той же манере?
— А мы можем попробовать. Я встану за стойку, а ты подойдешь как посетитель.
Бармен выходит из-за стойки и кричит:
— Слышь ты, жид порхатый — живо мне бокал виски!
— Сожалею, но мы черножопых не обслуживаем...'''
,
'''Муж требует у жены ласки, а она всё никак не соглашается. Муж ей:
— Ну почему же нет?
— Кот..
— Что, блин,кот?
— Не могу.. Он смотрит..
Муж выкидывает из комнаты кота и снова пристаёт. Жена:
— Хомяк..
— КАКОЙ ХОМЯК, ОН ЖЕ НА КУХНЕ ЗА ХОЛОДИЛЬНИКОМ!
— Хочу, чтобы он смотрел..'''
,
'''Попала журналистка в прошлое. Вдруг видит Илья Муромец по дороге скачет.
- Вы Илья Муромец, да?
- Да.
- А можно интервью?
- Слова-то какие заморские. Ну ладно, соси.'''
,
'''Клаустрофоб Георгий, надевая свитер, некоторое время орёт.'''
,
'''– Подсудимый, объясните, почему вы нанесли восемь ножевых ранений потерпевшему?
– Я художник, я так вижу.'''
,
'''Почему если девушка переспала с кучей парней, то она - шлюха, а если то же самое сделает парень, так он сразу пидор?'''
,
'''«У меня вчера с женой была оговорка прямо по Фрейду». – «Как это?» – «Да вот сидим мы за обедом. Думаю попросить ее передать мне хлеб с маслом. А вырывается: «Сука! Блядь! Видеть тебя не могу! Всю жизнь мне испортила!»'''
,
'''— А вы видели шоу Бенни Хилла?
— Не, а шо у него?'''
,
'''Пуля попала в голову Штирлицу. "Разрывная"- пораскинул мозгами Штирлиц .'''
,
'''Едет в машине мама с сыном и, вдруг, в лобовое стекло влетает и отскакивает огромный фаллоимитатор. Мама притихла, сынок спрашивает:
- Ма, а чё это было?
- Насекомое!
Сынок недоверчиво:
- А как оно с таким хуем летает?'''
,
'''Сожрал удав попугая. Все звери сабрались и давай его судить.
Слоник: а давайте удаву отрежем ебало.
Обезьяна: не, нельзя сильно жёстко!
Слоник: ну давайте удаву отрежем ебало.
Обезьяна: да не, чересчур жёстко.О, давайте удаву отрежем хвост!!
Слоник: По самое ебало!'''
,
'''— Доктор, у меня что–то анальный проход болит.
— Снимайте штаны, показывайте… так… о, да у вас там роза торчит.
— Доктор, это вам.'''
,
'''Мужчина подсаживается к женщине и говорит:
— Простите, а вы журналистка?
— Да. А как вы догадались?
— У вас лицо тупое.
Женщина обиженно:
— А у вас лицо тоже тупое!
— Я знаю, я тоже журналист.'''
,
'''Крутой джазовый бар проводит конкурс на лучшего исполнителя, которого возьмут на работу. Собирается толпа музыкантов и среди них старый негр(ни разу не афроамериканец! Просто НЕГР!)
Выходит и говорит:
— Эта песня называется "Я буду дрочить на тебя всю ночь!"
Играет восхитительный блюз, после которого половина музыкантов сразу собираются и уходят, другие просто плачут от восторга!
Старый негр говорит:
— А следующая моя песня называется "Соси у меня, сука, пока я не кончу!!!"
И играет блюз еще круче от которого оставшиеся музыканты единогласно отказываются от участия в конкурсе.
Влдаделец заведения говорит
— Мы вас берем, только не могли бы вы не называть своих песен, а они немного… ммм.. шокируют.
Негр соглашается.
Идет очердной концерт, главный исполнитель видимо забыл запрвиться, у него елда торчит из штанов, он садится за за рояль, играет. Хозяин заведения замечает эту оплошность, подходит к нему, говорит:
— У тебя хуй торчит наружу, знаешь?"
Негр
— Что? Знаю ли я её?! Да я её написал!!'''
,
'''- Мужик, кто ты, и что делаешь в моей квартире?!
- Ой, мне вот щас не до философии!'''
,
'''Стоит девушка на мосту, явно собирается свести счеты с жизнью. Подходит бомж.
— Девушка, раз вам уже все равно, можно, я вас напоследок трахну? У меня так давно не было женщины.
— Козел! Ты вообще себя видел? Грязный, вонючий, вшивый! Нет, нет и нет! Уйди!
— Конечно, конечно, уже ухожу. Я вас внизу подожду.'''
,
'''— Доктор, у меня в жопе газета застряла!
— Что, правда?
— Нет, Известия!'''
,
'''Один мальчик был настолько требователен и привередлив, что в итоге у него выросла пизда.'''
,
'''Если в имени Илюха поменять одну букву на «Ш», то получится Илюша.'''
,
'''Едут в поезде: японец, хачик и русский. Японцу позвонили на мобильник,
он поговарил и выкинул его в окно. Все сразу заголдели: "Ты чего дурак."
Японец: "Да, у меня этого говна в стране навалом."
Хачик дастал арбуз, отрезал кусочек, съел и выкинул арбуз. Все сразу
заголдели: "Ты чего с ума сошел!"
Хачик: "Да, у меня в стране этого говна навалом."
Русский взял хачика и выкинул его из окна'''
,
'''Идёт мужик по лесу. Навстречу ему старушка. Мужик говорит:
— Бабушка, что же ты делаешь в такой глуши?
Бабка отвечает:
— Я, сынок, Баба Яга. Хожу, вот, по лесу, собираю мухоморы. Потом их с говном смешиваю, и на спирту настаиваю. Получается целебная настойка, я её людям продаю, тем и живу. Хочешь, и тебе секрет целебной настойки расскажу?
— Нет, спасибо, бабушка, — говорит мужик, — как деньги на говне с мухоморами делать, я и сам знаю.
— Ну, тогда прощай, сынок… Всего доброго!
— И тебе, бабуля, до свидания!
Баба Яга развернулась и пошла в свою сторону, а Пелевин в свою…'''
,
'''- Ты видел, чтобы я наши яблочки всякой гадостью поливал?
- Нет, дедушка.
- А я поливал.'''
,
'''Диалог дома:
- папа, почему все дети моего возраста в 8 классе, а я в 4?
- ты не пизди, а пей.'''
,
'''"Дорогие жених и невеста! Это особенный день для вас! И я хочу, чтоб он вам запомнился на всю жизнь!" — сказал дедушка и выстрелил себе в рот.'''
,
'''Маленький Иисус приносит домой отметки за четверть. Мария смотрит:
Математика — 2: умеет умножать булки. Не умеет делить.
Химия — 3: Превратил воду в вино на уроке, несмотря на запрет на алкоголь в школе.
Физкультура — 2: Не умеет плавать. Вместо этого сорвал урок, гуляя по воде.
Мария Иисусу:
— Ну все, двоечник, доигрался. Можешь поставить крест на своих пасхальных каникулах.'''
,
'''- Какой у Вас любимый овощ?
- Стивен Хокинг'''
,
'''Пациент доктору:
- Я ничего не помню. Была авария?
- Вы попали под поезд, и вас прооперировали
- Значит, я в больнице?
- В основном, да'''
,
'''Лорд Баскервиль заблудился в лесу. Долго ходил, кричал, наконец вышел к медвежьей берлоге. Из неё не спеша выходит медведь и спрашивает у лорда:
— Зачем вы так кричите, сэр?
— Я хочу быть услышанным.
— Вы добились своего, сэр, но принесёт ли это вам пользу и удовольствие?'''
,
'''— Дорогой, скажи, меня эти джинсы не полнят?
— Ты не обидишься, если я скажу правду?
— Ну что ты, нет.
— Я сплю с твоей сестрой.'''
,
'''30-е годы, план ГОЭЛРО, Рабинович хочет устроиться в Народный комитет по связи и электрификации СССР. Ему пытаются отказать, но чтобы это соблюдало какие то приличия, говорят: — Вот вам от советской власти 3 рубля, купите 50 км. лучшего кабеля, тогда мы вас и примем на работу.
Проходит полгода. В Одесский порт приходит огромный пароход с 50 км. кабеля. Все в шоке, тащат Рабиновича к наркому связи и говорят: — Рассказывайте — как вам это удалось?
Рабинович: — Ну, поехал я в Америку в компанию Дженерал Электрик и говорю: Я от советской власти, приехал за 3 рубля купить 50 км. кабеля. А они смеются и говорят: За 3 рубля ты можешь купить кабеля от кончика своего носа до кончика своего члена! Но они же не знали, что кончик моего члена лежит в Бердичевской синагоге!'''
,
'''Говорила мать Егору, что его привычка совать пальцы в розетку до добра не доведёт.
Слова её оказались пророческими. Однажды, Егор был жестоко изнасилован.'''
,
'''Приходит еврей к раввину и говорит:
- У меня проблема. Мой сын обратился в христианство. Не знаю, что делать.
- Тяжёлый случай. Мне надо посоветоваться с Богом, — сказал раввин и ушёл в секретную комнату.
Проходит пять минут. Раввин возвращается из комнаты и отвечает:
- Вы знаете, он сказал, что у него такая же проблема.'''
,
'''Сифилитик отдаёт другу запасы презервативов:
— А тебе больше не надо, что ли?
— Нет. Отпала необходимость.'''
,
'''Корабль долгое время был в плавании. И вот наконец долгожданный чужестранный порт. Экипаж весь в нетерпении, без женщин-то тяжело. Боцман больше всех страдает.
Капитан созвал команду и говорит:
— В городе свирепствует горбатый сифилис, поэтому баб не снимать, в публичные дома не ходить.
Спустили трап. Боцман впереди всех, быстрее в публичный дом, снял телку, заказал выпивку... Что было дальше — не помнит.
Утром просыпается у себя в каюте на полу и чувствует, что не может разогнуться! Он, конечно, в холодном поту, сипит:
— Позовите капитана!
Приходит капитан. Боцман в панике:
— У меня горбатый сифилис!
— Перестаньте дурачиться, боцман, и отстегните воротничок от ширинки.'''
,
'''Муж с женой занимаются контрабандой животных. Собираются переправляться через границу. Муж говорит жене:
-Значит так, змей положишь в шляпу, черепах в лифчик засунешь, а скунса-в трусы.
Жена:
- А как же запах?
Муж:
- Ну сдохнет, так сдохнет.'''
,
'''— Какой общий стаж работы по специальности?
— Я же устраиваюсь на должность уборщицы.
— Почему вы решили убирать именно наш туалет?'''
,
'''Маленький одноногий мальчик встал не с той ноги и упал.'''
,
'''— Здравствуйте, доктор, ну как мои анализы?
— Отвратительно! кал вообще говно!'''
,
'''— Мам, у меня аппендицит, нужна срочная операция.
— Хорошо, сделаем ее сейчас, но будет как будто на День рождения.'''
,
'''Гусары выдумали новую забаву: кладут распутную девку на рояль, влагают ей во влагалище огурец и бьют её кием по животу, пытаясь попасть огурцом в портрет императрицы. Вдруг в комнату заходит поручик Ржевский, оглядывает сие потребство и говорит:
- Господа, а давайте её трахнем!
- Ну вот, как всегда, пришёл Ржевский и всё опошлил.'''
,
'''Во Львове прошла олимпиада по русскому языку. Победителей казнили.'''
,
'''Священник из ростовского прихода, выступивший с критикой учения Дарвина, был убит и съеден более сильным и приспособленным священником.'''
,
'''Идет немка по гетто. Вдруг из подворотни выбегает четыре негра, хватают немку и начинают ее насиловать.
Немка кричит: "Nein! Nein!"
Из подворотни выбегает еще пять негров'''
,
'''Иисус собрал учеников и говорит:
— Людей на Земле постигла страшная беда — они употребляют очень много наркотиков! Мы должны помочь им избавиться от этой напасти… Hо для успешного исхода дела мы должны сами знать, что же представляют из себя наркотики. Пусть каждый из вас спустится на Землю и добудет образец!
На следующий день кто–то стучит во врата Рая.
Иисус:
— Кто там?
— Это я, Иоанн.
Иисус, открыв ворота:
— Что ты принёс?
— Марокканский гашиш.
Затем снова раздаётся стук. Иисус спрашивает, кто там.
— Это я, Марк.
Иисус, открыв дверь:
— Что ты принёс?
— Колумбийский кокаин.
Затем приходят Матфей и Лука с индийской коноплей и героином.
Затем снова раздаётся стук. Иисус:
— Кто там?
— Это я, Иуда.
Иисус, открыв дверь:
— Что ты принёс?
— ФСКН всем лежать, руки за голову!!!'''
,
'''— Алло, чего делаешь?
— В банке сижу, ипотеку оформляю.
— А я тебя хотел в кино позвать, на "12 лет рабства"... Алло? Ты что, плачешь?'''
,
'''Сидит хохол с удочкой, рыбу ловит. Вдруг поймал
Золотую рыбку, она и говорит:
- Отпусти меня, я любые твои три желания исполню!
- Ладно, - говорит хохол, - а нехай Монголия на Финляндию нападёт.
Поднялась тут вся Монголия, на боевой технике, на конях, кто на чём и помчались прямиком на Финляндию и захватили её.
- Давай теперь второе желание.
- Нехай теперь Финляндия на Монголию нападёт. Воспряла тут Финляндия духом, выбила монголов из своей страны и погнала их в Монголию и захватила её.
- Ну давай теперь третье, последнее желание, - говорит Золотая рыбка.
- А нехай теперь Монголия с Финляндией помирятся и пленными обменяются.
И тут помирились Монголия с Финляндией и отправились пленные каждый в свою страну.
Отпустил хохол Золотую рыбку и сидит опять, рыбачит. Через некоторое время выныривает Золотая рыбка и спрашивает хохла:
- Слушай, я никак не пойму, а зачем тебе всё это надо было?
- А нехай они москалям всю картошку потопчут. (и засмеялся так неприятно)'''
,
'''Заходит в бар прокаженный. Весь в язвах, гное, всё сочится. Садится за стойку и бармену так аккуратно:
— Мне пива, пожалуйста. Но если вас мой вид смущает или вам неприятно.
Бармен: — Да расслабься, чувак, бывает.
Но через три минуты бармен глянул в его сторону, и чуть не сблевал.
Прокаженный: — Давайте я уйду, вам неприятно.
Бармен: — Не–не, чувак, сиди, дело не в тебе!
Еще через минуту бармена чуть не выворачивает.
Прокаженный: — Я же говорю, давайте я пойду, простите.
Бармен: — Сиди, чувак! Я ж сказал — дело не в тебе! В твоем соседе. Он чипсы в твою руку макает.'''
,
'''В детском саду - ЧП: дети стали нецензурно выражаться.
Заведующая пошла жаловаться в соседнюю воинскую часть, откуда присылали двух солдат чинить в детском саду электричество.
Лейтенант вызвал провинившихся.
- Никак нет, товарищ лейтенант, ничего себе такого не позволяли. Рядовой Сидоров паял провода, я держал внизу стремянку. Потом олово стало капать мне на голову.
- Ну и ты?
- Я и говорю: "Рядовой Сидоров, разве ты не видишь, что твоему товарищу на лоб падают капли расплавленного олова?"'''
,
'''На улице был такой минус, что сургутский репер Саша не выдержал и зачитал под него.'''
,
'''Поговорил сегодня с сыном о мастурбации. Я объяснил ему, что это нормальное явление, и что неплохо бы стучать, прежде чем он входит в мою комнату.'''
,
'''Муж заподозрил жену в неверности. СМС разные в её телефоне от Виталика… Ну, думает, проверю. Сказал жене, что уезжает в
командировку, а сам в доме напротив засел с биноклем.
Подъезжает крутая тачка, из неё выходит супермен с полным комплектом: цветы, коньяк, конфеты…
Заходит в его подъезд, поднимается на его этаж, звонит в его квартиру…
Открывает жена, они проходят сначала на кухню… прелюдия…перемещаются в спальню.
Первым начинает раздеваться Виталик: высокий, красивое мускулистое тело… и тут начинает раздеваться жена: сиськи висят,целлюлит.
Расстроенный мужик откладывает бинокль в сторону и
говорит:
-Бля, как перед Виталиком неудобно…'''
,
'''- Доктор,почему вместо того,что бы вылечить меня,вы шутите о моей бессоннице?
-Это весело!
-И много у вас еще шуток?
-Вам и не снилось.'''
,
'''После вечернего знакомства, парень пригласил девушку к себе на ночь. Подойдя к двери, девушка неожиданно спросила своего спутника:
—Знаешь как я определяю насколько хорош парень в кровати?
— Как?
— Если парень уверенно вставляет ключ в замок, то он мастер. Если же , его его руки трясутся и он не попадает, то я его не достойна.
Парень потупив глаза, достает ключ из кармана и начинает пытаться открыть дверь. Вдруг руки задрожали, намокли и ключ упал на пол. «Похуй» - подумал парень, затем быстро упал на колени и стал лизать замочную скважину.'''
,
'''— Представьте, что покупатель молча игнорирует ваши попытки рассказать о нашем магазине. Ваши действия?
— Молчит — в жопе торчит!
— Вы приняты.'''
,
'''— А я вчера мимо цирка проходил, меня клоуны выебали...
— Серьезно?
— Нет, блин, с шуточками.'''
,
'''Лорд - дворецкому:
- Джордж, чей это скелет на полу? Его нужно убрать.
- Это скелет уборщицы, сэр, его некому убрать.'''
,
'''Анекдот о солдатской смекалке: сидит рядовой Иванов в окопе, вдруг глядь - граната без чеки.
\\"Мне пиздец\\" - смекнул Иванов. Не подвела его солдатская смекалка.'''
,
'''Англичанин, француз и русский хвалятся своими женами.
- Когда моя жена катается верхом, - говорит англичанин, - ее ноги достают до земли. Не потому, что лошадь низкорослая, а потому, что у моей жены длинные ноги!
- Я свою жену обнимаю за талию двумя пальцами одной руки, - говорит француз, - не потому, что у меня большая рука, а потому, что у моей жены узкая талия!
- Перед уходом на работу, - говорит русский, - я хлопаю свою жену по заднице, а когда возвращаюсь с работы, она у нее еще трясется. Не потому, что у моей жены задница дряблая, а потому, что у нас в СССР самый короткий в мире рабочий день!'''
,
'''Что делают немец, индус и поляк в немецких борделях?
-Немец пришел, потрахался, ушел.
-Индус пришел, убрался, помыл полы, ушел.
-Поляк пришел, забрал жену с работы, ушел.'''
,
'''Журналист однажды услышал, что живёт на свете человек, уже проживший 125 лет. Пришёл к нему и спрашивает:
— Как вам удается столько успевать и относиться ко всему так спокойно?
— Я просто ни с кем не спорю.
— Да это же невозможно.
— Как блять невозможно?
И умер.'''
,
'''Ничего страшного, если гуманитарий считает себя нормальным человеком. Он ведь и считать-то не умеет.'''
,
'''Женщина, звонит в мясной магазин и спрашивает:
- У вас есть кроличьи уши?
- Да
- А свиная голова?
- Да
- Боже мой. Да вы монстр!'''
,
'''В кинотеатре идёт сеанс. Сидящий в зале мужчина мучается, терпит изо всех сил, чтобы не выпустить газы. И вот на экране с грохотом проносится железнодорожный товарный состав. Под этот грохот измучившийся зритель наконец облегчил своё состояние, состав прошёл, в зале опять воцарилась тишина. К счастливому наклоняется сосед и тихонечко на ухо спрашивает:
— Простите, ради бога, а вам не показалось, что в последних двух вагонах говно повезли?'''
,
'''Когда я женился, жена взяла мою фамилию, так что теперь я просто Андрей.'''
,
'''Ирландия. Молодой католик на исповеди.
- Святой отец, на этой неделе я убил пятерых английских солдат. От бомбы, которую я подложил в кафе, погибло еще восемь британских военных, из них два сержанта и один лейтенант: Что же вы молчите, святой отец?
- Жду, когда ты перестанешь болтать о политике и начнешь исповедоваться.'''
,
'''Балет. Балерун должен выйти на сцену, а у него встал. Он и говорит балерине:
— Слушай, давай быстренько потрахаемся, а то неудобно на сцену выходить будет.
Балерина соглашается, они, значит, потрахались, он вытащил и кончил куда-то в сторону оркестровой ямы.
А в это время в оркестре музыкант играл на трубе. Ну и сперма, к несчастью, попала прямо в неё. Трубач закашлялся и говорит второму трубачу:
— Черт, я, похоже, спермой подавился.
А он ему в ответ:
— Это потому что ты играешь как пизда.'''
,
'''Интеллигент протискивается за пивом через оче¬редь рабочих.
— Куда лезешь, очкарик? — кричат ему рабо¬чие. — Не видишь — рабочий класс в очереди стоит?
— Да какой вы рабочий класс — за семьдесят
лет ни одной революции!'''
,
'''Студент ПТУ настолько быстро щёлкал семечки что захлебнулся подсолнечным маслом'''
,
'''Созвал царь американца, немца и русского и говорит:
— Кто море говна на своей машине переедет, тому дочку в жёны и полцарства в придачу.
Американец на Форде до середины доехал — утонул. Немец на БМВ 2/3 проехал — утонул. А русский говорит:
— Почему ты вообще нами командуешь? Ты какой страны царь? Как получилось, что американец и немец одновременно должны тебя слушать? А что твой народ скажет, если ты полцарства отдашь человеку, который просто проедет по говну на машине? Пиздец, ты вообще, блядь, как царём стал?'''
,
'''Мальчик папу достаёт просьбами сводить на рыбалку. Отец говорит:
- Ладно, надо мужика из тебя сделать, пошли.
Покупает дохера всяких принадлежностей и удочки, сдувает пыль с дедовой лодки, вытаскивает её с сыном в воду. Садятся они. Отец говорит:
- Запомни единственное и главное правило рыбалки. Не говори, чтобы не спугнуть рыбу. Понял? Молчать должен, понял, пиздюк? Не спугни!
Мальчик кивает головой и испуганно молчит, пока они плывут по озеру куда-то. В полной тишине отец забрасывает в камыши удочку, сидят минуту, он подсекает, выдергивает жирного окуня и берет в руку. Сын молча смотрит. Отец кладет окуня на борт лодки, достаёт огромную кувалду и начинает глушить бедную рыбу. Ебашит ожесточенно, со всей силы, лодка шатается, летит кровь во все стороны, сын молча смотрит. Когда голова окуня превращается в кровавую кашу, мальчик говорит:
- Батя, ты че делаешь?
Отец от удивления мажет мимо рыбы по борту, лодка накреняется, тушка окуня падает в озеро, отец оборачивается и орёт:
- БЛЯТЬ, СПУГНУЛ ВСЕ-ТАКИ!'''
,
'''Спoрят двa грyзинa, чей дед был выше:
- Мoй дед был тaким выcoким, кaк вoт этo деревo.
- А мoй дед был тaким выcoким, кaк вoн тa гoрa!
- Мoй дед был тaким выcoким, чтo дocтaвaл дo звезд!
- А звезды были крyглыми?
- Крyглыми.
- Теплыми?
- Дa.
- Знaчит этo были яйцa мoегo дедa.'''
,
'''Меня бросила жена потому что у меня встал член в очень неподходящем месте

В заднице её сестры.'''
,
'''В Санкт-Петербурге задержаны двое подростков, ранивших водителя маршрутного такси своим отношением к творчеству позднего Гумилева.'''
,
'''Встретились как-то утром в лесу на дорожке ёжик и медведь..
Ёжик медведю:
- Привет, Мишка!
- Привет, Ёжик!
- Хорошо выглядишь, косолапый!
- Ты тоже, колючий!
- Как настроенице, Мишка?
- Отлично! А у тебя как, Ёжик?
- Тоже ничего! Жарко сегодня, да, косолапый?
- Ух жарища, ты прав, колючий!..
....Так, слово за слово, шутка за шуткой, ёжик получил пиздюлей'''
,
'''Едут в поезде Наташа Ростова и поручик Ржевский. Поручик читает
газету. Наташа, пытаясь привлечь внимание поручика, оголяет то одну ножку,
то другую, то платье приспустит. Поручик не реагирует. Тут Наташа замечает
на пальце поручика перстень.
Наташа:
- Поручик, а какой камень в Вашем перстне.
Ржевский (отложив газету):
- Знаете Наташа, просто не хочется.'''
,
'''Приходит сын домой.
Отец его спрашивает:
- Как дела в школе, сынок?
- Плохо, - отвечает сын, - двойку получил по биологии.
- За что?
- Учительница спросила, у кого в природе самые большие яйца.
- Так, у слона!
- И я так ответил. А училка говорит, что у страуса...
- У страуса, - удивился отец, - То-то, он такие медленные вальсы писал.'''
,
'''Сидят два электрика на столбе. Мимо проходит старушка. Один говорит ей:
— Бабуль подай провод.
— Держи милок.
— Ну, вот я тебе говорил что ноль, а ты все фаза, фаза!'''
,
'''Поручик Ржевский входит в офицерское собрание и торжественно объявляет:
- Господа! Я женюсь!
- На ком? На ком, поручик?
- На Марье Алексеевне!
- Поручик! Да в здравом ли вы уме! Марью Алексеевну имел весь Тамбов!
Поручик уходит. Проходит пара недель. Вновь на пороге офицерского собрания появляется поручик Ржевский.
- Господа! Я женюсь!
- На ком? На ком, поручик?
- На Марье Алексеевне!
- Поручик! Мы же уже говорили вам: с Марьей Алексеевной переспал весь Тамбов!
- Господа! Я был в Тамбове! Городок небольшой...'''
,
'''— Вовочка, проспрягай глагол \\"голосовать\\".
— Я — голосую, ты — голосуешь, он — голосует, мы — голосуем.
— А они?
— А они на нас хуй кладут, Марьиванна. Строят шубохранилища. Выводят миллионы долларов в оффшоры. Убили Магнитского. Почитайте блог Навального.'''
,
'''Врач спрашивает пациента:
— На что жалуетесь?
— Мне бабы не дают...
И пациент начинает в голос рыдать. Врач, растерявшись, говорит медсестре:
— Дайте ему воды.
— Не дам!'''
,
'''В класс заходит новый учитель с огромным косяком, садится, запаливает, тянет…
— Дети, я ваш новый учитель биологии, Пётр Сергеевич…
Затягивается, выдыхает…
— Сегодня я расскажу вам про рыбу–пилу…
Затягивается…
— Эта рыба обитает на са–а–амом дне океана, у дна, в вечной мгле…
…ещё тяжка…
— Но иногда она выходит на берег, и начинает пилить деревья…
Затягивается, выдыхает… задумчиво:
— Пиздец… Ебанутая рыба…'''
,
'''Пьяная Наташа уже почти успокоилась и перестала распевать песни в салоне самолёта.Но тут к ней подошла стюардесса по имени Жанна.'''
,
'''Три лягушки сидят на кувшинке, одна решила прыгнуть в воду. Сколько лягушек осталось сидеть на кувшинке? Правильный ответ: три. Решить и прыгнуть - разные вещи.'''
,
'''Заходит утка в бар и говорит:
- Мне сто водки!
Пораженный бармен, наливая:
- Утка, ты же говорящая! Тут цирк приехал недавно, тебя там с руками оторвут!
- А что, им нужны маляры?'''
,
'''Два канадских лесоруба вечером сидят в баре и угрюмо пьют виски.
— Послушай–ка, Джек. Тебе не кажется, что мы потихоньку деградируем? Смотри: наши дни отвратительно однообразны. С утра мы встаём, одеваемся и идём валить лес, валим его до вечера, а вечером мы идём в этот бар, где упиваемся виски до блевотины, потом кто–то относит нас домой, где мы с утра встаём, и так далее. Тебе никогда не хотелось как–то разнообразить наш досуг?
— Ты прав, Боб. Хотеться–то хотелось, но как?..
— О, я тут полистал журнальчик, там пишут, есть масса способов. Например, можно во что–нибудь поиграть. До вот хотя бы в загадки.
— Загадки? Это как?
— Это довольно просто. Я загадываю какое–нибудь слово или, скажем, понятие, а ты начинаешь задавать мне вопросы, чтобы я мог отвечать только «да» или «нет»: сладкое? солёное? съедобное? несъедобное? круглое? квадратное? — и таким образом пытаешься угадать, что я задумал. Давай?
— Хм… Ну что ж, загадывай.
И Боб загадал «лосиный хуй».
— Я готов, Джек. Давай свои вопросы.
— Та–ак, вопросы. Ну, вот, скажем… это съедобное? Вернее, это можно есть?
— Э–э… Ну, в принципе — в принципе, можно.
— Лосиный хуй?!'''
,
'''Просыпается как-то утром граф, смотрит, - а графини рядом нет. Заходит горничная, и граф ее спрашивает:
- Скажите, голубушка, Вы графиню не видали?
- Увы, сударь, не видала.
Ну, взял граф да и выеб горничную. Оделся, вышел, смотрит - уборщица. Граф ее спрашивает:
- Голубушка, Вы графиню не видали?
- Нет, сударь.
Делать нечего, и граф выебал уборщицу. Выходит в сад, встречает садовника:
- Голубчик, Вы графиню не встречали?
- Нет, Ваше сиятельство, не встречал.
Выебал граф садовника, идет дальше и вдруг встречает графиню:
- Ну наконец-то, графиня, где Вы были? Я ЗАЕБАЛСЯ Вас искать!'''
,
'''Всех трупиков патологоанатом Валерка называл котиками.
Потому что у них носики холодные.'''
,
'''Шхуна 5-й месяц в плавании. Не заходит ни в один порт. Команда хочет любви и
женщин, в связи с чем увеличивается недовольство. Дело движется к бунту.
Капитан, понимая все происходящее, подходит к боцману:
- Боцман! Ты старый морской волк! Ходил во все страны!
Знаешь все морские законы и обычаи! Подскажи, что делать в такой ситуации.
Боцман, покуривая трубку: — Есть старый морской обычай. Команда
тянет жребий.
Того, кому выпадет жребий, команда имеет в попу! Так и решили. Кинули жребий.
Жребий выпал боцману… Боцман, пыхтя трубкой и приговаривая: «Старый морской
обычай …..», спускает штаны и встает к трапу. Вся команда по очереди окучивает
боцмана. Он спокойно стоит и пыхтит трубкой. Остается один юнга. Стоит, дрожит –
боится подойти к разорванному окровавленному заду боцмана. Капитан подходит к
боцману:
- Боцман! Такая фигня. Остался один юнга, молодой еще, сам понимаешь, боится.
Подбодри его как-нибудь! Ты же старый морской волк!
Боцман, попыхивая трубкой, хрипло, невозмутимо "Я ЛЮБЛЮ ТЕБЯ, ЮНГА!"'''
,
'''- Ватсон, вы что, гей?
- Как вы догадались, Шерлок?
- Я не догадался, я спросил'''
,
'''Стоит мужик утром на остановке, мимо пробегает какой-то спортсмен, щелкает его легонько по носу и говорит:
- Дурачок.
И бежит дальше.
На следующее утро ситуация повторяется. Мужик вечером приходит домой, рассказывает жене про это. Та ему говорит, мол, забей, мало ли дураков всяких.
На следующее утро опять стоит мужик на остановке. Мимо пробегает тот же спортсмен, щёлкает его по носу и говорит:
- Ябеда.'''
,
'''Препод:
- Ладно ставлю три с натяжкой.
Студентка:
- Ураа!!!!!
Препод:
- Но сначала натяжка...'''
,
'''- Перемен требуют наши сердца!
- Цой, не паясничайте. Звонок для учителя.'''
,
'''- Уау! Смотри, какая девчонка!
- Да, клёвая.
- Давай познакомимся.
- Давай!
- Костя.
- Кирилл.'''
,
'''Учительница биологии: дети, сегодня я расскажу вам об осьминогах.
Осьминоги живут на дне океана. Передвигаются при помощи щупалец. Сначала очень медленно. Ползут по песку, ползут.
По направлению к берегу. Сначала медленно, потом чуть быстрее. Затем ускоряются и уже на полной скорости бегут к берегу,
выбегают на берег, дальше, дальше, ускоряются, через равнины, пустыни, стремительно несутся к горам, набирают скорость,
на громадной скорости вбегают на гору, с вершины — в небо, в стратосферу, затем в космос…
— Мария Ивановна, мне кажется, Вы нам неправду рассказываете! — голос с первой парты.
— Девочка, как твоя фамилия?
— Иванова.
— Где у нас журнал? Так и запишем: «Иванова — ебанутая»!'''
,
'''Лондон. Утро. Старый английский лорд завтракает.
Вбегает дворецкий и кричит:
- Сэр! Темза вышла из берегов!!!
Лорд флегматично:
- Джон, выйдите, потом зайдите и доложите как следует.
Дворецкий выходит, потом снова вбегает и кричит:
- Сэр! Темза уже у нашего дома!!!
- Джон, выйдите, потом зайдите и доложите как следует.
Дворецкий выходит. Открывается дверь, степенно входит дворецкий, за ним в комнату врываются потоки воды:
- Темза, сэр!'''
,
'''Мужик сидит в лодке, рыбачит. Мимо проплывает лягушка:
- Мужчина, а можно я у вас в лодке погреюсь?
- Ну ладно, залезай…
Лягушка залезает, томно разваливается в лодке и кокетливо спрашивает:
- А как вас зовут, мужчина?
- Алексей Николаевич.
В этот момент мимо проплывает еще одна лягушка:
- Ой, а можно и я тоже погреюсь?
Первая лягушка:
- А не пошла бы ты на хуй!! Правильно я говорю, Алексей Николаевич?'''
,
'''Приехал из Японии Петька — изучал карате.
— Ну, чему научился, покажи перед строем, — говорит Чапаев.
— Вынесите лом, — говорит Петька.
Принесли. Он им как огреет Чапаева по спине:
— Это они так приблизительно рукой бьют.'''
,
'''Весна. По доpоге идут паpень с девушкой. Вокpуг кpасота, птички поют, чеpвячки пеpеплетаются. Паpень намекает, мол, давай зайдем в лесок. Девушка в ответ кивает головой. Заходят они в лесок, нашли подходящую полянку, pазложились, ну и долбятся. Hо вдpуг, паpню pезко пpиспичило по малой. Он и говоpит:
- Слушай, доpогая, я сейчас отлучусь в кусы, отолью, веpнусь и мы с тобой пpодолжим.
- Ты что, не знаешь? В этом лесу живет быстpый Гонзалес!
- ...?
- Ну, как только ты отойдешь, он прибежит и начнет меня ебать.
- Ну хорошо, тогда я отвернусь, отолью, повернусь и мы с тобой продолжим.
- Нет, ты не понял - это быстрый, очень быстрый Гонсалес.
- Неужели такой быстрый?
- Да пиздец какой быстрый.
- Хорошо. Тогда я выну, отверну в сторону, отолью, а тебе заткну пальчиком, чтоб Гонсалес ничего не сделал.
Девушка, подумав, соглашается. Парень достает, отворачивает, и засовывает палец в жопу быстрому Гонсалесу.'''
,
'''Слепой заходит в магазин, берет собаку–повадыря и начинает над головой раскручивать.
— Мужчина, что вы делаете?!!
— Да так, осматриваюсь..'''
,
'''Идёт мужик по пустыне, без еды, без воды.
Захотелось ему пить. Мужик говорит вслух:
- Ох, как пить хочется!
Вдруг с неба падает лопата и голос говорит:
- Копай.
Мужик копает и находит кувшин с водой. Обрадовался, попил. Голос говорит:
- Верни лопату.
Мужик бросает лопату вверх и она исчезает.
Идёт дальше. Захотелось ему есть. Мужик говорит вслух:
- Ох, как есть хочется!
Вдруг с неба падает лопата и голос говорит:
- Копай.
Мужик копает и находит корзину с едой. Обрадовался, поел. Голос говорит:
- Верни лопату.
Мужик бросает лопату вверх и она исчезает.
Идёт дальше. Захотелось ему секса. Мужик говорит вслух:
- Ох, как ебаться хочется!
Вдруг с неба падает лопата и голос говорит:
- Копай.
Мужик копает час, копает два, ничего не нашёл, устал и говорит вслух:
- Бля, чёт заебался...
Голос:
- Верни лопату.'''
,
'''В припаркованное такси прыгает растрёпанный, запыханый пассажир:
— Гони на Вавилова!!!
Таксист:
— Вавилов чмо. Вавилов пидор. Вавилов мудак.'''
,
'''– Доктор, а что это вы мне в жопу засовываете?
– Градусник!
– А почему он на столе лежит?'''
,
'''Сожрал удав попугая. Все звери сабрались и давай его судить.
Слоник: а давайте удаву отрежем ебало.
Обезьяна: не, нельзя сильно жёстко!
Слоник: ну давайте удаву отрежем ебало.
Обезьяна: да не, чересчур жёстко.О, давайте удаву отрежем хвост!!
Слоник:По самое ебало!'''
,
'''Поп попал в Рай и ему выдали Волгу. Иисус говорит: Давай проедемся, я тебе все тут покажу. В общем сели, едут, райская красота вокруг, птицы поют, солнце яркое и, вдруг, обгоняет их Имам на БМВ, в руке - бутылка вискаря, музон орет. Поп останавливается и спрашивает: –Что за фигня, Иисус?? — Да ты понимаешь, он всю жизнь не бухал и вот ему воздалось на небесах — Мда… Вся жизнь.. заслужил.. Едут дальше. Вдруг, опять их обгоняет аббат на кабриолете с телками. Поп опять офигевает, с претензиями, типа это как так? — Да ты понимаешь, он всю жизнь обет безбрачия хранил и вот теперь отрывается. Едут дальше. Вдруг появляется золотой Бэнтли в нем раввины с бухлом, бабами, музон орет. Обогнали их и скрылись за горизонтом. Иисус поворачивается и говорит: — Слушай, даже не спрашивай, я сам не знаю, это какие–то папины друзья…'''
,
'''Филолог приходит на работу с огромным синяком под глазом. Начальник его спрашивает:
- Ну как же так? Вы же интеллигентнейший человек! Откуда же это у Вас?
- Да Вы понимаете... Пили чай у одной милейшей особы. В числе приглашенных был один военный. Вот он начал рассказывать:
- "Был у меня в роте один хуй... "
А я ему говорю:
- Извините, но правильно говорить не в роте, а во рту.'''
,
'''Пушкин говорит Арине Родионовне:
- Няня, принеси-ка мне водочки.
- Так Вы ведь выпили ж всю вчера. Ничего не осталось.
- Опять ты мне будешь сказки рассказывать!'''
,
'''Жена с мужем сидят в баре.
Тут жена замечает какого-то мужика у барной стойки и показывает на него мужу:
- Смотри, вот с этим парнем я рассталась семь лет назад,
и с тех пор он все пьет.
- Да ладно, никто столько не празднует.'''
,
'''— Вы уволены. За систематические прогулы.
— Можно подумать, если бы я прогуливал хаотично, вы бы меня оставили...'''
,
'''— Мам, я красивая?
— Спроси у своего парня лучше
— Какого парня?
— Вот именно'''
,
'''Маленькая хитрость — если проделать дырку в верхней части коробки молока, через нее можно будет подсматривать за молочком.'''
,
'''Раздается звонок в дверь. Мужчина открывает. На пороге другой мужчина. Говорит:
- Извините, я вашу жену машиной переехал.
Мужик отвечает:
- Вот незадача, и как нам поступить.
- Я просто обязан заменить её.
С тех пор жили они вместе. Мужик ходил на работу и зарабатывал деньги, а мужик убирался по дому, стирал и занимался по ночам сексом с мужиком.'''
,
'''Позвал царь француза, немца и украинца, и говорит:
- Пора моим трём дочерям замуж. Вот вам по коню, кто сколько проскачет по земле царской, та земля ему и будет в качестве преданного.
Поскакал француз. Скакал час, слез с коня и говорит:
- Хватит нам и на виноградники, и на винодельню, и на виллу. Да еще и детям нашим останется!
Поскакал немец. Скакал два часа, слез с коня и говорит:
- Достаточно нам и на пивоварню, и на свиноферму, и на дом. Хватит всем и нам, и детям, и внукам!
Настал черед украинца. Сел он на коня, скачет час, второй, третий, на четвертом конь не выдержал — упал. Вылез он из-под коня и бежать! Бежал, бежал, устал — мочи уж нет! В изнеможении падает, кидает вперед шапку и кричит:
- А це пiд помідори!!!!'''
,
'''- Сара, ты-таки идешь в туалет?
- Нет.
- Ну тогда я смываю.'''
,
'''Встречается мужик с проституткой. Она ему говорит:
–Слушай, а можно я твои яйца в руке подержу?
–Можно, подержи.
5 минут держит, 10 держит, 15... Мужик спрашивает:
–А чем тебе мои яйца так нравятся?
–Да ничем, братан. По своим скучаю.'''
,
'''Женщина в маленьком городке не может найти гостиницу, в одну ткнулась, в другую - везде всё занято. В очередной ей говорят - нет мест, есть чукча в двухместном номере, если договоритесь с ним - ночуйте. Женщина - к чукче в номер, а тот сидит на кровати и на варгане играет - дзынь, дзынь, дзынь... Она:
- Молодой человек, можно я на второй кровати переночую у вас тут, нет мест в гостиницах!
Чукча утвердительно кивает головой.
Женщина готовится ко сну, чукча - дзынь, дзынь, дзынь, дзынь...
Женщина:
- Молодой человек, я Вас прошу, пожалуйста, голова раскалывается, Вы не могли бы перестать?
Чукча прекратил играть, сидит на кровати, молча смотрит на женщину.
Женщина приготовилась ко сну, начинает раздеваться. Чукча, не отводя глаз, смотрит на неё. Она скидывает платье. Он смотрит, не отрывая глаз. Женщина стягивает чулки. Чукча не отводит глаз. Женщина:
- Ну, что, хочешь?
Утвердительный кивок головой.
- Ну, давай, только один раз и очень быстро...
- Дзынь!'''
,
'''Как-то раз ученики сидели с удочками на берегу и ловили рыбу. Подошёл Учитель.
- Не клюёт? – спросил он.
- Не клюёт, - со вздохом сказали ученики.
- И не будет, - сказал Учитель. – У рыб нет клюва.'''
,
'''Приехал мужик в ЮАР во времена апартеида. Решил в театр сходить.
Пришел в кассу:
— Дайте, пожалуйста, билет!
— Ты что, первый раз в ЮАР?
— Да, а как вы узнали?
— Да в кассе у нас только негры билеты берут, а белые у администратора.
Мужик к администратору:
— Дайте, пожалуйста, билет в партер!
— Ты что, первый раз в ЮАР?
— Да, а как вы узнали?
— В партер у нас только негры берут билеты, а белые в бельэтаж и в ложи.
Взял мужик билет в бельэтаж. Сел, смотрит спектакль. Захотелось ему поссать. Он к служителю:
— А где тут у вас туалет?
— Ты что, первый раз в ЮАР?
— Да, а как вы узнали?
— Да в туалет у нас ссать только негры ходят, а белые ссут прямо в партер, там ведь одни негры.
Встал мужик, начал ссать в партер. Из партера недовольный голос:
— Ты что, первый раз в ЮАР?
— Да, а как вы узнали?
— Так ты чего ж только на меня одного все время ссышь? Ты разбрызгивай, разбрызгивай!'''
,
'''Вернулся пожилой зек после 15-летней отсидки домой. Кореша его встречают и говорят типa:
- Колян, ты за нас отсидел, нас не выдал, когда замели, все на себя
взял, поэтому мы тебе обязаны.. Вот купили тебе квартиру в центре
8-комнатную, двухярусную.. все как надо, мебель шик, кароче сам оценишь, вот тебе еще машина шестисотый мерин, ну как у людей.. ну и красавица жена, фигура модели, а по хозяйству работящая - кароче, живи Колян себе в радость.
Через две недели встречают Коляна, спрашивают:
- Дескать, как там чо, есть нужда?
- Да не, пацаны, все пучком.. хата - улет, машина тоже просто зверь,
жена тоже телка ответственная, по хозяйству как надо разбирается во всем, порножурналы мне сортир носит, когда я дрочу...
- Погоди, погоди, а зачем журналы когда жена есть - ее ебать надо...
- А за что ее ебать? Она же не косячит...'''
,
'''Сидит лорд английский в своем поместье. Вызывает дворецкого.
-Бэрримор, возьмите бинокль и посмотрите в противоположное окно. Что вы видите?
-Вашу жену, сэр. Голую.
-А еще что видите?
-Ее любовника, сэр, тоже голого.
-Правильно. Теперь сходите в подвал и принесите ваше охотничье ружье.
Бэрримор приносит ружье.
-Теперь, Бэрримор, я хочу, чтобы вы поработали на меня киллером. Во сколько вы оцениваете ваши услуги?
-Тысяча фунтов за выстрел, сэр.
-Отлично. Выстрелите моей жене в голову, а ее любовнику отстрелите хуй.
Бэрримор встает к окну и долго целится. Не стреляет. Лорд не выдерживает и спрашивает:
-Ну же, Бэрримор, почему вы не стреляете?!
-Спокойствие, милорд, я пытаюсь сэкономить вам тысячу фунтов.'''
,
'''В тамбовских ресторанах клиенты вместо чаевых просто не доедают порцию.'''
,
'''Апостол Пётр попросил Иисуса на время подменить его возле врат Рая. Стоит Иисус и видит, что какая-то душа хочет пройти в рай. Он её поймал и спрашивает:
- Ты кто?
- Я простой плотник, - сказала душа, - Я ничем не знаменит, но однажды у меня появился сын. Он появился необычным способом.
Тут Иисус заинтересовался и привстал. Плотник продолжал:
- Мой сын был ни на кого не похож. Он ходил по свету и совершал добрые дела, прошел через великие испытания и за это он стал известен всему миру.
- Папа? - не веря, спросил Иисус.
- Буратино?!'''
,
'''Умирает Папа Римский.
У ворот Рая встречает его Петр.
- Как зовут тебя? - спрашивает Петр.
- Я Папа Римский!
- Папа, папа, - шепчет себе под нос Петр, - сожалею, но папы римского у меня в списке нет...
- Но я же был заместителем Бога на земле!
- У Бога есть заместитель на земле?! - удивленно спрашивает Петр, - Странно, я ничего об этом не знаю...
- Я глава Католической Церкви!
- Католическая Церковь? Никогда не слышал о такой... Подождите, я спрошу у Шефа.
- Шеф, - спрашивает Петр у Бога, - там один чудак утверждает, что он ваш заместитель на земле, его зовут Папа Римский - вам это о чем-то говорит?
- Нет, - отвечает Бог, - но погоди, давай спросим у Иисуса.
Бог и Петр объясняют Иисусу ситуацию.
- Подождите, - говорит Иисус, - я сам с ним поговорю.
Через 10 минут Иисус, смеясь до слез, приходит назад.
- Помните рыболовный кружок, который я организовал 2000 лет назад? Он до сих пор существует!'''
,
'''Поженились модель-девушка и модель-парень. Первая брачная ночь, лежат в постели полчаса, час. Парень:
— Кать, я что-то не пойму, а нас ебать-то кто-нибудь будет?'''
,
'''Заседает рада на Украине. Председатель:
- Москалей нема?
Из зала:
- Нема, нема!
- Точно нема?
- Точно нема
- Ну, можно и по-русски поговорить.'''
,
'''Пошел мужик на охоту на медведя. Нашел берлогу выстрелил дуплетом, залазеет в нее а там медведь живой.
- Чо мужик убить меня хотел?
- Да... . .
- ну тогда выбирай или задеру или в жопу выебу.
Мужик подумал и согласился на второе.
Медведь его оттрахал, мужик вернулся в деревню, взял ружье помощнее и патронов побольше, вернулся к берлоге расстрелял всю. Залазит в нее а там тот же медведь живой и все повторятся.
Совсем злой мужик возвращается домой, берет гранаты, пулемет возвращается к берлоге закидывает гранатами, расстреливает из пулемета. Залазит опять а там в дыму сидит медведь и удивленно спрашивает: Мужик я понять не могу ты охотник или пидарас?'''
,
'''Задают вопрос мужику:
-Что вы любите больше всего делать?
Он: Курить люблю, аж пиздец курить люблю, курил бы 24 часа в сутки ,курил-курил-курил бы, аж не вынимал бы сигарету изо рта!!!
-А ну понятно ,а что вы еще любите делать?
Он: Ебаться люблю, ебал-ебал бы 24 часа в сутки, да хоть сам бы в пизду залез, только чтоб голова торчала!!!
-Эй, а голова то зачем?
Он: говорю же курить люблю пиздец!!!'''
,
'''Мама спрашивает у маленького сына:
- Валерочка, а кто съел все конфеты?
Сын:
- Домовой.
Голос из-за печки:
- Не пизди!'''
,
'''Октябренок подходит к пионеру - важному такому, серьезному.
Тот презрительно:
- Чего тебе мелочь?
- Скажите, а дедушка Ленин какал?
Пионер после минутного раздумья:
- Какал, конечно, но как-то честно , по доброму что ли...'''
,
'''- У меня две новости: хорошая и плохая, - говорит адвокат обвиняемому.
- Какая новость плохая?
- Анализ ДНК показал, что это ваша кровь найдена на месте преступления.
- Черт! А какая хорошая новость?
- Ваш холестерин снизился до 140.'''
,
'''В банке донорской спермы сотрудница ,случайно , роняет пробирку с полученной жидкостью.
Заведующая лабораторией глядя на это : "Ну вылитый папа!"'''
,
'''Худенький интеллигент возврaщaется домой, a женa в постели с любовником. Любовник встaет с кровaти и окaзывaется громилой в двa метрa ростом и полторa метрa в плечaх. Интеллигент, достaвaя пистолет:
- Это хорошо, что вы тaкой большой, a то я очки на работе забыл.'''
,
'''Адам с Евой резвятся в саду, спускается к ним Бог и говорит:
- Дети мои, у меня есть вам два подарка, только вы должны решить кому
какой.. Первый подарок - писать стоя..
Ну Адам громче всех орал и бился головой об деревья, что он хочет писать
стоя, что всю жизнь мечтал. Ева ему уступила.. И Адам побежал по саду,
радовался, прыгал, кричал, ссал на все подряд! На деревья, на цветы, на
каждую букашку и просто на землю! Ева встала рядом с Богом.. В молчании
смотрели они вместе на это безумие.. И тут Ева спросила:
- Боже мой, а второй-то подарок какой?..
И молвил Бог:
- Мозги, Ева.. Мозги..! Но мозги, Ева, придется тоже отдать Адаму, иначе
он тут все обоссыт!'''
,
'''- Ватсон, а что это вы курите? Дайте угадаю - табак "Королева Вирджиния"
с листочками вишни, из юбилейного выпуска в бархатной упаковке?
- Поразительно, Холмс! Как это вы угадали?
- Ей-богу, Ватсон! Ну не миссис Хадсон же спиздила из моей комнаты
последнюю пачку!'''
,
'''Встает утром семья.
Родители собираются на работу, Вовочка в школу.
Мама принимает душ, и папа заходит в это время в ванную и чистит зубы.
Дай думает пристроюсь.
Делают родители свое дело…
Заходит в это время Вовочка в ванную и видит как папа «натягивает»
маму.
Папа думает: «Ребенок видит такую картину, нужно как-то отмазываться».
Начинает папа бить маму по заднице и говорит:
- Чтоб Вовочку не била, чтоб Вовочку не била!
А Вовочка поддакивает:
- Правильно, правильно, папа, и КОТА ВЫEБИ, ЧТОБ НЕ ЦАРАПАЛСЯ!'''
,
'''В кафе заходит человек с собакой и заключает с посетителями пари,
что его пес сейчас будет разговаривать. Но собака молчит. Человек
оплачивает пари и уходит под общий хохот.
- Из-за тебя я проиграл уйму денег! - говорит хозяин собаке. -
Почему ты не заговорил?
- Чудак! - отвечает пес. - Ты только представь, сколько денег мы
загребем завтра.'''
,
'''Преподаватель:
- Ваша фамилия?
Студент:
- Иванов (улыбается).
- Чему вы улыбаетесь? - спрашивает профессор.
- Доволен, что хорошо ответил на первый вопрос.'''
,
'''- Я вчера на дискотеке с та-а-акой девушкой познакомился! Она мне:
"Давай ребенка заведём! Давай ребенка заведём!"
А я ей:
- Ну давай! Чего ему на улице мёрзнуть?'''
,
'''Пятница. Лепрекон заходит в паб. Заведение набито битком. К стойке не протолкнуться. Ну, лепрекон подумал чуток....тут хуяк, взбежал на стену, пробежался по потолку, сальтухой прыгнул на барную стойку, подхватил пинту, осушил ее до половины и все буквально в долю секунды. Рядом стоят два охуевших ирландца:
-Пэдди, ты ЭТО видел?!
-Да, черт возьми, коротышка не заплатил!'''
,
'''В паб заходят три англичанина и замечают сидящего у барной стойки ирландца. Решили его позадирать.Один из англичан одходит к стойке:
- Слушай, ирландец, а ты знаешь, кем был ваш Святой Патрик на самом деле?
- Не, не знаю. Кем?
- Он был вором! Уа-ха-ха!!
- Да? Не знал, - безразлично отвечает ирландец и продолжает пить. Англичанин возвращается к своим:
- Слушайте, этот ирландец какой-то странный.
- Да ладно тебе, сейчас я его быстро из себя выведу, - отвечает второй. Подходит к ирландцу:
- Слушай, ирландец, а ты знаешь, что ваш Святой Патрик на самом деле был голубым?
- Ничего себе! Нет, я этого не знал, - спокойно отвечает ирландец.
- Этот парень, похоже, не в себе - говорит второй англичанин, возвращаясь.
- Да ладно вам! Сейчас я ему такое скажу, что он точно не вытерпит! Смотрите.
И в свою очередь подходит к стойке:
- Ирландец! А ты знаешь, что ваш Святой Патрик на самом деле был англичанином?
Лицо ирландца просветляется, он поворачивается к англичанину и радостно хлопает его по плечу:
- Так вот что пытались объяснить мне твои друзья!!'''
,
'''Техасец заходит в паб в Ирландии и заявляет:
- Я слышал, что вы - ирландцы редкие пьянчуги! Сейчас проверим! Я дам 500 долларов тому, кто выпьет 10 пинт пива подряд!
Все в баре притихли; некоторые посетители даже ушли.
Через некоторое время один вернулся и спросил:
- Ваше предложение все еще в силе?
- Да, - сказал техасец.
Мужик выпивает 10 пинт подряд. Техасец в шоке отдал ему деньги и спросил:
- Слушай, а куда ты уходил?
- Да я пошел в другой паб и проверил, смогу ли я столько выпить.'''
,
'''У человека с синдромом Туррета стакан наполовину - мудак, наполовину - пидор.'''
,
'''Раскольников приходит к ростовщице, а она его с порога спрашивает:
-"Родион а что это у вас пальто так ТОПОРщится, ахахах"'''
,
'''– У вас есть книги по садомазохизму?
– Конечно.
– Киньте мне одну в морду.'''
,
'''Заходят в бар Есенин, Высоцкий, Пушкин и Иисус, а бармен им говорит - Безруков, пошел нахуй отсюда!'''
,
'''Продавец шаурмы, меняя пелёнки своему ребёнку, по привычке добавил салат и майонез.'''
,
'''- Пап, а мир ещё стоит на трёх китах?
- Ты не пизди, а пей.'''
,
'''- Какой у Вас любимый овощ?
- Стивен Хокинг'''
,
'''XIX век. Санкт-Петербург, в императорском дворце бал. Встречают почетных гостей. Приезжает карета Пушкина. Выходит сам поэт, затем появляется Наташа Гончарова, чуть подскользнулась на луже, но Александр Сергеевич вовремя взял за руку, Наташа целует его в щеку, оба уходят на бал.
После бала один из зевак рассказывает другу:
— Представляешь, что намедни видел? Гончарова, когда из кареты выходила, в лужу плюхнулась, а Пушкин ее оттуда достал.
Потом тот друг рассказывает собутыльникам вечером:
— Представляете, что мне друг рассказал: видел, как Гончарова с Пушкиным в лужу вместе упали.
Кто-то из тех — своим знакомым:
— Вы не представите! Весь высший свет взбудоражен: Пушкин с Гончаровой заявились на бал крепко пьяными, аж ходить не могли, в луже валялись!
Затем:
— Что себе этот Пушкин позволяет! Склонил бедную Наташу к соитию прямо в луже возле кареты, на глазах у десятков зевак.
Спустя еще неделю в трактире под Псковом поручик Ржевский развлекает сослуживцев свежей байкой:
— Мне петербургский родственник рассказывает: едет на днях на лошади по полю, а там Гоголь сидит в кустах и дрочит.'''
,
'''-Товарищ милиционер, а на этой улице находиться безопасно?
-Конечно, иначе хуй бы я тут стоял.'''
,
'''— Я так больше не могу. Нам нужно расстаться.
— Это потому что у меня член 13 сантиметров?
— Да.
— Пиздец ты суеверная!'''
,
'''— официант, у меня в супе муха.
— и у меня.
— у меня круче, смотри как стреляет тыдыдащыщтыщ
— а у меня летает быстрее ветра ввффжжжжиууууууууу
— сейчас я позову администратора.'''
,
'''Моя дочь достигла такого возраста, когда она задает мне множество вопросов о сексе. Например, сегодня утром она спросила меня "И это все на что ты способен?"'''
,
'''Играет мальчик в песочнице. Вдруг из окна, с 12-этажного дома напротив, вылетает мужчина и плашмя падает в песочницу. Пыль столбом. Мальчик в шоке. Мужчина, отряхиваясь, встает и говорит:
- Так, мальчик! Сейчас из этого же окна будут вылетать мужики, а ты их будешь считать. Понял?
- Понял.
Через пять минут из того же окна вылетает мужик и плашмя падает в песочницу.
Пыль столбом. Мальчик:
- Раз!
Мужик встает и отряхиваясь говорит:
- Погоди мальчик, не считай, - это снова я...'''
,
'''- Мама, мама, меня укусила змея, мне срочно нужно противоядие.
- Хорошо, сынок, я куплю его сейчас, но это как будто тебе на День рождения.'''
,
'''Мужик в маршрутке громко портит воздух и говорит рядом стоящему мальчику:
- Такой маленький, а пукаешь как слон.
Рядом стоящая женщина говорит:
- Мужчина, но, ведь это вы сделали!
- Ты смотри какая, я ее отмазываю, а она еще стрелки переводит!'''
,
'''Поступает майор в академию.
Задают ему первый вопрос:
- Скажите, товарищ майор, что такое голеностопный сустав?
Тот, недолго думая:
- Вопрос понял, отвечаю. Голеностопный сустав состоит из голени и стопы, предназначен для ношения туфель летом, а зимой ботинок.
Комиссия задают второй:
- Что такое черепно-мозговая коробка?
- Черепно-мозговая коробка состоит из черепа и мозгов, предназначена для ношения фуражки летом, зимой шапки.
Все в шоке, но завалить надо, т. к. места все куплены. И тут матерый генерал спрашивает:
- Скажите, товарищ майор, как найти половой орган у женщины. майор подумал и говорит:
- Вопрос понял, отвечаю. Берем женщину, раздеваем, кладем животом на стол, смазываем большой палец в оружейном масле и ведем от шеи по позвоночнику вниз до второго щелчка'''
,
'''На лекции по линейной алгебре. Препод что–то пишет на доске. На последней парте студенты играют в карты. Один из них что–то не так покрыл и второй на всю аудиторию:
— Ты что, совсем охуел?!
Препод:
— Спокойно! Сейчас все объясню.'''
,
'''– Я видел тебя с какими-то мужиками.
– Да это с работы, милый.
– Прости, иногда забываю, что ты проститутка.
– Да ничего, зай.'''
,
'''— Ты что, ел гороховый суп?
— Да! — подпердил муж'''
,
'''В Москве в метро к полицейскому подходит кенгуру вся в крови:
-Бля, командир, сумку срезали!'''
,
'''Сидят под забором алконавты, пьют метиловый спирт. Разлили по первой, хряпнули, тут один и говорит: "Вась, разливай еще скорей, чё-то на улице быстро темнеет".'''
,
'''— Доктор, скорее приезжайте! У моей жены, кажется, будут сложные роды.
— Фамилия?
— Рабинович.
— Всё будет нормально. Маленький Рабинович как-нибудь выкрутится.'''
,
'''Поспорили три мужика, что на свете самое быстрое. Первый мужик говорит:
- Самое быстрое слово - сказал, а уже не вернешь!
Второй мужик говорит:
- Самый быстрый свет! Только включил, а он уже горит!
Третий мужик:
- Быстрее всего - свет в вакууме.
Так, слово за слово, третий мужик получил пизды.'''
,
'''Стоит муж на кухне, пельмени лепит. Тут вваливается пьянющая в хлам жена:
— О, у нас пелемешки будут?
Муж:
— Алкоголичка чёртова, опять нажралась! Сходи лучше к соседям, в доме соль закончилась.
Ну, вышла жена во двор, огляделась — до калитки далеко, дай, думает, через забор перелезу. Начала перелазить, ногой зацепилась, и обратно на землю упала. Будучи в полной уверенности, что находится на соседском участке, поднимается, отряхивается, стучит в дверь, заходит:
— О, и у Вас пелемешки?
Муж:
— Ты чё, ебанулась?
— А Вы что, в окно видели?'''
,
'''Two men come into a bar. The first man says, "I will drink H2O, please". The second man says, "I will drink H2O, too".
The second man dies.'''
,
'''Посетитель английского современного английского ресторана заметил, что у всех официантов в кармане лежит ложка. Его пробрало любопытство и он спросил официанта:
- Для чего вы носите ложки в кармане?
- Видите ли, руководство нашего ресторана наняло фирму "Андерсон Консалтинг" для оптимизации наших процессов. Менеджеры фирмы высчитывали тут несколько месяцев и сказали, что мы тратим очень много времени на то, чтобы сбегать на кухню за чистой ложкой, в случае, если клиент
уронит ее на пол. Это происходит примерно 3 раза в час за каждым столиком. Имея ложку в кармане, мы экономим полтора человека-часа за
смену...
- Да уж, мудрено, - сказал посетитель, продолжил трепезу, но через некоторое время заметил, что у всех официантов из брюк торчит шнурок.
- Простите, а для чего шнурок у вас в брюках?
- Та же самая контора, проанализировав нашу работу, пришла к выводу, что мы тратим очень много времени в туалете. Ну, знаете, достать, помочиться, вымыть и высушить руки... Так вот, привязав шнурок к ... хм.... сами знаете чему, мы можем быстро его достать, не пользуясь руками, а значит, нам не нужно мыть руки после посещения туалета, тем самым мы экономим 75% времени и воду.
- Да, но как же вы засовываете ЕГО обратно, не пользуясь руками?
Понизив голос еще и наклонившись прямо к уху посетителя, официант прошептал:
- Я не знаю, как остальные, но я пользуюсь ложкой...'''
,
'''Приходят к Ельцину депутаты...
- Борис Николаевич, мы цивилизованная страна, и мы вам объявляем импичмент!!!
Ельцин встает, расстегивает ширинку....
- Ну что, Геннадий Андреевич, вы знаете, с чего в цивилизованных странах начинается импичмент!'''
,
'''Дворник Никодим вышел на улицу. Сорвавшаяся с крыши сосулька упала вниз и убила его. Патологоанатом в морге задумался над тем, что вписать в графу "причина смерти", но потом улыбнулся и написал: "Весна пришла".'''
,
'''Парень, находясь много месяцев в коме, пришел в себя. Его сестра постоянно находилась рядом с ним. Открыв глаза, он сказал свой сестре:
-"Ты была со мной в самое трудное время. Когда меня уволили -ты поддерживала меня, когда в меня выстрелили и ранили — ты была рядом, когда мой бизнес прогорел — ты была здесь, когда мы потеряли наш дом — ты была со мной, когда мое здоровье стало совсем плохим — ты оставалась со мной.
" Так мы же сиамские, долбоеб ты ебаный" - сказала сестра.'''
,
'''Трое русских поймали хохла и решили над ним поиздеваться, напихать ему в рот резиновых фалосов чтобы тот подавился. Двое русских держат хохла за руки, а третий силой сует фалосы в рот. Хохол:
— Изверги, шо ви робите. Значит так, один держит, а двое пихають.'''
,
'''Один мужик начал замечать, что у его соседа на другой стороне улице часто машины новые появляются. Каждый месяц тачка новая. Прошло полгода – тот себе ещё и особняк отгрохал вместо старого дома. Подумал-подумал мужик, и решил к нему в гости сходить.
Приходит, а сосед встречает радушно, за стол позвал. Сидят, разговаривают, тут прислуга омара приносит. Не выдержал мужик и спрашивает:
— Сосед, откуда у тебя всё это? Дом, машины, прислуга...
Сосед отвечает:
— Сначала поешь, потом по дому прогуляемся.
Мужик доел, пошли они дом смотреть. А там бассейн, витражи, дорогие картины, коллекция оружия старинного.
Взмолился мужик:
— Ну скажи, сосед – откуда??
— Хорошо, расскажу секрет, но только если дашь мне в жопу!
Мужик сначала возмутился, а потом подумал, что один хер никто не узнает и согласился.
Ебёт сосед его в жопу полчаса, час, два... Мужик еле терпит. На третий час ебли не выдержал:
— Ну говори уже, откуда дом, машины и роскошь эта вся?
— Купил.'''
,
'''— Да Хиллари вообще замечательный человек! К тому же, выдающийся политик, замечательная мать, интеллектуал!... Да что там говорить – мы с ней один хуй сосали!
— Спасибо, Моника. Я думаю, достаточно.'''
,
'''В тюрьме зек ебет лоха в жопу. Выебал, лох начинает одеваться, а зек спрашивает:
- Ты куда?
- Я же охранник как- никак'''
,
'''Умирает старый богатый корсиканец. Собралась семья, ждут, кого же старик объявит наследником. По старой доброй корсиканской традиции все должен унаследовать самый ленивый. Умирающий слабым голосом:
— Доминик, сын мой, подойди ко мне. Доминик подходит.
— Сынок, представь, что ты сидишь и видишь, как ветер гонит купюру в 500 франков. Что ты сделаешь?
— Не сдвинусь с места, папа. Зачем мне лишний раз утомляться?
— Золотые слова, мой мальчик. Ступай. Паоло, подойди. Подходит Паоло.
— Паоло, обнаженная страстная красавица тянет к тебе руки. Что ты сделаешь?
— Не пошевелюсь. К чему напрягаться лишний раз?
— Прекрасный ответ, сынок. Ступай. Антонио, подойди.
— Сам подойди.'''
,
'''Ловит мужик рыбу на лодке. Поймал здоровенную рыбёху, подплывает рыбнадзор и говорят:
— Здесь ловля рыбы запрещена, штраф 10 000 рублей.
— А я не ловлю, это моя рыба, я её из дома привожу сюда погулять и по свисту она ко мне в руки прыгает, и мы уходим домой.
— А ну ка покажи!
Мужик отпускает рыбу, проходит 10 минут, рыбнадзор говорит:
— Ну что, свисти давай!
— Зачем?
— Ну чтобы рыба вернулась.
— Какая рыба?'''
,
'''Моя жена вошла и увидела, как я трахаю дочь. Не знаю, чему она больше удивилась - этому, или тому, что мне разрешили забрать с собой выкидыш.'''
,
'''Сидят во дворе две струхи. Одна.
- Слышь, Маня, что то дохлятиной потянуло.
- ...
- Маня!
- ......
-Маня! МАНЯ!!

Примечание: аналогичный анекдот:
В цирке сидят отец с сыном.
- Папа, почему объявили смертельный номер, а никто не умер?
Пап, папа! ПА-ПА-ААА!!!'''
,
'''Мужик, конченый извращенец, приходит в публичный дом, и спрашивает беременную женщину. Обещает заплатить тройную цену. С трудом находят такую и отправляют в номер. Заходит она к нему, а он ей говорит:
- Вставай раком
Она встает. Он засовывает в нее руку и начинает что то там шурудить.
Она: - ты что делаешь?
Он: - ребенка попкой поворачиваю.'''
,
'''Абрам и Изя поссорились. Абрам вечером после работы заходит во двор и видит, как Изя курит в окно своей кухни. кричит ему:
— Слушайте, сосед! Шо вы голову высунули и пугаете тут людей? Высуньте лучше жопу, она у вас должна быть красивей, чем лицо!
— Та я пробовал уже. Все кричат: Абрам, шо ты делаешь у Изи дома, вы ж поссорились?'''
,
'''Как только моя жена родила, я спросил у доктора: "Когда мы сможем заняться сексом?"
Подмигнув мне, он ответил: "Через 10 минут у меня заканчивается дежурство - увидимся на парковке."'''
,
'''Два друга безуспешно искали работу. Наконец, один увидел в газете объявление, что некий очень аристократический дом ищет мэтрдотеля. Он отправился туда на собеседование. На следующий день рассказывает приятелю:
- Сначала все было очень хорошо. Шикарный дом. Меня приняла сама графиня.
Сначала просто побеседовали. Потом она говорит - покажите руки. Показал.
Она говорит - руки хорошие, как раз для белых перчаток. Потом говорит - покажите икры. Я штанины задрал, она посмотрела - хорошо, говорит, вполне подходит для французских коротких панталон. А потом говорит - теперь покажите ваши референции. И тут, похоже, я совершил ошибку...'''
,
'''Что общего у Микеланджело и Курта Кобейна? Они оба использовали свой мозг чтобы раскрашивать потолки'''
,
'''Забрали сисадмина в армию.
Идут стрельбы, админ отстрелялся и слышит результат:
— Ни одного попадания!
Удивился, почесал затылок осмотрел автомат (проверил магазин, заглянул в ствол…) и грит:
— Ну не знаю… от меня пули ушли. Проблемы на принимающей стороне…'''
,
'''— Поручик, вы охуели! Я вызываю вас на дуэль!
— Выбирайте, сударь, оружие: шпага или пистолет?
— Шпага!
— Пиздец тебе! Я выбираю пистолет!'''
,
'''– Мама, а ты знаешь, как бедное животное мучилось, чтобы ты носила эту шубу?
– Сынок, нельзя так про папу.'''
,
'''- Ба, зачем ты выбрила виски?
- Чтобы лучше тебя слышать, внучек!
- Да ты ебанулась, ба!
- Я всё слышу!'''
,
'''Входит в бар кенгуру и просит джин с тоником. Ошеломленный бармен пытается завязать разговор:
- Да-а-а... Нечасто к нам кенгуру заходят...
- Еще бы - джин с тоником - 15 долларов! ОХУЕТЬ!!!'''
,
'''Почему инвалиды-колясочники не могут познакомиться с девушкой? Им трудно сделать первый шаг.'''
,
'''Мужик играет на поле в гольф. Все как нужно, одет по погоде, клюшки, мячи, в общем играет.
В один момент мужик замахивается и ударяет так сильно, что мяч моментально скрывается за горизонтом.
Мужик удивляется, мол, какой силы был удар, так быстро улетел мяч.
Но минуту спустя уже забывает про это и продолжает играть.
Вдруг вдалеке на поле появляется другой мужик и идет к игроку
Подойдя, он протягивает на руке тот самый мяч и спрашивает:
- Я увидел, как вы играете здесь, и подумал, что это скорее всего ваш мяч
- О, спасибо, это действительно мой...
- А вы знаете, что попали этим самым мячом в водителя автобуса?
- Я прошу прощения, я совершенно не знал, что мяч полетит на дорогу, я просто так случайно ударил с такой силой и...
- А знаете ли вы, что этот водитель еще и вез детей??
- Я сожалею, я ведь не хотел..
- Вы знаете, что из-за вашего мяча водитель не справился с управлением и полный автобус с детьми сорвался с дороги прямо в обрыв?!
- Господи, я даже не знал что такое может случиться..
Пришедший переходит на гневный крик:
-Да чего ты не знал?! Дальше этот грузовик упал на дом престарелых, после чего случился страшный пожар!!! Старики даже не успели выбраться!!! Ты понимаешь??!
Мужик,бледный, в слезах говорит:
- Но..Но что же я могу сделать теперь..?
Пришедший:
-Бей спокойнее. Просто бей спокойнее'''
,
'''приходит один англичанин к другому в гости.
-добрый вечер, сэр!
-добрый вечер, сэр!
Гость поднимается наверх в спальню. Хозяин курит трубочку у камина.
Спустя какое-то время гость спускается, наливает себе виски, присаживается тоже у камина и, немного раздраженно, говорит:
-Сэр, Ваша жена сегодня была чрезвычайно холодна.
-Да она и при жизни-то особым темпераментом не отличалась..'''
,
'''Мужик жалуется другу:
"Жена достала, то это не так, то это не эдак...
- А ты возьми в течении 3х дней трахай ее по 10 раз на дню. На третий день она не выдержит и сдохнет...
Через два дня советчик заходит в гости. Видит, жена друга радостная по квартире порхает, наряженная, накрашенная, любезная, аж светится, а друг лежит на диване весь выжатый как лимон, лицо синее, глаза потухшие, еле дышит.
- Ну как дела?
- 2й день подряд ее трахаю, как ты посоветовал, а она дурочка ходит, смеется, не знает что завтра сдохнет...'''
,
'''Поликлиника. Кабинет терапевта.
В кабинете стоит врач со спущенными штанами, а молодая пациентка делает ему минет. Завершив дело, сглотнув, пациентка тревожно спрашивает:
– Ну, что?
Врач, задумчиво:
– Да, милочка, вы правы, гланды надо удалять.'''
,
'''Конферансье в цирке объявляет:
- А сейчас наш коронный номер - парад уродов! Женщина с бородой!!!
[пауза... ] И без грудей!!! [пауза... ]... И с огромным хуем!!!'''
,
'''- Скажите Холмс, а почемy y женщин волосы на лобке такие мягкие, а y мyжчин
жесткие и колючие?
- Сосите Ватсон, не отвлекайтесь.'''
,
'''Девушка в баре подходит к бармену и, наклоняясь через барную стойку, очень сексуально спрашивает его:
– Молодой человек, можно вас на секундочку?
Он приближается. Девушка:
– Вы здесь хозяин? – Берет его за ушком и начинает гладить по волосам и голове…
Он, наклонившись к ней, недоуменно отвечает:
– Может, и я, а может, и нет.
Она, продолжая его гладить:
– А где хозяин бара?
Бармен, возбуждаясь:
– Будет завтра...
Девушка сексуально засовывает ему палец в рот, а он начинает его очень эротично в такт медленной музыке посасывать.
– Тогда передайте хозяину вашего заведения, что у вас в комнате для девочек нет туалетной бумаги…'''
,
'''Мужик собирается остановиться на ночь в гостинице. Но примерно через час он прибегает к администратору отеля и начинает орать:
- Я не понимаю, что это за гостиница, черт возьми!
- У Вас что-то случилось?
- Что у меня случилось? А вот, что у меня случилось в Вашей дыре: когда я зашел
к себе в номер, меня там уже поджидал какой-то тип с револьвером. Затем он приставил пушку мне к виску и сказал: "Отсоси-ка быстро, если не хочешь, чтобы я разнес твои мозги по всему номеру!"
- О, боже! - воскликнул администратор. - Не может быть! Какой ужас!... И...
что Вы сделали, простите?
Постоялец, весь побагровевший от злости, начинает орать:
- ВО МУДИЛА, ОН ЕЩE И СПРАШИВАЕТ! ТЫ ЧТО, СЛЫШАЛ ВЫСТРЕЛ?'''
,
'''Театр, идет пьеса. В зале темно и гробовая тишина, только актеры играют. И тут из первых рядов крик:
- Доктор, в зале есть доктор!!??
С бельэтажа отвечают:
-Да, я доктор!
-Коллега, что за хуйню нам показывают!'''
,
'''Учительница в школе предлагает детям придумать предложение, в котором
слово "прекрасно" употребляется дважды.
- Маша: Вчера папа купил маме прекрасное платье, в котором мама
прекрасно выглядела.
- Петя: Моя бабушка готовит прекрасное печенье, которое я прекрасно
кушаю.
....
- Вовочка: Вчера за ужином моя сестра объявила что беременна, а отец
сказал: "Прекрасно, блять, просто прекрасно!'''
,
'''Женщина-врач не может заснуть - в ней спорят совесть и разум.
Совесть: "Нельзя спокойно спать после того, как изменила мужу!"
Разум: "Это смотря какому! Если муж вечно занят, на секс у него не хватает времени - тут и святая изменит. Правильно, что изменила... баю-баюшки-баю..."
Совесть: "Измена измене рознь! Совокупляться с пациентом - нарушение врачебной этики!"
Разум: "Да, но вспомни Иванову из 25-й поликлиники. Она регулярно занимается
сексом с пациентами - все довольны, всем хорошо".
Совесть умолкает.
Женщина проваливается в сон... и вдруг - совесть едким шепотком:
"Да, но Иванова-то - не ветеринар..'''
,
'''Здравствуйте! Меня зовут Аня! Тридцать лет я делала мужчинам маникюр. А вчера узнала, что это не маникюр.'''
,
'''Приходит супружеская пара в детский дом и просит подыскать
здоровенького грудного ребенка, желательно мальчика.
Нянечька приносит им трехмесячного малыша.
Женщина спрашивает:
-А какой он национальности?
-Чисто русский, - отвечает нянечка.
-А мы бы хотели молдованчика.
Нянечка со всей силы ударяет младенца головой об стену и протягивает
его парочке:
-Вот вам молдованчик.'''
,
'''- Василий Иванович, там селяне старого педофила поймали!
- Ну так расстреляйте.
- Дык боязно. Он божится, что Ленина знал еще мальчиком!'''
,
'''Вбегает в магазин маньяк и кричит:
-Сейчас кого-нибудь изнасилую! Девушка как вас зовут?
-Зина
-Вас не буду насиловать. Мою мать тоже зовут Зина. А тебя мужик как зовут?
-Ну, вообще-то, Николай, но друзья зовут меня Зиной...'''
,
'''Два мужика общаются:
- Тебя жена хоть раз заставала дрочащим в туалете?
- Не...
- Заебись место, да?!!'''
,
'''На шестом месяце одиночного плаванья Фёдор Конюхов обиделся на весло и два дня с ним не разговаривал.'''
,
'''Она:
- Доктор, поцелуйте меня!
Доктор:
- Я не могу. У нас, докторов, существует своя
медицинская этика, которая не позволяет целовать
пациентов. Мне и трахать то вас не следовало.'''
,
'''Подбирает таксист на обочине голосующую девушку, привозит куда она попросила, а она ему говорит:
- У меня нет денег, возьмешь натурой?
- Извини, мне уже 3-я натура за вечер попалась, я больше не могу, деньги мне нужны.
Выходит таксист из машины и видит прохожего. Спрашивает его:
-Хочешь девку трахнуть?
-Хочу.
-Давай 100 рублей и трахай.
Тот залез в машину и начал ее ебать. Подходит мент, светит фонарем в окно и спрашивает:
-Что делаешь?
-Жену ебу.
-Свою или чужую?
-Свою.
-Извините, я думал чужую.
-Я тоже так думал пока ты фонарем не посветил.'''
,
'''Монахиня пришла в милицию заявление писать:
- Товарищ милиционер! Меня батюшка наш снасильничал!
- Это каким это образом?!
- Да не образом, а чем то навроде подсвечника..!'''
,
'''Толстой ебет Горького:
- Кто ж тебя назвал горьким, сладенький ты мой?'''
,
'''Заходит мужик в кафе, берет пять бутылок водки и садится за столик... К нему подходит официантка:
- Вы так много пьете, наверное, у вас какой-то праздник?
- Я сегодня впервые в жизни узнал, что такое минет...
- О! Так это же большой праздник! Давайте я Вам сейчас шампанского принесу?
- Да нет... Шампанским этот вкус не перебьешь..'''
,
'''Первый признак беременности - это когда по утрам тошнит и уроки делать не хочется'''
,
'''Дедушка садит внука на колени и спрашивает:
- А что будет если писю пососать у собачки?
- Сперма, дедушка!
- Правильно! А если у котика пососать - что будет?
- Сперма, дедушка!
- Молодец! А если у дедушки пососать?
- Ну тоже сперма будет!
- Правильно, и еще шоколадочка!'''
,
'''Токарь вдумчиво протирает гаечный ключик тряпочкой. Кнему подходит начальник и начинает грузить:
Н: Петров, бля!!! Ты какого хера домой так рано собираешся??? Время всего 17:20!!!
П: Понимаете, я пока ключик тряпочкой протру, пока станок железной щеточкой почищу, пока ручки мыльцем отмою, пока переоденусь.... Вот какраз и конец рабочего дня наступит....
Н: Нет, Петров!!! Я считаю, что это не правильно!!! Вот я собираюсь с работы ровно в 18:00!!!!
П: А че тебе собираться то? Ебальник закрыл и пошел...'''
,
'''Севеpная Иpландия, католическая школа. Во вpемя занятия монахиня-настоятельница спpашивает молодых бyдyщих монашек:
- Сестpа Маpта, кем ты бyдешь?
- Монахиней!
- Молодец! А ты, сестpа Мэpи, кем бyдешь?
- Монахиней!
- Молодец! А ты, сестpа Джен, кем бyдешь?
- Пpоститyткой!
- КЕМ?!
- Пpоститyткой!
Монахиня-настоятельница, облегченно вздыхая:
- Фy-y, а мне показалось - пpотестанткой!'''
,
'''Заходит мужик к врачу и сходу:
- Доктор, у меня хуй не стоит!
- А кого ты тут ебать собрался?'''
,
'''Однажды Пушкин шёл с женой по невскому. Вдруг она поскользнулась и упала. Пушкин помог ей подняться остановил извозчика и они уехали.
Это видел один человек и вечером рассказал другому: "Иду сегодня по невскому, смотрю Пушкин с женой, она упала он её поднял, карету остановил, они и уехали."
Этот другой рассказывает 3-му: "Сегодня Пушкин с женой шли по невскому, жена, видать, поддатая упала он её поднял, посадил в карету и уехали"
3-й рассказывает 4-му: "Сегодня Пушкин шёл с пьянющей женой по невскому то и дело её поднимая, затащил в карету и уехал"
4ый - 5му:"Сегодня Пушкин с женой бухущие по невскому шли, еле в карету извозчик их заволок и уехал"
25й-26му: "Выхожу я сегодня из Большого а на столбе Гоголь дрочит"'''
,
'''На корабле матрос подходит к капитану:
-Товарищ капитан, разрешите обратиться?
-Ну чего у тебя?
-Похоже, на корабле пидары завелись.
-С чего ты это взял?
-Да вот недавно у боцмана хуй сосал - говнецом попахивает!'''
,
'''Папа, тебя учительница математики вызывает.
- А что случилось?
- Она мне говорит: "Сколько будет 7x9?", я ей говорю: "63", она спрашивает: "А 9x7?", я ей отвечаю: "Какая, нахуй, разница?"
- Действительно, какая разница? - удивляется отец, -ладно зайду.
На следующий день приходит сын из школы, подходит к отцу:
- Пап, а ты в школу ходил?
- Нет еще.
- Пойдешь, зайди еще к учителю физкультуры.
- Зачем?
- Мы занимались физкультурой, он попросил меня поднять правую руку, я поднял. Потом левую, я поднял; потом поросил поднять правую ногу, я поднял. А теперь, говорит, подними левую ногу. Я ему и отвечаю: "Я что, на хую стоять должен?"
- Да действительно, - говорит отец, - ладно, зайду.
Приходит сын из школы на следующий день:
- Пап, ты в школу ходил?
- Нет еще.
- Не ходи, меня исключили.
- Почему?
- Меня вызвали к директору, захожу к нему в кабинет, там сидит учительница математики, учитель физкультуры и учитель рисования.
- А учитель рисования нахуй пришел?
- Я так и спросил'''
,
'''Идут боевые действия. Разговор боцмана (б) и капитана (к):
(к) - Боцман, торпеда! Увернуться не успеем иди успокой команду чтобы не было паники!
(б) - ЕСТЬ!!
Выходит на палубу, дает команду свистать всех на верх и говорит:
- Мужики, спорим, я счас хером линкор пополам разобью!
- Врешь! А ну попробуй!
Боцман достает агрегат, приседает и бьет по палубе. Треск досок, скрежет металла, половинки корабля тонут. Боцман, уцепившись за доску плавает рядом с капитаном:
(к) - Дурак ты, боцман, и шутки твои дурацкие - торпеда мимо прошла!'''
,
'''Муравей таскает камешки, веточки, строит дом. Подъезжает стрекоза на кабриолете:
— Что делаешь?
— Дом строю.
— А зачем?
— Ну, зима придет, холодно будет, а я в домике согреюсь.
— Ну ладно, строй, а я в ночной клуб поеду. И уехала.
Муравьишка тащит камень и думает: "ну ладно. Придет зима, посмотрим..."
Наступила зима. Муравьишка пилит дрова, подъезжает стрекоза вся в мехах:
— Что делаешь?
— Дровишки пилю, холодно, сейчас печку затоплю и согреюсь.
— Да, холодно. А я в аэропорт еду, полечу в Рио–де–Жанейро, там богема вся собирается, художники, писатели, с ними и перезимую.
— А Крылов будет?
— Конечно будет, все собираются.
— Ну, увидишь — передай, что я его маму ебал.'''
,
'''Влад Сташевский, гастролируя по Подмосковью, потерял проездной на июнь.'''
,
'''Едет мужик в автобусе, его тошнит, он стонет: "Ой плохо мне, плохо".
Тут его рвет, а другой мужик, внимательно изучая содержимое желудка первого: "Так, осетринка, икорочка, буженинка... Хуясе, плохо ему, блядь!"'''
,
'''Утро. По Темзе плывёт пароход. В капитанскую рубку входит пассажир:
— Здравствуйте, сэр!
— Здравствуйте, сэр!
— Сегодня прекрасная погода, не так ли?
— Да.
— И на Темзе совсем нет тумана!
— Совсем.
— А как вы себя чувствуете, сэр?
— Спасибо, сэр, отлично.
— Позвольте взять у вас стаканчик воды?
— Пожалуйста, сэр.
— Спасибо, сэр!
Пассажир наливает себе стакан воды и уходит. Через минуту возвращается снова:
— И снова здравствуйте, сэр!
— И снова здравствуйте.
— Сегодня прекрасная погода, не так ли?
— Да.
— И на Темзе совсем нет тумана!
— Совсем.
— А как вы себя чувствуете, сэр?
— Спасибо, сэр, отлично.
— Позвольте взять у вас ещё один стаканчик воды?
— Пожалуйста, сэр, берите.
— Спасибо вам, сэр!
Пассажир наливает себе ещё один стакан, уходит и через минуту возвращается:
— И снова здравствуйте, сэр!
— Здравствуйте.
— Сегодня прекрасная погода, не так ли?
— Послушайте, сэр, если вы так хотите пить, вы можете забрать у меня целый графин!
— Понимаете, сэр, дело в том, что в моей каюте пожар…'''
,
'''- Папа, а Барселона хорошая команда?
- Да, сынок, это сильнейший клуб мира, в котором играет лучший игрок планеты.
- А Манчестер Юнайтед хорошая команда?
- Да, сынок, это один из самых титулованных клубов.
- Папа, а почему ты тогда болеешь за Динамо?
- Как дела в школе?'''
,
'''Врезался тип на машине в дерево. Приезжают гайцы, открывают дверь, а водила сидит, остолбенев, в руль вцепился - пальцы белые, взгляд стеклянный и в одну точку. Гаишник ему и говорит:
- Вот видишь, как хорошо, что ты пристегнулся, а то лежал бы сейчас, как подруга твоя, с хуем во рту.'''
,
'''Отец наставляет сына перед выездом на курорт:
- Ты ж сынок там осторожно. Девчата сейчас гулящие, болезни всякие имеют. Будь осторожным. Не дай Бог подхватить какую-нибудь заразу. Приедешь домой - заразишь жену, она - меня, я - мамку. А ты ж нашу мамку знаешь - вымрет все село!!!'''
,
'''Два ветерана на лавочке делятся воспоминаниями о войне:
— Сидим мы как-то в блиндаже под Сталинградом, а снаружи обстрел.
Пули, осколки так и свистят. Вдруг в двери баба влетает. Ну, мы её, конечно, оприходовали.
Вот это секс был! И сзади ... и спереди...
— А минет, минет был?
— Да какой там минет?! Она же без головы влетела!'''
,
'''Деревня. Сидит на крыльце мужик, чистит ружье.
Вдруг ружье стреляет — в заборе дыра.
Мужик зовет сына:
— сынок, сходи к соседу, глянь — я его не зацепил?
Сын убежал, возвращается через 5 минут:
— пап, у меня две новости, плохая и очень плохая!
— давай плохую.
— у соседа полхуя оторвало!
— а очень плохую?
— а у нашей мамки две щеки навылет!'''
,
'''Престарелая пара приходит в гости к другой такой же. Пока бабульки возятся на кухне, деды болтают в комнате.
— Мы на прошлой неделе ходили в новый ресторан, не понравилось.
— А что за ресторан?
— Черт, вылетело из головы. Как называется этот красный цветок, который ты даришь тому, кого любишь?
— Тюльпан?
— Нет.
— Георгин?
— Тоже нет.
— Роза?
— Точно, роза.
(в сторону кухни):
— Роза, как называется тот ресторан, в который мы ходили на прошлой неделе?'''
,
'''Одна дама пообещала внуку на его день рождения пригласить для него клоунов.
Наступает день рождения, клоунов все нет. Вдруг звонок в дверь. Внук орет:
- Клоуны, клоуны! Женщина открывает, на пороге два поддатых бомжа:
- Хозяйка, может какая работа в саду есть? На еду бы заработать.
Ну, жалко людей. Женщина им говорит:
- Ну, пойдите дрова поколите в саду. А клоунов все нет, внук рыдает.
Вдруг, женщина смотрит в окно - в саду один из бомжей такие номера проделывает!
То на землю бросится, то пируэты крутит, то на яблоню залезет.
И, к тому же, похоже, поет. Она стучит в стекло, подзывает второго и говорит ему:
- Ваш друг вот так не выступит для моего внука? Заплачу 50 долларов. Бомж кричит:
- Эй, за 50 баксов дашь второй палец отрубить?'''
,
'''— Почему у меня в супе ЗАЛУПА?!!!
— А вы что такой гомофоб!'''
,
'''- Алло, это террариум? Мне ваш телефон служба спасения дала...
У меня змея в квартиру забралась, чего делать?
- Куда забралась? В квартиру? Через вентиляцию? Вы где живете?
На кого похожа? Не трогали? Куда звонили? (и еще масса вопросов)
- Квартира 15-й этаж, не через вентиляцию, но откуда не знаю.
Похожа на ужа вроде, но я не специалист, знаете...
Сказали вас вызывать...
- Опишите ее!
- Черная, средней толщины, ну... обыкновенная такая.
- Это уж. Если не боитесь, попробуйте его поймать...
- Чем? Вот так прямо и ловить?
- Так и ловить. Руками. Или...
- Что или?
- Вы состоите в обществе защиты животных?
- Нет, а что?
- Тогда ебните его лопатой!'''
,
'''Три мужика в походе ночуют в одной палатке, спят рядышком. Наутро просыпаются - те, что с краю лежали, довольные. Тот, что посредине спал, спрашивает - чего довольные такие? Да, говорят, сны эротические видели обалденные, аж просыпаться неохота было. Ой, говорит тот, а я такой кошмарный сон видел! Как будто я на чемпионате мира по лыжной эстафете. Я палками толкаюсь, как бешеный, до финиша остается пара десятков метров... и тут палки обмякли!..'''
,
'''- Мама, у меня завтра контрольная!
- Не волнуйся, сынок - сейчас все повторим. Столица Германии?
- Берлин.
- Столица Франции?
- Берлин. Мам, давай что-нибудь посложнее.
- Столица Польши?
- Берлин.
- Какой ты у меня умный, Адольф!'''
,
'''- Доченька, ты все пельмени скушала???
- Да, папочка.
- Молодец, СУКА - ВСЯ В МАМУ!!!'''
,
'''Идёт мужик по полю и встречает пастуха. Подходит к нему и спрашивает:
- Слушай, а сколько у тебя овцы едят в день?
- Какие белые или черные?
- Ну, белые.
- 1 кг в день.
- А черные?
- Тоже 1 кг в день.
- А сколько они у тебя в день меха дают?
- Какие белые или черные?
- Ну черные.
- 2 кг в день.
- А белые?
- Тоже 2 кг в день.
- Слушай, а чего ты их делишь на белых и черных?
- Белые это мои.
- А черные?
- Тоже мои.'''
,
'''- У вас шарики есть.
- Есть.
- Хорошие?
- Нет плохие.
- Дырявые?
- Нет - не дырявые.
- Плохо дуются?
- Нет, хорошо.
- Не яркие?
- Яркие.
- А почему, плохие?
- Не радуют...'''
,
'''- Капитан!!! Капитан!!!
- Что?
- Якорь всплыл!
- Хммм... Скверная примета...'''
,
'''Приходит студент к преподавателю на экзамен и, без разговоров, ставит на стол бутылку коньяка.
Экзаменатор произности: "удовлетворительно"
Тогда студент вытаскивает коробку шоколадных конфет.
Преподаватель:"Хорошо".
Студент кладет сверху шикарную авторучку.
Экзаменатор:"Отлично" - и пишет в зачетке.
Студент забирает зачетку. сгребает всё со стола и говорит:"теперь ещё физику надо сдать".'''
,
'''Летит самолет с только что призванными солдатами. Лейтенант:
– Ребята, должен вас огорчить – летим в Афган.
– О, бля…
– Но должен и обрадовать – за голову каждого убитого дyшмана платят по чеpвонцy... Самолет заходит на посадку, садится. Солдаты бросаются вpассыпнyю. Появляются через два часа, каждый с мешком голов. Лейтенант:
– Вы охренели!!! Мы в Ташкенте дозаправляться сели!!!'''
,
'''Ленин заработался за-полночь, оторвался от бумаг...
– Наденька?
– Надю-ю-ша?
– Надежда!
– Крупская!
– КРУПА, БЛЯДЬ!!!
– Спит, сука...'''
,
'''На улице к менту подходит мальчик, говорит:
– Мент, я тебя в 17 часов трахну!
Сказал и побежал, мент за пацаном. Пацан бежит, забегает в какой то подъезд, потом в квартиру и захлопывает дверь перед носом мента. Ну мент в дверь колотится, долбится и наконец дверь перед ним открывается... На пороге здоровый мужик:
– Тебе чего?
Мент мужику:
– Вот не знаю кто, наверное Ваш сын сказал что поимеет меня в 17 часов, и этот мальчик забежал сюда.
Мужик смотрит на часы и недоумённо спрашивает мента:
– Ну а хули ты в 11 приперся?'''
,
'''Сидят три мальчика в песочнице:
– А меня мама в капусте нашла.
– А меня в магазине купили.
– А меня аист принес.
Девочка, не переставая прыгать через скакалку:
– Можно подумать, в этом доме никто не ебется!'''
,
'''В концлагере эсэсовец забегает в один барак:
– Молдаване есть?!
– Нет.
Бежит во второй
– Молдаване есть?!
– Нет, только что повели в газовую камеру.
Бежит в газовую камеру, там уже дверь закрывается, он еле успевает ногу подставить.
– Молдаване есть?!
– Есть.
– Ванну кафельной плиткой выложить сможете?!
– Не вопрос, 8 рублей за плитку.
Эсэсовец:
– Бля, дорого, давайте по 5 рублей.
Молдаване:
– Ногу убрал!'''
,
'''Патрулирует один полицейский ночные улицы и вдруг видит: в закоулке стоят два мужика, один белый, другой негр. С негра спущены штаны, и в его задницу засунут указательный палец белого. Полицейский офигел конкретно, подходит и спрашивает:
– Чем вы здесь занимаетесь, ублюдки? Белый ему отвечает:
– Да вот, этот парень случайно проглотил нафталин вместо аспирина, и я пытаюсь у него вызвать рвоту.
– Но чтобы вызвать рвоту, палец суют глубоко в рот, а не в задницу!
– Поверьте, когда я засуну ему этот палец в рот, он мгновенно проблюется.'''
,
'''Звонок в аварийную горгаза:
– Сынки, что такое. Печку с утра включила, а газ не горит!
– Бабуля, а вы спичку зажигали?
– О, сейчас зажгу…'''
,
'''Приходит мужик к венерологу за анализом, а тот ему говорит:
– Мне очень жаль. У вас СПИД.
Мужик:
– Твою мать, что за жизнь! Уже на родного сына нельзя положиться!'''
,
'''Стоматолог: сейчас будет немного больно.
Я: хорошо.
Стоматолог: я ебу твою жену'''
,
'''Дзержинский Ленину:
- Ну, как вам новая молодая секретарша, Владимир Ильич?
- Поябывамс..., кхе-кхе, - закашлялся Ленин.
- О! Да вы игрец, батенька?!
- Я говою, поя бы вам, судагь, пьекьятить эти гьязные намеки!'''
,
'''Олимпийские соревнования по стрельбе.
Первым стреляет немец.
Он попросил посадить муху на забор, и с десяти метров попал в нее.
Англичанин сбил на лету шмеля.
Выходит русский, выпустил комара из коробочки, раздается выстрел. "З-з-з-з", - продолжает гудеть комар, правда, на полтона выше.
- Так он же летает! - бросились к стрелку судьи.
Русский отвечает:
- Летает, и будет летать. А вот любить - никогда.'''
,
'''Сидят две бабки на скамейке одна другой говорит:
– А я матом больше не ругаюсь.
– А я в Бога не верю.
– Пиздишь.
– Вот те крест.'''
,
'''У семиклассника в рюкзаке мама нашла набор садомазо... По этому поводу на кухне собирается семейный совет. Отец:
— Ну, я так понимаю, пороть тебя бесполезно...'''
,
'''Почему так много негров погибло во Вьетнаме?
Потому, что сержант кричал "Get down!", а они вставали и начинали танцевать!'''
,
'''Пассажиры после крушения корабля в понедельник барахтаются в воде, торчат одни головы.
Матросы на людке пытаются спасти их: хватают за волосы и затаскивают в шлюпку. Неожиданно, рядом со шлюпкой появляется абсолютно лысая голова. Один матрос несколько секунд озадаченно смотрит на нее, думает, затем бьет по лысине веслом:
- Блядь, нам тут не до шуток!'''
,
'''Програмист ставит себе на тумбочку перед сном два стакана воды. Один с водой - на сулчай, если захочется пить. А второй пустой - на случай, если не захочется пить.'''
,
'''— Вы для нас как «пятая колонна» в телеге!
— Может быть «колесо»?
— Нет, спасибо, я уже утром закинулся.'''
,
'''Многие ошибочно полагают, что белое вино надо пить с рыбой… Мое мнение: люди не должны пить с рыбами…'''
,
'''Парень и девушка целуются около калитки. Неожиданно она восклицает:
- Сейчас же уходи - отец идет!
- скажи ему, что я твой брат.'''
,
'''Греки придумали математику, чтобы Европа могла вычислить их долг.'''
,
'''Встречаются в пустыне два мужика, один телефонную будку за собой тащит,
другой с рельсой наперевес. Второй спрашивает первого:
- А ты чё с будкой?
- А я если хищника увижу забираюсь в будку, он походит вокруг
меня и уходит...
А ты чё с рельсой?
- А я вижу лев за мной бежит, я от него. Вижу догоняет!
Я рельсу бросаю и дальше налегке.'''
,
'''Один мужик забрался на высоченную гору, смотрит - там пропасть - 5 км, а над ней два мужика парят. Ну, он к ним - мужики, как вы это делаете? Один из них:
- Ну, здесь такие теплые потоки воздуха, они выдерживают тело до 80 кг.
Альпинист:
-А я 70 вешу.
Прыгает в пропасть, летит вниз, разбивается. Второй мужик:
- Знаешь, Михаил, архангел из тебя так себе..'''
,
'''— Знаешь что такое сексизм?
— Нет
— Ну конечно, ты же баба'''
,
'''Идет стаpый евpей по улице с палочкой — еле ноги пеpедвигает… По дpугой стоpоне улицы его обгоняет паpень какой-то. Еврей кpичит ему:
— Молодой человек, вы случайно не в пpачечную?
— В пpачечную.
— Hу тогда за мной будете…'''
,
'''Мюллер заходит в свой кабинет и видит Штирлица, роющегося у него в сейфе с секретными документами.
- Что вы здесь делаете, Штирлиц? - спрашивает Мюллер.
- Трамвая жду - отвечает Штирлиц.
- Трамваи здесь не ходят.
- Они нигде не ходят, у трамваев нет ног, - парировал Штирлиц.
Мюллер вышел из кабинета покурить и обдумать сложившуюся ситуацию. А когда он вернулся, Штирлица не было в кабинете.
"Уехал" - подумал Мюллер.'''
,
'''Однажды родители назвали сына-гермафродита Отделением. Когда ему исполнилось 16, отец сел с ним на кухне.
О: сын, мы давно хотели с тобой поговорить. Послушай, Отделение, ты приемное'''
,
'''Барабанщик группы "Бутырка" долго не соглашался сидеть и стучать.'''
,
'''Врач-проктолог оплачивает счет в ресторане. Официант приносит чек, чтобы тот расписался. Врач достает из кармана ректальный градусник и начинает елозить им по бумаге. Заметив, что в его руках вовсе не ручка, возмущенно кричит: - Опять какая то задница увела мой Паркер!'''
,
'''Солдат стоит на посту.
К нему подходит полковник и спрашивает:
- Звание, фамилия?
- Рядовой Петров.
- Сколько человек в роте?
- 75
- Сколько человек в батальоне?
- 250
- А ты чего же это военную тайну выдаёшь? Вдруг я шпион!
Раздаётся выстрел...
Солдат:
- Ты посмотри какая сука...'''
,
'''Неопытный вор карманник довел свою жертву до оргазма.'''
,
'''Жуков принимает парад, подходит к артиллеристам:
- Здравствуйте, товарищи артиллеристы!
- Здравия желаем товарищ Жуков!

Походит к танкистам:
- Здравствуйте, товарищи танкисты!
- Здравия желаем товарищ Жуков!

Подходит к чекистам:
- Здравствуйте, товарищи чекисты!
- Здравствуйте, здравствуйте, товарищ Жуков...'''
,
'''Молодой человек женился на старшей из трех сестер. Через год жена умерла. Вдовец приехал навестить родню покойной жены и женился на второй сестре. Вскоре умерла и она. Молодой человек женился на третьей сестре. Через год родители получают телеграмму: "Вы, конечно, будете очень смеяться, но эта тоже умерла".'''
,
'''У одного пациента удалили желудок. Доктор после операции ему
говорит:
- Вам сейчас есть нельзя, поэтому вводите себе шприцом манку через
задний проход, а через месяц придете - посмотрим, как дальше быть.
Прошел месяц. Пациент приходит к доктору, довольный, виляя жопой.
- Ну, как самочувствие?
- Отличное, доктор!
- А почему так попой крутите?
- Друг жвачкой угостил!'''
,
'''Башкирские порноактёры в конце фильма делают кумысшот'''
,
'''Вахтанг очень переживал из-за обильной растительности на своем теле.
Особенно его огорчали папоротник и борщевик.'''
,
'''Сидят мужик и кот. Мужик жалуется:
- У меня жена тройню родила.
Кот:
- Не переживай, раздашь.'''
,
'''Три мужика рассказывают у кого жена тупее.
- Моя дура - купила наушники. А плеера-то у неё нет!
Все ржут.
- Моя ещё тупее - купила принтер. А компьютера-то у неё нет!
Все хохочут.
- Эт всё хуйня, вот моя презервативов набрала и на море укатила!
Все молчат.
- А члена-то у неё нет!'''
,
'''— Я сейчас брата позову.
— Давай, зови.
— Брат Иоанн, идите сюда, тут католики выебываются.'''
,
'''Пpыгают как–то математик, физик и пpогpаммист с двадцатиметpовой вышки в
маленький бассейн.
Пpогpаммист: достал ноутбук, подумал, составил пpогpамму, пpыгнул, попал.
Физик: подумал, вспомнил все законы, посчитал, пpыгнул, попал.
Математик: подумал, посчитал, ещё подумал, ещё посчитал, потом начал считать
заново, посчитал, пpыгнул… и ввеpх улетел — знаком ошибся.'''
,
'''Один англичанин всё время проигрывал деньги на скачках.
И однажды он наконец понял, что нужно сделать, чтобы взять крупный выигрыш. Он не играл 6 лет. За 6 лет он скопил шесть тысяч фунтов стерлингов. И через шесть лет 6 числа 6 месяца в день больших скачек в Лондоне он встал в 6 часов утра, специально вызвал такси с номером 66–66 приехал на ипподром, дал 6 шиллингов на чай таксисту, пошёл в шестую кассу, и всё шесть тысяч фунтов стерлингов поставил на шестой заезд на шестую лошадь.
И лошадь пришла шестой.'''
,
'''Боксер вырубил двух хулиганов на улице. Приехало телевидение, берут у него интервью:
- Скажите, что произошло?
- Иду я по улице, никого не трогаю...Вдруг подваливают ко мне два типа, начинают требовать деньги...
- И что же дальше?
- Ну я первого с правой вырубаю.
- А второго?
- А второго у меня день рождения!'''
,
'''Двое молодых людей украли из магазина календарь и оба получили по пол года.'''
,
'''Заходит мужик в бар:
— Мне как всегда!
— Хорошо. Охрана, выведите этого долбоеба!'''
,
'''Ветеран ИРА рассказывает внукам о своих приключениях:

— Однажды после очередной акции нам пришлось залечь на дно. Через несколько дней у нас закончился весь Гиннес, а ещё через пять дней у нас закончился и весь виски. Мы страдали от жажды, парни были чуть живые.
— А что у вас не было воды?
— Поверь, сынок, нам тогда было не до мытья'''
,
'''— Скушай еще котлетку!
— Спасибо, ба.
— Огурчики открыть?
— Давай.
— Прелесть, а не внук, когда накуренный.'''
,
'''- Доктор, скажите, а почему вы стали именно гинекологом?
- Где родился, там и пригодился.'''
,
'''- Как вы попали в главное здание ЦРУ?
- Я агент.
- КГБ?
- Нет, Oriflame'''
,
'''Михаэль Шумахер бегает вокруг палатки, а за ним лев. Микка Хаккинен видит все это кричит:
- Шумми, он тебя сейчас догонит!
- И че? Я его все равно на два круга делаю!'''
,
'''- Мой сын просит руки вашей дочери.
- А что, у вашего сына нет руки?
- Есть, но она уже устала.'''
,
'''Финский турист с женой идут по улице Петербурга, вечером, останавливают прохожего и говорят ему что-то типа:
- Kun tss pimess kylmss kaupunki tm surullinen sateinen syksy iltana voimme ostaa pullon Coca Cola?
Прохожий на секунду задумывается и отвечает:
- Простите, я не совсем понял ваш вопрос: В этом темном холодном городе в этот печальный дождливый осенний вечер вы хотите купить бутылочку - чего?'''
,
'''однажды студенты застали зигмунда фрейда за сосанием члена.
- а вы говорили, что сосание члена - это скрытое желание курить сигары.
- иногда член, это просто член.'''
,
'''Уехал муж в командировку, к жене прискакал на коне любовник. Заходит, говорит: "Если муж зайдет, я выпрыгну в окно, а там будет ждать меня мой конь. Внезапно звонок в дверь. Мужик подскакивает и выпрыгивает в окно, а жена открывает дверь и видит там коня. А конь говорит:"Слушай, скажи ему, что пошел дождь, и я его в подъезде буду ждать".'''
,
'''Группа наших туристов приезжает в англоязычную страну. Гид их предупреждает: "Не отбивайтесь от группы - здесь кругом сутенеры. Но если все-таки отбились, требуйте российского консула". Один из туристов все же потерялся. К нему подбегает какой-то человек:
- Do you want a woman?
- No, no!- кричит мужик.
- Do you want a man?
- No!!! I want Russian consul!
- Possible, possible, but very expensive...'''
,
'''Приходит к психоаналитику бесконечное число пациентов:
Первый пациент: "Я чувствую, что у меня было только половина нормального детства"
Второй: "Я разобрался в себе и понял, что у меня было детство нормальным лишь на 25%"
Третий: "Я думаю, лишь у одного из восьми окружающих детство было настолько же несчастным, как и у меня"
....
А психоаналитик сидит и внимательно их всех слушает, потому что он гуманитарий и сумму ряда посчитать не может.'''
,
'''Идут два тушканчика по пустыне, нашли бублик, думали как его поделить. Один другому говорит
-давай я как будто продавец, а ты придешь покупать бублик. Договорились. Подходит тушканчик как бы к прилавку и говорит,
- дайте бублик,
А другой отвечает, чавкая,
-кончились.'''
,
'''- Садись, дочка, рассказывай. Как к своему парню съездила? Много гуляли?
- Я постою.'''
,
'''Омские полицейские задержали дерево, по их словам у дерева был ствол.'''
,
'''Сын с девушкой, за ручку, приходят домой к родителям. Сын говорит:
- Папа, мама, знакомьтесь это Лена. Мы с ней решили пожениться!
Мать с небольшим недовольством в голосе спрашивает сына:
- А жить вы, где собираетесь?
Сын отвечает:
- Лена эмо, она вообще не хочет жить.'''
,
'''Мальчик сидит на асфальте и кричит:
— ПИДОРАСЫ!
Через пару минут:
— ПИДОРАСЫ!
Ещё через пару минут:
— ПИДОРАСЫ!
Идет мимо мужчина и говорит:
— Мальчик, у тебя молоко на губах ещё не обсохло, а уже матом ругаешься.
— Это не молоко, это ПИДОРАСЫ!'''
,
'''Соловей-разбойник обозвал отца Ильи-Муромца пидарасом и вломил ему пизды. Отец, конечно же, пожаловался Илюше. Пошли они вдвоем к Соловью разбираться.
Пришли. Илья позвал Соловья и спрашивает у него:
- Ты знаешь, кто я?
- Знаю. Ты Илья-Муромец, русский богатырь...
- А это кто? – спрашивает Илья, показывая на отца.
- А это пидарас старый! – говорит Соловей и хуяк - бьет отцу в ебало.
Илья не на шутку рассердился:
- Ты наверное не понял?! Ты знаешь, кто я такой?!
- Знаю. Ты Илья-Муромец, русский богатырь, Кащея Бессмертного победил.
- А это кто?!
- Это? Да пидарас местный, - и опять хуяк отцу в еблище.
Илья от злости аж покраснел:
- Соловей, ты охуел! Посмотри на меня. Кто я?!
- Илья-Муромец, русский богатырь, Кащея Бессмертного победил, Змею Горынычу голову отрубил.
- А теперь посмотри на него. Он кто?!
- Пидарас! – и опять бьет отцу по харе.
Отец дергает Илюшу за рукав:
- Илюш, пойдем нахуй отсюда, ебал я такие разборки!'''
,
'''Заходят в бар негр, азиат и латинос, а бармэн им говорит - пошли нахуй отсюда.'''
,
'''- Алле? Да, мой фюрер! Да, мой фюрер! Да, мой фюрер! Да, мой фюрер!...Звонил мой фюрер, спрашивал: «Я твой фюрер? Я твой фюрер? Я твой фюрер? Я твой фюрер?»'''
,
'''Сегодня, дети мои, восславим Пресвятую Деву. Я хочу, чтобы вы все прочувствовали ее величие и чистоту.
Вот среди вас во втором ряду сидит, как всегда скромно опустив глаза, наша Долорес. Мы все ее хорошо знаем. Сколько добрых дел совершила она! А как она помогает своим родителям и вообще всем старикам нашей деревни! Она не пропускает ни одной мессы!
Хоть она и молода, и доходы ее невелики, но она всегда найдет монеты, чтобы опустить в кружку для пожертвований! А ее скромность, целомудренность и кроткий нрав известны всем! Встань, Долорес, пусть все увидят тебя!
Но, дети мои, по сравнению с Пресвятой Девой она просто блядища!'''
,
'''Один мальчик думал, что у всего должно быть имя. Поэтому у него был большой палец, указательный, средний, Володя и мизинец.'''
,
'''крупская рассказывает ребятам про дедушку ленина.
— как-то дедушка ленин брился, а рядом стоял маленький мальчик. и вот дедушка достал кожаный ремень и точит об него свою опасную бритву. а мальчик смотрит. а ленин точит. а мальчик всё смотрит и смотрит. а ленин точит.. а мог бы и полоснуть!'''
,
'''— Дорогой, возьми меня!
— Спи дорогая, я никуда не еду.'''
,
'''- Кого это хоронят?
- Да вон того мужика, который в гробу'''
,
'''Два года колонии, по ст. 280 УК РФ, Получил сантехник ЖЭКа Петров, за выкрики на улице: "Всё прогнило, всю систему нужно менять".'''
,
'''мама собирает сына в дорогу. мать:
- вот тут хлеб, масло, гвозди...
- зачем?
- ну как: масло на хлеб намажешь и съешь.
- а гвозди?
- ну вот же положила.'''
,
'''— Мама, мама, а что это обезьянка так трясётся?
— Это, мальчик, она так играет.
— Нечего нам тут мозги пудрить! Она дрочит, Алёшенька. Отойдите, ребёнку хуй не видно.'''
,
'''Уходит коза за молоком и говорит козлятам: "дверь никому не открывайте, пароль будет - я коза соси сосок", и ушла. А волк все это подслушал, подходит к дверке, стучится и говорит: " я коза соси сосок", а козлята ему в ответ: "соси хоть хуй, у нас глазок! "'''
,
'''Попали два алкаша в рай: вокруг водки море, жен рядом нет, никто за рукав не дергает, райские яблочки на закуску висят, архангелы поют, ангелы летают...ну рай!!! Они не верят своему счастью, открывают первую бутылку, разливают...вдруг, хлоп, третий сидит со стаканом... Они ему налили, тот молча выпил и исчез. Пожали плечами, разливают по-второй...он, хлоп, опять сидит. Они опять к этому отнеслись терпимо, пожали плечами. Когда на третий раз он появился со стаканом, они говорят: "Мужик, ты вообще так неприлично себя ведешь, сядь, поразговаривай с нами как положено, посиди в компании!!!" Он отвечает: "Ребята, я не могу, я пока в реанимации!"'''
,
'''Мужик смертельно заболел. Пошел на болото топиться, Только
приготовился вдруг лягушка выныревает:
- Что надо? Что пришёл?
- Да болен я, жить мне полгода осталось. Зачем семью буду мучать,
. утоплюсь да и всё
- Иди мужик домой, всё будет хорошо.
Приходит мужик домой, а его жена втречает:
- Милый, с больницы звонили, все хорошо, твои анализы нормальные,
. ИХ просто перепутали
Прошло полгода. У мужика завал, зарплату полгода не платят, Под
сокращение попадает, семья бедствует. Пошел на болото. Лягушка:
- Что надо? Что пришел?
- Да неадоело все. Зарплату не платят, семью не могу содержать, топлюсь.
-. Иди мужик домой, Все Будет Хорошо
Приходит мужик На Работу, а его все приветствуеют, премию выписали,
. задолженность отдали, повысили оклад, Должность новую Дали
Прошло полгода. Жена загуляла, дети школу прогуливают,
отца ни кто не слушает. Пошел на болото.
- Что надо? Что пришел?
- Ай лягушка, устал. Не мешай, утоплюсь и дело с концом.
-. Иди мужик домой, Все Будет Хорошо
Приходит мужик Домой а, там дети "папа-папочка" лезут целоваться,
обниматься. Жена на коленках прошения молит, ноги целует.
Ну мужик думает "Блин лягушку-то отблагодарить надо". Пошел на болото.
- Что надо? Что пришел?
- Да добра ты мне столько сделала, давай отблагодарю.
- Да иди домой. Все хорошо. Иди.
- Да не могу я так, совесть не позволяет.
- Ну ладно, хочешь мне добро сделать, так трахни меня.
... - И тут, вы не представляете товарищ следователь, лягушка превращается в 12-летнего мальчика!'''
,
'''Сидит старый шотландец в пабе, сидит, пивко потягивает, трубку курит.
Сидел, сидел и говорит:
- Вот эту мельницу, построил я сам, сам собрал камни, замесил раствор и построил... но почему-то никто не называет меня Макфларен-строитель мельниц.
Посидел, отхлебнул пива, затянулся.
- Вот этот сад, в котором сейчас самые большие урожаи фруктов и ягод, посадил я сам, один. Все радуются и собирают плоды. Но почему-то никто не называет меня Макфларен-садовник.
Посидел, отхлебнул пива, затянулся.
- Вот этот мост, построил я сам. Спилил деревья, ошкурил и сделал мост, теперь по нему ездят машины, ходят люди. Но почему-то никто не называет меня Макфларен-строитель мостов.
Посидел, отхлебнул пива, затянулся.
- Но стоило один раз выебать осла...'''
,
'''Украинское село. К колодцу подошел мужчина и склонился, чтобы выпить воды. Подбежал дед и предостерегает:
- Чоловіче, не пий! Москалі воду отруїли!
- Что вы говорите?
- Я гаварю: пєй мєдленна, вада халодная, горла прастудіш.'''
,
'''Приходит муж домой:
- Жена раздевайся давай.
Жена растерялась, такого с роду не было. Думает, наконец-то муж проснулся, после стольких то лет. Вообщем быстренько разделась. А муж:
- К зеркалу вставай.
Жена думает вот развратник какой, а сама к зеркалу бегом. Муж:
- Вверх ногами вставай.
Жена очумела, вот что удумал, а сама уже переворачивается. Муж подходит кладет голову ей между ног, и так задумчиво:
- Да-а-а, бородка мне не идет...'''
,
'''Пришел зек из тюрьмы - отгулял с женой за встречу, ну,
как принято, бутылочку уговорили. Ну, зек за бутылочкой
жене про зону рассказывает, про понятия блатные.
Наутро просыпаются - она ему:
- Вась, вот я вчера про все понятия поняла,
только про ПИДОРА расскажи поподробней.
Он ей:
- Ну какая ты, Маруся, бестолковая! Вот тебе пример -
подходит ко мне утром Федька и говорит - давай, Вась,
я тебя сейчас в жопу трахну, а вечером тушенку занесу.
Жена ему:
- Ну?
- Да не занес, ПИДОР.'''
,
'''После крушения круизного лайнера на маленький необитаемый остров выбрались только двое; Скарлетт Йоханссон и плюгавенький матросик. Недели две звезда Скарлетт Йоханссон свысока смотрела на соседа но природа взяла свое -а тут еще и матросик оказался ненасытным кобельком-и попала Скарлетт Йоханссон актриса в полное подчинение. И вот однажды матрос приказывает ей:
- Возьми головешку из костра и нарисуй себе усы.
Потом поворачивает её к себе лицом-хлопает по плечу и говорит:
- МУЖИК-ТЫ НЕ ПОВЕРИШЬ - Я ТУТ ТАКУЮ БАБУ ЕБУ! Скарлетт Йоханссон!'''
,
'''Два мужика в деревне, у одного свинья хочет борова, он
предлагает соседу:
- Сосед, вези своего борова, пусть занимаются!
Сосед:
- Откуда я знаю, когда мой боров захочет!
- А ты посмотри, как у него хвост крючком, так и хочет!
Сосед на следующее утро выходит на крыльцо, смотрит -
у борова хвост крючком. Он сажает его в коляску мотоцикла,
надевает каску, везет к соседу...
Следующее утро. Сосед опять выходит на крыльцо - у борова
хвост крючком. Сажает его в коляску, надевает каску, везет
к соседу - история повторяется...
Еще следующее утро. Мужику в лом вставать. Говорит жене:
- Жена, выйди на крыльцо, посмотри - у борова хвост крючком?
Вернулась с улицы жена:
- Не знаю, что с хвостом, но сидит в коляске, на голове каска.'''
,
'''-мне пожалуйста чай
-вам с сиропом или без?
-без
-без вишневого или без клубничного?'''
,
'''жена попросила мужа искупать новорожденного ребенка и ушла по делам,
возвращается и видит, что он держит ребенка за уши и болтает его в ванной.
- ты чо блять делаешь? ты же ему уши оторвешь?!
- да какие уши, мне бы руки не обжечь!'''
,
'''В детстве Васю так часто ставили в угол, что к 16-ти годам он умел лицом рубить дрова.'''
,
'''И все-таки жаль, что молодёжь уже не помнит, кто такие Достоевский, Герцен, Белинский!..
- А Грибоедов!!! Вы посмотрите, сколько грибоедов среди современной молодёжи!!!'''
,
'''Идет суд. Судят хирурга, изнасиловавшего уборщицу. Судья спрашивает
хирурга:
- Как вы могли так сделать с бедной женщиной? Вы, уважаемый врач!!!
- А что я? Я бедный врач, я так много работаю, трое суток не спал,
руки в крови... Мне нужна была разрядка, я увидел что-то стоит - вот
и воспользовался... да и не сопротивлялась она.
- Дорогая женщина - расскажите, что вы думаете об этом?
- Я помыла первый этаж, помыла второй. Пошла на третий, нагнулась,
выжимаю тряпку - и тут сзади как...
- Вы не могли убежать?!!
- Куда, по мытому???!!!'''
,
'''В Греции найдено дерево, чей возраст достигает 3000 лет. По свидетельству ученых, если бы дерево могло говорить, у него бы был рот.'''
,
'''- А мы вчера собрали три ведра опят. Причем сначала ходили - ничего не было. Уже отчаялись, хотели было уходить из леса. И вдруг видим - стоят три ведра опят...'''
,
'''Крановщик Петров уронил бутылку водки с 30-ти метров, но к счастью она не разбилась, т.к. внизу её поймал запыхавшийся и испугавшийся Петров.'''
,
'''- Пап, я хочу заняться балетом.
- Нет, Сережа, это опасно.
- Почему?
- Я тебе ноги переломаю.'''
,
'''Боксёры не занимаются сексом перед боем. Потому что недолюбливают друг друга.'''
,
'''- Ну! Как вам наш повар?
- Ммммм! Замечательно!
- Это я его приготовил!'''
,
'''Незадолго до посадки самолета обеспокоенная стюардесса выбегает в салон:
- Есть ли на борту пилоты?
Салон замирает.
- Космонавты, летчики?
Пассажиры немеют.
- Ну, хотя бы прокуроры?
Гробовое молчание...
Из хвоста самолета раздается дрожащий голос:
- У меня есть небольшой опыт сажать картошку...'''
,
'''Америка. Парикмахерская. Парихмахер стрижёт клиента.
— Какие планы на отпуск, старина? — спрашивает он у него.
— Хочу побывать в Москве, — отвечает тот.
— В Москве!!! В этом грязном, вонючем городе, где мусор не убирают и по улице ходят бандиты и медведи! Да вы что, сэр?! Не вздумайте!!!
— И всё–таки я поеду. Ведь мои дедушка и бабушка когда–то жили там!
— А какими авиалиниями летите? — спрашивает парихмахер.
— Аэрофлотом! — отвечает тот.
— Мама дорогая, это самые поганые авиалинии. Там воняет керосином, ужасная теснота и отвратительная еда. Пару часов опоздания вам гарантировано.
— И всё–таки я еду!
— Ну ладно, а в какой гостинице вы остановитесь в Москве?
— В “России”!
— Какой кошмар! Там куча проституток, ломовые цены, кругом тараканы и мерзопакосный персонал.
— Я еду, в любом случае!
— А что же вы будете делать в Москве? — не унимается парихмахер.
— Хочу сходить в Мавзолей Ленина!
—??????. Там же огромная очередь, кругом милиция и шмон. Мерзко и противно!
— Меня ничто не остановит! — отвечает клиент.
Через пару месяцев, после поездки он снова приходит в парихмахерскую.
— Привет, дружище, — говорит парихмахер, — как поездка? Правду ли я вам говорил про Москву?
— Знаете, Москва мне очень понравилась. У них новый мэр и он навёл там порядок. Кругом чистота, криминала мало и медведей я не видел!
— Ну, а Аэрофлот как? Всё, как я сказал?
— Не совсем. Самолет был почти пустой, так что нас пересадили в первый класс. Кормили отменно и стюардесса была очень милой и симпатичной девушкой.
— Ну, а гостиница, правда, дрянь?!
— Что вы! Они там недавно сделали ремонт и была неделя скидок, так что я жил в номере люкс! Никаких проституток и тараканов.
— Ну, а Ленина–то видели? — не унимается парикмахер.
— Представьте себе, видел. И вы даже не поверите. Стою я в очереди, вдруг подходит человек в штатском, отводит меня в сторону и говорит, что их учёные только что совершили чудо и смогли оживить Ленина, и что он хочет поговорить с кем–нибудь из толпы. И они выбрали меня для этой цели.
— Боже, ушам своим не верю! И что же Ленин вам сказал?
— Да всего пару слов: “Батенька, и кто же это вас так хуёво постриг?”'''
,
'''- Хочешь на ручки?
- Нет, хочу на лицо или на живот.'''
,
'''Виталий пришёл домой в таком плохом настроении, что жена не зная, что он сейчас больше хочет, легла голой в пельмени.'''
,
'''Мама Максима Галкина выросла на песнях его жены.'''
,
'''— Милая, быстрее сюда! Посмотри, как мороз разукрасил окна.
— О, господи! Это же твоей рукой написано "ты жирная шлюха"!
— Нет. Это мороз.'''
,
'''Судья на заседании так долго призывал к порядку, что сколотил скворечник.'''
,
'''Люблю, знаете ли, прийти на детскую площадку и смотреть на суетливую, наполненную криками беготню детей. Ну откуда им, неразумным знать, что я стреляю холостыми?'''
,
'''Ебёт отец сына и говорит : "Видишь, как плохо, что мама умерла".'''
,
'''Теплоход проходит возле небольшого острова в океане, на котором бородатый человек что-то кричит, отчаянно размахивая руками.
- Кто это? - спрашивает пассажир капитана.
- Понятия не имею. Каждый год, когда мы здесь проходим, он вот так же с ума сходит.'''
,
'''На компьютере дьячка Анатолия есть функция «Спасти и сохранить как…»'''
,
'''Грустный мужчина входит в магазин:
- Здравствуйте! Вы меня помните? Я у вас вчера шарики покупал.
- Помню. Вам ещё шариков?
- Нет, я к вам с жалобой - они бракованные.
- В чём дело? Воздух не держат?
- Да нет, с этим всё в порядке.
- А что тогда?
- Не радуют они меня.'''
,
'''Полярник Иванов развернуто и интересно отвечает на спам.'''
,
'''Молодой еврей едит в Одессу., спрашивает у других, как бы обычаев не нарушить.
- Говорят, что девушки там одеваются совсем не
так, как у нас в Бердичеве. Скажите, ребе, а можно мне смотреть на
девушку, если на ней надета мини-юбка или блузка с декольте?
- Можно.
- А если она загорает на пляже в бикини?
- Можно.
- А если топлесс?
- Можно.
- Ребе, а есть такие вещи, на которые еврею нельзя смотреть?
- Есть.
- Какие, например?
- Например, электросварка.'''
,
'''Приходит к Богу секретарь:
– Бог, к вам пришли атеисты.
– Скажите им, что меня нет.'''
,
'''- Мама, мама, смотри - мальчик девочку ест!
- Прекрати! Они целуются... А, нет... ест.'''
,
'''- Голубчик, да у вас детство в жопе!
- Доктор, это опасно?
- Нет. Но оловянных солдатиков я бы на вашем месте все-таки вытащил...'''
,
'''В конкурсе «Россия глазами детей» победу одержал Николай из Сургута, который выложил глазами детей пятиметровое слово РОССИЯ.'''
,
'''Интервью с Бондарчуком:
— Скажите, Федор,как Вам фильм "Пираты карибского моря 4"?
— Это замечательный фильм! Отличная режиссерская работа! Я снимаю шляпу!
— Федор, мы знаем, что Вы снимаете! Расскажите, как Вам фильм?'''
,
'''Озеро. Лебеди разминают крылья.
Красавец-лебедь картинно становится в позы культуриста, растягивая каждое сухожилие, поигрывая мускулами.
Подходит маленькая серая уточка, мнется, начинает (жалобным, слегка писклявым, дрожащим голосом):
- Коне-е-е-е-е-ечно... Наверное, на Юг полетите?..
Лебедь, басом, красиво выгибая спину:
- Ну, да, на Юг. Ага. Там тепло, да.
Уточка:
- Коне-е-е-е-е-ечно... А я ту-у-у-ут останусь... Замерза-а-а-а-ать...
Лебедь:
- Полетели с нами, да. На Юг. Ага. (тянет мускулистую ногу)
Уточка:
- Коне-е-е-е-е-ечно... У вас крылья во-о-о-о-о-он какие... А у меня ма-а-а-а-аленькие, я упаду, разобьюсь и умру-у-у-у-у...
Лебедь:
- Так мы тебя, того. Поддержим, да. Воздушные потоки, понимаешь.
Уточка:
- Коне-е-е-е-е-ечно... А в дороге я проголодаюсь, обессилею, и умру-у-у-у-у...
Лебедь:
- Ну, так будем ловить жуков. Да. Сочных жуков.
Уточка:
- Коне-е-е-е-е-ечно... Жуки большие, у вас клю-ю-ю-ю-ювы вон, какие, а у меня ма-а-а-а-аленький, я не смогу проглотить, подавлю-ю-ю-юсь...
Лебедь (похрустывая, разминает крылья):
- Так мы тебе их того. Разжуем, да. Будешь есть, нормально же.
Уточка:
- Коне-е-е-е-е-ечно...
Лебедь (выпрямившись, глядя на уточку):
- Так. Нахуй.'''
,
'''картавые монахи каждый день ходят в хлам'''
,
'''Заходит поляк в бар, а в руках у него большая куча дерьма:
— Смотрите! Чуть не наступил!'''
,
'''Мужик в оккупации приходит к немцам и спрашивает:
- Герр офицер, если я сдам вам партизан, чего мне за это будет?
– Триста дойч-марок.
Мужик рассказывает, где партизаны прячутся, их ловят, вешают. Мужик приходит к офицеру за деньгами. Офицер:
- Да пошел ты на хер, скажи спасибо, что вообще живой!
Мужик выходит и сосредоточенно думает: «Бля, и денег не дали, и с ребятами как-то нехорошо получилось»'''
,
'''Мужик на приеме у окулиста.
Окулист: - Думаю вам нужно прекратить дрочить.
- Это еще почему?
- Это мешает мне вас осматривать.'''
,
'''В джунглях совершил вынужденную посадку самолёт. Все пассажиры попали в плен к людоедам. Мужчин согнали в одну сторону, женщин в другую. Людоеды посовещались, и вождь говорит:
-Значит, так... Всех баб съедим, а мужиков трахать будем!
-Как?!- закричали женщины,- разве мужиков трахают?!
-Трахают, трахают! Ещё как трахают!- откликнулись мужики.'''
,
'''Два каннибала едят клоуна. Один другому говорит:
 - Смешно, правда?'''
,
'''Самолет терпит аварию, на трех членов экипажа всего два парашюта. Один сразу начал ныть:
- У меня жена, дети, мне их кормить надо.
Дали ему парашют и он прыгнул. Второй третьему:
- На и тебе парашют.
- А ты как же?
- У меня тоже есть.
- А как же первый?
- Я ему дал мешок с продуктами, пусть детей кормит!'''
,
'''-Папа, а как я появился на свет?
-Ну...тебя аист принёс.
-На улице столько тёлок класнных , а ты аиста ебал...папа-папа..)'''
,
'''Штаб "КуКлусКлан"а:
- Скажите, как вступить в вашу организацию?
- Это просто. Нужно убить 6 негров и одного кота.
- А кота за что?
- Поздравляю, вы приняты!'''
,
'''Внуки приходят в гости к деду-фронтовику:
- Дедушка, а ты воевал?
- Да, внучата, воевал.
Внуки рассматривают его фотоальбом и видят фотографию, где дед салютует правой рукой:
- Дедушка как же ты воевал? Ты же с немцами на фотографии честь отдаешь?
- Нет, внучата, вы не поняли. Как немцы пришли, в деревне все разбежались, как крысы, остался один я. Выхожу я из избы, а немцы мне навстречу: "Мы есть щас жеч этот деревня!".
А я, подняв руку, говорю: "Минуточку..."'''
,
'''Германия. Наше время. Водитель (В) везёт полный автобус евреев на экскурсию в лагерь Дахау.
Вдруг по дороге автобус ломается. Пассажиры ругаются, водитель паникует. Побежал он в ближайшую баварскую деревню, увидел там простого баварского мужика (Б) и говорит:
В - "Послушай, такая проблема, я тут везу целый автобус евреев в Дахау, автобус сломался, надо помочь!"
Б - (чешет в затылке) "Ого! Так это ж, у меня - только микроволновка!"'''
,
'''Посадили как-то двух звукорежиссеров в тюрьму. В одну камеру на 20 лет. Ну, в общем, отсидели они, вышли на волю, перед воротами тюрьмы еще минут 15 про эквализацию попиздели и по домам разошлись.'''
,
'''В почти пустой автобус заходит хиппи и, увидев симпатичную молодую монашку, предлагает ей трахнуться. Монашка, конечно, краснеет и выходит из автобуса на следующей же остановке. Тогда водитель автобуса говорит хиппи:
— Я скажу тебе, как эту монашку поиметь. Каждую ночь она приходит в длинной рясе на городское кладбище молиться Богу. Ты надень маску, иди на кладбище, подожди, пока она не обратится к Богу, потом выйди и скажи, что ты Бог. Ну, хиппи пошел на следующую ночь на городское кладбище, смотрит — идет монашка в длинной рясе с капюшоном. Подождал он, пока она молитву закончит, потом выходит в маске и говорит:
— Я Бог. Отдай мне твое тело!
Монашка отвечает:
— Ладно, только, пожалуйста, трахни меня в жопу, потому что я не хочу терять невинность.
Хиппи сделал свое дело, снимает маску и, смеясь в лицо монашке, говорит:
— Ха-ха-ха, я не Бог, я хиппи!
А монашка, снимая капюшон, отвечает:
— Ха-ха-ха, а я не монашка, я водитель автобуса!'''
,
'''Летит тяжелый транспортный самолет в сопровождении двух истребителей. Лететь долго, и пилотам истребителей стало скучно. Ну и начали они выебываться друг перед другом: мертвые петли крутят, виражи, восьмерки. И тут в радиоэфир вклинивается пилот транспортника:
- А спорим, я сейчас сделаю то, чего вы на своих истребителях никогда не сможете.
- Ты? На своем беременном Ил-76, собрался тягаться с нами, лучшими асами страны? Ну давай, удиви нас.

Прошло десять минут, транспортник как летел ровно, так и летит. Истребителям надоело ждать, и они вызывают пилота Ил-76:
- Ну и? Когда ты начнешь?
- Уже готово.
- И что же ты сделал того, что не можем мы?
- Сходил поссать и выпил кофе.'''
,
'''Профессиональный пловец Сидоров, увидев тонущую девушку, доплыл до бедняги за 30сек., но по привычке оттолкнулся от неё ногами и поплыл обратно.'''
,
'''— Садитесь
— Ой, спасибо, а чего вы уступили мне место
— Вы же - инвалид
— Я? Нет
— Вы читаете Коэльо, у вас точно проблемы с головой.'''
,
'''девочка приходит в хор и говорит:
- дяденька! я хочу петь басом!
- девочка, а скажи что-нибудь грубо.
- я хочу петь басом, уроды ебаные!!!'''
,
'''- Эта юбка слишком короткая! Я запрещаю тебе выходить в ней на улицу!
- Ну паааааап...
- Заканчивай, Олег, нормальным парнем ведь рос.'''
,
'''Физику, математику и инженеру дали задание найти объём красного мячика.
Физик погрузил мяч в стакан с водой и измерилл объём вытесненной жидкости.
Математик измерил диаметр мяча и рассчитал тройной интеграл.
Инженер достал из стола свою "Таблицу объёмов красных резиновых мячиков" и нашёл нужное значение.'''
,
'''- Блин, мама, я так устал, сегодня четыре пары было!
- Ну, сынок, вы же с Люсей сами решили стать свингерами.'''
,
'''Заблудились двое чукчей в тайге, один говорит:
- А ну выстрели, может, кто отзовется.
Второй выстрелил - никто не отзывается.
- Стреляй еще.
Опять тишина.
- Стреляй!
- Не могу, стрелы кончились.'''
,
'''Лежат зеки на нарах после отбоя.
Вдруг из одного угла слышится: 27.
Вся камера: бу-га-га!
Из другого угла: 34.
Камера опять ржет.
Новенький зек спрашивает у лежащего рядом старожила: А че это за цифры из-за которых все в камере смеются?
Старый отвечает: Понимаешь, кореш, давно тут сидим, все анекдоты уже рассказали и, чтобы не повторять каждый раз, присвоили им номера. Называет кто-то номер анекдота, а все остальные вспоминают и смеются.
Новенький на всю камеру: 17.
Тишина, никто не смеётся.
Он опять к старожилу: А что анекдот под №17 не смешной?
Старожил: Понимаешь, анекдот то смешной, просто есть люди которые умеют анекдоты рассказывать, а есть те которые не умеют!'''
,
'''— Мама, можно я пойду погуляю?
— Как, с этой дыркой в колготках?
— Да ладно, мам, не нужно так называть мою девушку...'''
,
'''Парень покупает себе дорогущий хромированный Ламборджини. Продавец между делом говорит:
- Вы знаете, чтобы хром не ржавел, каждый раз перед дождем советую протирать хромированные части машины вазелином.
Парень благодарит его, покупает баночку с вазелином и едет к своей девушке похвастаться автомобилем. Конечно, не обходится без её родителей и в особенности отца, который с неистовым рвением предлагает обмыть замечательную покупку. Семья садится за стол. Отец сообщает парню:
- Знаете, у нас в семье такая традиция - кто первый заговорит после еды, тот и моет посуду, имейте ввиду.
После великолепного ужина наступает гнетущая тишина. Проходит минута, две, полчаса... наконец парень не выдерживает и начинает лапать девушку на глазах у родителей. Те молчат. Парень срывает с неё одежду и, не услышав ни звука, бросает её на стол и ожесточенно трахает. Совершив на глазах родителей половой акт, он смотрит вокруг, но все так и молчат.
Парень в отчаянии подходит к маме подруги, снимает с неё юбку и долбит её в зад. Тишина. Парень кладет мать подруги на стол и начинает трахать обоих по очереди во все дырки, но все молчат.
Вдруг раздается раскат грома, и у парня в голове щелкает: надо срочно протереть хромированные части Ламборджини! Он бежит к своей куртке и вытаскивает баночку вазелина. Отец подруги на это улыбается и говорит:
- Знаете, а помою-ка я посуду.'''
,
'''- Это картина "Девочка с персиками", на ней девочка и персики, а это "Явление Христа народу", тут Христос явился народу.
- Мне кажется, экскурсовод вы так себе.'''
,
'''Пьяный едет в автобусе и громко говорит:
- Сейчас буду блевать!
Все его уговаривают не блевать сейчас, а подождать до остановки.
- Хорошо, сосчитаю до 48 и наблюю.
Все облегченно вздохнули, благо, остановка близко.
- Шестью восемь - сорок восемь!'''
,
'''Звонок в дверь.
- Здравствуйте, я Свидетель Иеговы и мне нужно с Вами поговорить.
- Хорошо, проходите, разувайтесь, присаживайтесь в кресло.
...
Приносит чай. Присаживается сам и спрашивает:
- Так о чем Вы хотели со мной поговорить?
- Эээм...мэ...это.. А я не знаю... Я еще ни разу так далеко не проходил...'''
,
'''— Господин Тесла, ваши теории абсурд, вздор и ахинея! Нельзя передавать энергию по воздуху не выходя из комнаты!
— Они у меня ещё ебаться по Скайпу будут!'''
,
'''2159 год. Землю захватил Китай. Идут по Красной Площади два китайца и один другому говорит:
- Мойша, я так устал щуриться'''
,
'''— Вы чё, мутите? Прям по серьёзке у вас? Не перепихон по синьке, а надолго прям?
— Извините, а это точно ЗАГС?'''
,
'''Разговор двух подруг:
— Муж достал уже! На всё, что я не делаю, он говорит "Мама делала не так!". Я уже не могу это выдерживать!
— Да успокойся ты — все мужья так говорят. Это нормально.
— Да, но не во время минета же!'''
,
'''Прибегает Вовочка домой, и с порога:
- Папа, я женюсь!
- На ком!?
- На Петьке!
- Так он же пацан!
- Нихера себе пацан, 28 лет.'''
,
'''Белка-летяга за всю свою жизнь так ни разу никуда и не слетала. Хотя и планировала.'''
,
'''Сидит мужик на даче. Хорошо... Смотрит - на дереве яблоко висит. Красивое!!!
Сорвал, сел на скамеечку. А кругом - лепота... "Дай", - думает, - "съем яблочко..."
Тут вдруг земля затряслась, гром, шум, пыль. Раскалывается земля, из разлома вылезает огромная Жопа, заглатывает яблоко и скрывается под землю. И тишина...
Пыль рассеивается, мужик в ступоре:
- Что это было?..
Тут опять земля, шум, пыль, грохот - вылазит Жопа и говорит мужику:
- Антоновка.'''
,
'''Графиня увидела издалека англичанина:
- Здравствуйте, сэр.
- Пошла нахуй.
Это был не англичанин.'''
,
'''Морг. На столе — вскрытый труп. У стола — два патологоанатома, третий читает заключение о смерти. Первый, разрезая желудок трупа:
— Ух ты! Гречневая каша! С тушёнкой! Вася, будешь?
— Нет, ребята, я плотненько поужинал.
— Ну, как хочешь.
Первые двое достают ложки и с аппетитом выскребают содержимое желудка. Когда каша подходит к концу, третий поднимает глаза от заключения о смерти:
— М-да-а-а, ребята, похоже, именно от этой каши он копыта и откинул!
Первые двое выворачивают кашу обратно в желудок и бегут к аптечке. Третий им вслед, доставая ложку:
— Ребята, да я пошутил, инфаркт у него. Просто я подогретое люблю!'''
,
'''"А я могу и без рук", - сказал мотоциклист до и после аварии.'''
,
'''- Папа, что такое "некомпетентность" и "безразличие"?
- не знаю, сынок, не разбираюсь я в этом, да и оно мне собственно до пизды'''
,
'''- Тараканы в доме есть?
- Нет, их пауки съели.
- У Вас пауки есть?
- Нет, их крысы съели.
- У Вас крысы есть?!
- Нет, их Валентин Геннадьевич Белов съел.
- А кто это?
- Забыл представиться.'''
,
'''Один дирижер, по национальности грузин, заболел, и в оркестр на замену прислали другого - русского дирижера. Придя на первую репетицию, он открывает партитуру и видит надпись на первой странице:
"Тональность - сол!" Он взял да и дописал для грамотности в конце слова "сол" мягкий знак.
Прошло время, грузинский дирижер выздоровел. Появившись на репетиции и заглянув в партитуру, с изумлением воскликнул:
- Ничэго нэ понимаю! Уходил - был сол, пришел - стал сол-бемол!'''
,
'''Заходит паренёк на почту, встаёт в очередь, подходит к окошку.
- Здравствуйте тётенька.
- Здравствуйте молодой человек.
- Дайте, пожалуйста, две булки хлеба.
- Молодой человек, у нас хлеба нет. У нас тут почта: письма, посылки разные.
Паренёк замахивается и бьёт женщину по лицу.
- “Сука, чтобы завтра хлеб был”. Уходит.
На следующий день то же самое.
Решила женщина купить хлеб, надоело по лицу получать.
Купила. Ждёт. Заходит паренёк, встаёт в очередь, подходит к окошку.
- Здравствуйте тётенька.
- Здравствуйте молодой человек.
Паренёк протягивает деньги и говорит: “Дайте, пожалуйста, две палки колбасы.”
Женщина в панике: “У нас колбасы нет, у нас только хлеб!!!”
Паренёк бьёт её по лицу: “Хлеб уже и в аптеке есть”.'''
,
'''Мужику звонят из милиции и говорят:
— У нас для вас три новости — плохая, хорошая и охуенная.
— Гм, ну давайте с плохой.
— Ваша жена погибла — утонула в реке.
— А хорошая?
— Когда мы ее достали — ее тело было облеплено раками и мы заебато попили пиво всем отделом.
— Гм, а охуенная тогда какая?— Мы ее снова забросили в реку и приглашаем вас завтра на пиво!)'''
,
'''Hа стpойку собиpается приехать комиссия. Пpоpаб инстpуктиpует pабочих: — Что бы ни случилось, делайте вид, что так и должно быть. Комиссия пpиехала, осматpивает. Вдpуг pухнула одна стена. Рабочий, pадостно посмотpев на часы: — Десять тpидцать пять. Точно по гpафику!'''
,
'''— Жора, ты меня слушаешь вообще?
— Да.
— Ну, и о чём я сейчас говорила?
— О своей бабской херне, как обычно.
— Ладно, на этот раз тебе повезло.'''
,
'''- Свобода ворам, хуй мусорам.
- Честно сказать, адвокат вы так себе.'''
,
'''-Любимый, ты не видел мои купоны в солярий?
-Я их украл и раздал бледным.'''
,
'''Однажды у мудреца спросили: "Ты меня любишь?"
А мудрец подумал и был в сети 15 минут назад.'''
,
'''Деревня. Профсобрание.
Председатель колхоза спрашивает доярку:
- По какой причине хочешь, Марья, с Иваном разойтись?
- Он меня как мужчина не удовлетворяет!
Женский голос из зала:
- Всех удовлетворяет, а ее нет!
Мужской голос из зала:
- А ее никто не удовлетворяет!'''
,
'''Приехал однажды мужик отдохнуть в санаторий. А ему говорят : "Вам тут не санаторий!"'''
,
'''- Мужчина, у вас в ухе банан!
- Говорите громче, у меня в ухе банан!'''
,
'''Летят в падающем самолёте Путин, Зинчук, Ноггано, Тимати и Паук. На пятерых четыре парашюта. Путин говорит: «Я президент Росcии, должен жить», берёт парашют и выпрыгивает. Зинчук: «Я лучший гитарист России, должен жить», берёт парашют и выпрыгивает. Паук: «А тащемта рэп — это просто-напросто кал, например», берёт один парашют под мышку, другой надевает и выпрыгивает.'''
,
'''Маленький одноногий мальчик встал не с той ноги и упал.'''
,
'''- Мам, откуда берутся дети?
- ОТСЮДА!!!Ахахаха!'''
,
'''Еврей Денис выстрелил своей девушке в лицо с обреза.'''
,
'''- Какая милая девочка! Сколько тебе?
- Грамм.'''
,
'''Собрал директор зоопарка своих подчиненных и говорит:
- Ну что будем делать, у гориллы течка, а самца ближе 500 км. в округе нет.
Встает помощник и говорит:
- Да знаю я, совсем бедная измучилась, скоро клетку перегрызет уже. А с самцом
на самом деле туговато. А знаете, давайте вот что сделаем, тут у нас сторож Гоги
работает, зарплата у него маленькая, а мужик он могучий, пообещаем 300$, за такие
деньги он возможно и ублажит гориллу.
Послали за Гоги. Заходит он к комнату - небритый, волосы спутанные, на груди
вообще растительность дремучая, ну вылитый кавказский тарзан.
Директор ему и говорит:
- Давай Гоги, помоги зоопарку, тебе поручено за 300 баксов выебать гориллу.
Гоги отвечает.
- Я бы выебал, но у меня одна проблемка, сами понимаете, зарплата маленькая,
давайте эти 300$ я вам буду по частям отдавать?'''
,
'''- Возраст - это всего лишь цифра. Она не определяет ум человека и его взгляды на жизнь. Всё зависит не от прожитых лет, а от пережитых обстоятельств в жизни.
- Молодой человек, либо паспорт показывайте, либо ставьте бутылку на место.'''
,
'''Жил-был гpузин, и стал он от сидячей жизни полнеть.
Пошёл к вpачу. Доктоp молодой, неопытный.
- Даpагой, пачэму у меня такой живот агpомный?
- Уууу, отвечает, да вы беpеменны!
- Ты чиво, с кипаpиса упал, да? - обиделся гpузин и ушел.
Вpач, дабы не потеpять пpестиж, позвонил всем своим знакомым медикам и уговоpил тоже самое сказать.
Пpомаялся гpузин весь день, то к одному, то к дpугому - один ответ ""Вы беpеменны"
Идет опечаленный домой. С балкона дома pадостный клич:
- Эээй, Вано, пачэму такой невэселый? Захады,в очко поигpаем!
- Хватыт!!!!! Доигpались...'''
,
'''- Сколько я буду получать на должности учителя математики?
- 10000 рублей.
- Как-то маловато.
- Тогда 100000.
- На порядок лучше.'''
,
'''Морозным зимним вечером прогуливался Владимир Ильич по Москве и встретил маленькую девочку. Девочка горько плакала.
- Что же ты плачешь, девочка? - спросил Ильич.
- Мама мне дала копеечку на хлебушек, а я ее потеряла...
Пожалел Ленин девочку, дал ей копеечку, а она все равно горько плачет.
- Что же ты теперь-то плачешь, девочка ? - опять спросил Ильич.
- А вот если бы я не потеряла копеечку, то было бы у меня сейчас две копеечки...
Не понравилась Ильичу буржуазная сущность девочки. Отнял он у нее копеечку, а заодно и пальто, и шапочку.'''
,
'''Приходит мужик в бар. Садится за стойку и рядом на стойку кладет маленькую собачку без лап. Заказывает бутылку водки, выпивает.
Бармен интересуется:
- А как зовут-то собачку?
Мужик (с чувством, вытирая слезу):
- Какая разница, блять, зови... не зови... - не прибежит нихуя.'''
,
'''Лежат муж с женой ночью в постели.
Жена:
- Что-то курить хочется. Пойди купи сигареты.
Муж с неохотой встаёт, одевается. Выходит на улицу - всё закрыто. Смотрит - бар открыт. Зашёл, сел за стойку, заказал себе выпить. Рядом подсела девушка. Ей тоже заказал выпить. Разговорились. Предложил проводить её домой. Проводил. Она предложила выпить у неё кофе. Он согласился. После кофе они занялись сексом. В 6 утра мужик проснулся с мыслью: "Жена же меня за сигаретами послала!"
Говорит девушке:
- У тебя есть мел?
- Есть.
- Дай быстро!
Девушка дала мел и с интересом наблюдает за мужиком. Он намазал руки мелом и пошёл домой.
Жена в истерике спрашивает:
- Ты где был?!
- Знаешь, дорогая, я вышел, смотрю все закрыто. Смотрю - бар открыт. Зашёл, сел за стойку, заказал себе выпить. Рядом подсела девушка. Ей тоже заказал выпить. Разговорились. Предложил проводить её домой. Проводил. Она предложила выпить у неё кофе. Я согласился.
После кофе мы занялись сексом. В 6 утра я проснулся с мыслью: "Жена же меня за сигаретами послала!" и вот пришёл.
Жена, сделав ехидное лицо говорит:
- А ну, руки покажи!
Мужик с виноватым видом показывает руки.
Жена:
- Опять сука всю ночь бильярд с друзьями играл!?'''
,
'''— Ты странный.
— Столбиком в уме.
— Что?
— Я так не считаю.'''
,
'''Менеджер оператора сотовой связи привез девушку на дачу, а она за городом не берёт.'''
,
'''Муж с женой дома занимаются сексом. Утром их сосед, старик дядя Саша, говорит:
- Слушай, Николай! Вы ночью когда сексом занимаетесь, ваши крики и стоны по всему подъезду слышны, делайте это как-нибудь потише!
- А как потише?
- Рот жене скотчем залепи, что ли...
Ночь, муж скотчем заклеивает рот жене, и они занимаются сексом.
После первого оргазма муж кричит:
- Дядь Саша, так хорошо?
- Да!
После второго оргазма:
- И так хорошо?
- Да!
И так несколько раз.
Наконец старик нервно орёт:
- Коля, убери ты этот скотч со рта жены!
- Почему?
- Потому что весь дом думает, что это ты меня ебёшь!'''
,
'''Бухают мужики в деревне. Все пьют - один не пьет. У него спрашивают:
- А чё не пьешь-то?
Он:
- Не могу - закодировался.
Ну, один мужик решил тоже закодироваться и спрашивает:
- А где кодировался-то?
Первый отвечает:
- Да у нашего кузнеца.
Приходит мужик к кузнецу и говорит:
- Вот, от пьянства закодироваться хочу.
Кузнец ему:
- Снимай штаны, становись раком.
Мужик удивился, но штаны снял и раком встал. Кузнец отымел его по полной. Стоит мужик, штаны подтягивает а кузнец ему:
- Выпьешь - всей деревне расскажу.'''
,
'''Встречаются хохол и москаль:
- Слава Україні!
- Ой.. Не надо вот это вот ваше..
- Шо не надо?
- Ну ваше вот это вот..
- Та не розумію, кажи шо таке
- Ну вот это вот ваше: "Слава Україні!"
- Героям слава!'''
,
'''Пожар в школе, в Техасе. Один пожарный второму:
— Я буду кидать школьников из окна, а ты лови!
— Ок!
Через несколько минут:
— Ты почему негров не ловишь?
— А блядь, я думал, что эти горелые!'''
,
'''Одесский дворик.
- Зяма, сынок, иди обедать!
- Я пообедал у Павлика, мам!
- Ой, ну это не сын, а золото!'''
,
'''— Как называется девушка, которая бегает быстрее отца и братьев? — Девственница.'''
,
'''Построил прапорщик рядовых и говорит:
— Сейчас загадаю вам три очень сложных загадки. Первая - два чёрных, начищенных, блестящих, в углу стоят.
Все молчат. Прапорщик говорит:
— Идиоты, это же пара кирзачей! Вторая загадка - четыре чёрных, начищенных, блестящих, в углу стоят.
Никто не знает.
— Идиоты, это же две пары кирзачей! А вот самая сложная: в лесу на болоте живёт, зелёная, прыгает, квакает, на ля начинается, на гушка заканчивается.
Один из рядовых тянет руку:
— Я очень сильно сомневаюсь, но может, это... три пары кирзачей?'''
,
'''— Батюшка, у вас нет крестовой отвертки?'''
,
'''Запихивают в камеру парня за изнасилование. Пахан сидит на нарах...
— Ну, мил человек, расскажи за что попал?
Мужик думает, скажу правду, они тоже мужики, должны понять.
— Понимаете, смотрю идет по лесу девка, сиськи Вооо, попа Вооо, фигурка
Вооо...
Пахан:
— Зря на себе показал, примета плохая.'''
,
'''Ржевский жалуется Пушкину:
— Ухаживаю я за Наташей Ростовой, а она такая чистоплюйка, ей, видите ли, противно, что я матом ругаюсь!
— А ты ее поставь в такую ситуацию, чтобы она сама себя выставила глупой и бескультурной.
— Это как?
— А ты спроси: "В Чехии была?" Она скажет: "Ну, была". Тогда спроси: "Знаешь Яна Гуса?" Она скажет: "Знаю". Тогда спроси: "А Яниху знаешь?" Она скажет: "Нет, ЯНИХУ Я НЕ ЗНАЮ".
И вот поручик пришел к Наташе:
— Наташа! Ты в Чехии была?
— Нет...
— Ну вот видишь! Ни xуя-то ты не знаешь!'''
,
'''В метро на конечной проверяющий полицейский заходит в вагон и видит, какой-то мужик закемарил и книжка на полу валяется. Поднял книжку, читает на обложке "Ландау. Теория поля", кричит:
- Э! Агроном! Вставай, конечная!'''
,
'''Встретились как-то на шашлыках американский морпех, британский спецназовец и русский десантник. И поспорили, кто из них круче.
Американец:
- Я недавно пробрался в логово к противнику с одним пистолетом, и взял в плен 10 человек.
Британец:
- Это что, я вот недавно пробрался в логово к врагам с одним ножом и взял в плен 20 человек.
Русский десантник ничего не ответил, лишь молча пошевелил хуем угли в костре.'''
,
'''Записался на курсы гипноза. Первое занятие не понравилось, поэтому я решил заплатить сразу за год вперед и больше туда не ходить.'''
,
'''В деревенскую семью возвращается со службы в армии парень. Служил в Морфлоте заряжающим в орудийной башне. Вечером сел перед открытой печкой отдохнуть, расслабился, на огонь смотрит, кота гладит... Не заметил, как уснул. В это время из печки уголек выпал и тлеет на полу.
Входит его мать, увидела уголек и кричит: — Огонь!
Парень мгновенно просыпается, швыряет кота в печку, захлопывает дверцу, становится по стойке "смирно" и докладывает: — Орудие к стрельбе готово!'''
,
'''— Простите, я потерял сынишку в вашем торговом центре. Можно сделаю объявление по радио?
— Конечно.
Наклоняется к микрофону:
— Я веган.'''
,
'''Матрос поймал золотую рыбку, а та ему говорит человеческим голосом:
- Отпусти меня, исполню любое желание!
- Ты, лучше, исполни первое желание боцмана завтра утром.
- Дело твое. Будет по-твоему!
Утром на палубу поднимается боцман и говорит:
- Ну и погодка, якорь мне в задницу!'''
,
'''—бабушка купи мне reebok
—нахуя у тебя же аквариума нет?'''
,
'''Встретились в океане две подводные лодки: американская и русская.
Американский капитан выходит на связь:
- I am captain Smith.
- Капитан Фокин.
В ответ тишина. Через час снова:
- I am captain Smith.
- Капитан Фокин.
Снова тишина. Еще через час:
- I am captain Smith.
- Капитан Фокин.
- What!?! Still fucking !?!'''
,
'''Пpишел стyдент в женское общежитие. Там вахтеpша сидит.
- Вы к комy?
- А Вы бы к комy посоветовали?'''
,
'''- Пап, можно я поосмотрю порно в интернете?
- Ну, если только детское.'''
,
'''Заходит мужик в женское отделение бани, бабы, соответсвенно начинают возмущаться, мол, ты Че, ахуел?
Он же отвечает:"дамы, спокойно, я-гей"
-а Че у тебя хуец стоит-то?
-представляю, как бы я вас всех в жопу выебал, будь вы мужиками'''
,
'''Беседуют два друга. Один:
– Вчера возвратился я из командировки. Открываю дверь, а из спальни – стоны...
– Ну, и ты сразу все понял!
– Конечно, я понял – в постели был раненый красноармеец.'''
,
'''В приемной комиссии:
— Какое по счету образование вы хотите получить?
— Третье.
— Вот как. А какие у вас уже есть?
— Фольклорист и генетик.
— Странный выбор. А почему вы еще и ветеринаром хотите стать?
Парень открывает коробку, выпускает на стол приемной комиссии десяток маленьких избушек на курьих ножках.
— Понимаете, они уже третий день ничего не едят…'''
,
'''Попал нарик на передачу "как стать миллионером", ему ведущий задает вопрос на 100 рублей: "героиня русских сказок - баба-..." И 4 варианта ответа, он отвечает:
-Яга.
Ведущий:
-Вы заработали 100 рублей. Вопрос номер 2, на 200 рублей: "Великий русский писатель, Лев Николаевич...?"
наркоман:
- Толстой!
Ведущий:
- Вы уверены? может 50/50 или звонок другу?
Наркоман:
- Я хочу сделать звонок другу.
Звонят.
Наркоман :
-Алё Вася, план есть?
-Есть, - отвечают
Наркоман:
-Всё, я беру 100рублей!'''
,
'''Минута до закрытия магазина. Ленивый продавец собирает вещи. Забегает женщина.
– Ой, как хорошо, что я успела. У вас курицы есть?
Продавец открывает морозильную камеру и достаёт оттуда последнюю курицу. Осторожно кладёт её на весы. Весы показывают ровно 1 кг.
— А побольше у вас нет? — спрашивает женщина.
Продавец кладет курицу обратно в морозилку и во второй раз её достает. Кидает на весы и придерживает пальцем. На весах полтора кило.
— Отлично, – радуется женщина, — заверните обе.'''
,
'''Если мужика будут звать Б, то у его сына будет отчество Бич'''
,
'''Сидит в баре компания, уже засидевшаяся и собирающаяся уходить, но прежде требуется оплатить счёт. Один из компашки, на весь зал:
-Официант!
-Да, чем могу помочь?
-Посчитайте нас, пожалуйста.
-Вас 6 человек.'''
,
'''— Какой самый сложный трюк в скейтбординге?
— Жить отдельно от родителей'''
,
'''Созвал лев всех зверей и говорит:
Кто спрыгнет с воо-о-он той высокой горы, тот может трахнуть
мою львицу.
Звери залезли на гору, а Лев встал внизу и ждет.
Ждет, ждет, вдруг точка вниз полетела, увеличилась, БУХ - Медведь упал, и сразу обратно полез. Лев и говорит:
— Ну, Медведь, трахай львицу.
А тот лезет и лезет! Лев говорит:
— Эй, Медведь, ты куда?
— Сначала я трахну того, кто меня скинул...'''
,
'''На лекции по линейной алгебре. Препод что-то пишет на доске.
На последней парте студенты играют в карты. Один из них
что-то не так покрыл и второй на всю аудиторию:
— Ты что, совсем охуел?!
Препод:
— Спокойно! Сейчас все объясню.'''
,
'''— Сынок, тебе слышно, как мы ночью занимаемся любовью?
— Нет, мам
— А нам как ты дрочишь слышно.'''
,
'''Моя девушка из германии оценивает меня в постели по шкале от 1 до 10. Прошлой ночью мы попробовали анал. Она продолжала вопить 9. Это было лучшее, что я когда либо делал.'''
,
'''Пошли как то раз в театр поручик Ржевский, Андрей Болконский, Пьер Безухов и, конечно же, Наташа Ростова. Сидят смотрят постановку. Тут Болконский говорит Наташе:
- Наташа, а у вас на спинке стула какое-то слово написано.
- А какое?
Болконский замялся:
- Ну... Первая буква такая же как в слове "холод", - и толкает локтем Безухова.
Пьер сразу сориентировался:
- А вторая такая же как вторая в слове "суд", - и толкает Ржевского.
Поручик:
- А третья буква такая же, как третья буква в слове "хуй".'''
,
'''Американцы, узнав что на Украине разработали новый вариант гривны,
поддерживающей 21 степень защиты, приезжают в Киев с просьбой
продемонстрировать новинку - мол, как так - у доллара только
20 степеней, что же еще можно придумать?
Хохлы проводят демонстрацию. Для испытания говорят, понадобится кусок
полиэтилена и кусок сала. Достали и то и другое. Кладут на стол новую
гривну с изображением Богдана Хмельницкого. Накрывают ее прозрачным
полиэтиленом, берут шматок сала и медленно водят его по столу.
Эффект - взгляд Богдана Хмельницкого постоянно направлен в сторону
сала. Американцы в шоке. Ай да хохлы!
Немножко отойдя от увиденного, один американец недоуменно спрашивает:
- Well, но позволте зачьем бил нужен этот полиэтилен!
- Та, це ж шоб не ужрал! - невозмутимо отвечает украинский специалист.'''
,
'''Недавно после cекca моя девушка пошла в ванную, а ее дневник остался на тумбочке. Я не выдержал и заглянул.
У нее двойка по русскому!'''
,
'''Два зека в камере сидят пожизненное. Уже 10 лет отсидели. Ну один другому говорит:
— Слушай, сидим уже 10 лет, может присунем друг другу - всё равно ведь никто не узнает? Дрочить уже реально заебало...
Второй подумал, что и вправду никто не узнает, ну и соглашается.
– Ну давай! Почему бы и нет - всё равно же никто не узнает. Сначала я тебя, а потом ты меня.
Короче, выебал он первого в жопу. Ну и первый говорит:
– Моя очередь, давай теперь я тебя ебать буду.
Второй, закуривая сигарету:
– Охуеть! Десять лет сижу, но такого наглого пидора в первый раз вижу!'''
,
'''Вежливый мальчик упал в канализацию и закрыл за собой люк.'''
,
'''Застрял русский в лифте, нажимает на звонок, ему голос:
- Якщо Ви розмовляєте українською, натисніть один! Если Вы разговариваете на русском языке нажмите два!
Ну тот с уверенностью нажимает два, ему голос:
- Шо, москаляка, застряв?!'''
,
'''Идёт мужик по полю, видит подкова. Думает: "Возьму её себе домой, над дверью повешy - она мне удачу принесёт". Приносит он её домой, переворачивает - а там конь.'''
,
'''- Как по-татарски холодно?
- Салкын.
- А очень холодно?
- Салкын блядь.'''
,
'''Кузнец держит щипцами раскалённую подкову.
— Боже, какая она горячая! — восхищается крестьянин.
— Да ладно! — говорит кузнец. — Дадите десятку, так я её языком оближу.
В предвкушении необычного зрелища крестьянин протянул кузнецу денежку. Кузнец облизал десятку и положил в карман.'''
,
'''Курильщик с 40-летним стажем убивает лошадь поцелуем в засос.'''
,
'''Судят за изнасилование 80-летнего деда:
- В понедельник в 10-00 вы изнасиловали гражданку Петрову в деревне Ивановка, через 2 часа гражданку Сидорову в деревне Соколовой, и через час неустановленную гражданку в деревне Топольки. Как это возможно?
- Так ничего удивительного, у меня велосипед.'''
,
'''Учитель спросил своих учеников: "Возможно ли просунуть два отверстия через одно?"
Никто не смог ответить.
Учитель: "Господи, какие же вы глупые. Спросите своих родителей, когда вернетесь домой"
И на следующий день никто не смог ответить.
Учитель: "Видимо ваши родители тоже те еще глупцы. Ответ очень прост."
Затем учитель сделал кольцо приложив большой и указательный пальцы друг к другу и поднес к своему носу.
Учитель: "Видите, это было так просто, но никто из вас не смог ответить."
На следующий день, к учителю подошел один из учеников и спросил, "Сэр, мой отец спрашивает, возможно ли просунуть 7 отверстий через одно?"
Учитель: "Нет, это невозможно."
Ученик: "Мой отец сказал, что это возможно."
Учитель: "И как же?"
Ученик: "Возьмите флейту и засуньте ее себе в задницу."'''
,
'''В одесском автобусе едет женщина и разговаривает по мобиле:
-... И ты представляешь, Софочка, захожу я в нашу спальню, а он с
соседкой там кувыркается на нашей кровати, ну я на цыпочках прокралась
на кухню взяла.... Ой, Софочка, моя остановка, я в шесть с работы поеду и
дорасскажу.
Шесть вечера. Та же женщина садится в автобус, а в автобусе всё те же
лица сидят, тут заскакивает мужик запыхавшийся, еле переводит дух:
- Я не опоздал?
Смотрит на женщину и говорит:
- Ну шо уставилась? Звони Софочке.'''
,
'''Французский король Филипп VI собрал своих придворных и спросил, почему доходов от налогов поступает в казну все меньше и меньше. Придворные молчали. Тогда придворный шут взял кусочек льда, дал его одному из присутствующих и попросил пустить по кругу. Когда ледышка дошла до короля, в его руке почти ничего не осталось. Потом по кругу пустили шута.'''
,
'''По Чернобыльскому лесу огромными шагами идет Красная шапочка. Рост около трех метров, нога 49 размера, руки до колен, голова как тыква, груди разбросаны по всему телу. Навстречу волк. Она берет его за уши и поднимает к своему лицу. Сиплым голосом, но громко:
- Наверное ты хотел меня сожрать?
- Нет, нет, я вегетарианец!!! - взмолился тот.
- Может быть трахнуть меня хотел?
- Упаси бог, я гей!!!
Она медленно опускает волка на уровень пояса:
- Тогда соси!!!'''
,
'''Приходит католический священник к парикмахеру. Постриг его мастер, а пастор спрашивает:
— Сколько с меня?
— Нисколько, ваше преподобие, я с католических священников денег за стрижку не беру, — ответил парикмахер.
Приятно удивлённый, священник удалился. На другой день приходит парикмахер и видит под дверями своей парикмахерской двенадцать бутылок лучшего монастырского вина.
Через несколько дней приходит православный поп к парикмахеру. Постриг парикмахер и его. Поп спрашивает:
— Сколько я вам должен, голубчик, за стрижку?
— Да нисколько, батюшка. Православных священников стрижём бесплатно.
И батюшка тоже удалился, поражённый бескорыстием парикмахера. На следующее утро парикмахер нашёл у дверей своей парикмахерской двенадцать бутылок водки.
Ещё через несколько дней приходит к парикмахеру раввин. Постриг его парикмахер, а раввин и спрашивает:
— Сколько вам заплатить?
— Да нисколько, уважаемый ребе. Раввинов мы стрижём бесплатно.
Раввин, обрадованный таким оборотом дела, ушёл. На следующее утро парикмахер нашёл у дверей своей парикмахерской двенадцать раввинов.'''
,
'''Священника, который слушает группу KoЯn, друзья называют поп-корн.'''
,
'''В первом классе школы дети учатся писать. Учительница спрашивает:
— Танечка! Что ты вчера делала после школы?
— Играла в песочнице.
— Умница, Танечка! Иди к доске и напиши слово «песок».
Танечка выходит, пишет. Учительница продолжает:
— Петенька! А ты что вчера делал?
— А я вчера играл с Танечкой. У меня был совочек.
— Молодец, Петенька! Иди напиши на доске слово «совок».
Петенька идёт к доске, пишет «совок». Учительница вновь спрашивает:
— Муталиб Саид ибн Ахмед Бей! А ты что вчера делал?
— Я пытался поиграть с Танечкой и Петенькой, но они назвали меня чучмеком и забросали каштанами!
— Безобразие! Что они себе позволяют! Муталиб Саид ибн Ахмед Бей! Иди к доске и напиши 100 раз, чтоб видели все, «вопиющая дискриминация и унижение человеческого достоинства»!'''
,
'''В аду черт следит за котлами с грешниками. Котлы бурлят, он пасет огонь, дрова, подливает воду, смолы, масло на сковороды. Вилами ворочает в главном котле. Ворочает, ворочает и...хыррч, протыкает одного, достает, осматривает со всех сторон, жирненький, беленький
- Ааа, директор ювелирной фабрики! Хорошо!
Спихивает с вил его обратно в котел, ворочает дальше, снова хыррч, протыкает, достает
- Уухх, мадам толстенькая, розовая, банкирша!Хорошо!
В это время звонок по внутреннему.Он бросает вилы, бежит к аппарату.
- Але!
-Чем занимаешься?
-Чем, чем, шуршу на двух копытах!
-Смотри что бы без проблем!
-Ой я вас умоляю, вы блядь сократили штат, ночные не оплачиваете и еще хотите без проблем? Хвост отваливается, рога потеют, извиваюсь как бизнесмен под утюгом, я в натуре...
-Ладно, ладно, не трезвонь, следи за положением, решим твой вопрос, ты эта..
-Нечего мне с вами базарить, котлы ждут!
-Ну, сатана с тобой, работай!
Бросает трубку, бежит снова к главному котлу. Ворочает вилами, достает и...на вилах негр.
-Ну греббаный экибастуз, пока пиздел все подгорело!'''
,
'''В магазине:
Покупатель: Это генномодифицированная морковь?
Морковь: Да, а почему вы спрашиваете?'''
,
'''Мужик на телеге въезжает в село:
— Люди, я уголь привез!...
Лошадь оборачивается:
— Охуеть, бля. ОН ПРИВЁЗ!!!'''
,
'''Грузин на проходе в общественной бане положил 10 р., а сам спрятался в душевую кабинку и наблюдает.
Идет мужик. Увидел червонец, огляделся по сторонам, задницу веником прикрыл, наклонился, поднял десятку.
Грузин: — Умны!
Положил еще одну.
Идет другой мужик, увидел купюру, огляделся по сторонам, задницу шайкой прикрыл, поднял деньгу.
Грузин: — Умны!
Идет еще один, увидел червонец, огляделся по сторонам, но наклоняться и подбирать, все–таки, не решился и прошел мимо.
Грузин: — Умны!
и нагибается, чтобы забрать свои деньги, и тут бабах кто–то ему всаживает
Грузин: — А, нэт — хитры!!!'''
,
'''У качка спрашивают:
— Сколько будет 20+20?
— Пятьдесят пять.
— Почему пятьдесят пять, если сорок?
— Так ведь ещё гриф!'''
,
'''- Регистратура?
- Да.
- Можно записаться на приём к урологу?
- На полшестого?
- Нет, просто покраснел...'''
,
'''Приплывает папа-карась к маме-карасихе, а ее какие-то мужики жарят!'''
,
'''Жил был король, и растил он трех дочерей. Дошел до него как-то слух, что они шлюхи, и решил он это проверить.
Приходит он к старшей дочери и снимает перед ней штаны.
-Доця, это что?
-Это хуй, папа.
-Ах ты шлюха! - воскликнул король, сокрушенно покачал головой и поспешил к средней дочери. Сняв перед ней штаны, он спросил:
-Дочь, знаешь, что это?
-Это хуй, папа.
-И ты тоже шлюха! - король окончательно разочаровался в своих дочерях, но осталась еще младшенькая. Король приходит к ней и делает все то же самое, спрашивая:
-Ну а ты знаешь, что это?
-Не знаю, папочка.
-Ой, ну наконец-то, хоть ты не шлюха. - обрадовался король. -Это хуй, кстати.
-Папенька, да разве ж это хуй?'''
,
'''Отец, мать, сын и дочь ложатся спать. Ночью вдруг слышат: кап, кап, кап.
Уходит отец проверить, что случилось и не возвращается.
На следующую ночь ложатся мать, сын и дочь спать. Слышат: кап, кап, кап.
Уходит мать проверить что случилось и не возвращается.
На следующий день сын и дочь ложатся спать. Слышат: кап, кап, кап.
Уходит сын проверить, что случилось и не возвращается.
Утром дочь идёт проверить, что случилось. Слышит капание из подвала. Спускается туда, а там мать, отец и сын трубу чинят.'''
,
'''Типичный день в кавказской школе:
— Учитэл, пачиму ви написали КОН без мягкого знака?
— Патамушта эта щелочь, Гоги!'''
,
'''Учитель рисования просто обожал свой предмет, поэтому на каждом уроке дети рисовали его предмет '''
,
'''Заходят как-то аморал, нигилист и циник в бар. А бармен им:
— У нас спиртное только с 18.'''
,
'''Приходит осьминог наниматься в цирк. "Умею,- говорит, - играть на разных музыкальных инструментах". Приносят ему всякие дудки, гармошки и скрипки - он всеми щупальцами наяривает. Народ в восхищении. Тут один притаскивает волынку: "- А сможешь на этой?" Осьминог берет ее, осматривает осторожненько и говорит с дрожью в голосе: "- А можно я её сначала выебу?"'''
,
'''- Алло, это телефон доверия?
- Да.
- А можно доверие к телефону?'''
,
'''Схватили фашисты: геолога, физика и химика. Поставили к стенке расстреливать.
3 ученых в ужасе, но, как только немцы направили дуло автомата на геолога, он закричал:
-Землетрясение!! Землетрясение!!
Фашисты заволновались, растерялись. А когда поняли, что ничего не произошло, геолог уже убежал.
Приготовились оставшихся стрелять. Физик, наученный уроком напарника, закричал:
-Молния! Гроза!! ВСПЫШКИ!!!
Пугливые фашисты опять в панику, опять растерялись. Физик тоже убежал.
Остался химик. Химик был спокоен, он знал, что делать. И когда уже на него наставили оружие, он закричал:
- ОГОНЬ!!!'''
,
'''— Милый, смотри, какое у меня отличное тело!
— Бля, Петрович, заебал мёртвых бомжей на завод таскать!'''
,
'''Мужик обрил бороду и говорит:
— Смотри, жена, как я чисто выбрился.
— Да разве это брито? Это так только — стрижено!
— Говори: брито.
— Нет, стрижено!
— Говори: брито.
— Нет, стрижено.
Муж сказал:
— Говори: брито, не то утоплю!
— Что хочешь делай, а стрижено!
Повел ее топить:
— Говори: брито!
— Нет, стрижено!
Ввел ее в глубину по самую шею и толкает, скажи да скажи: брито!
Жена и говорить не может, подняла руку из воды и двумя пальцами показывает, что стрижено.'''
,
'''Один англичанин отправился купаться. Отплыв на изрядное расстояние от берега, он вдруг обнаружил рядом мужчину в костюме и котелке.
Смущённый, он попытался завязать разговор:
— Добрый день, сэр! Не правда ли, чудесная погода?
— Совершенно согласен, сэр, погода просто замечательная.
— А вода? Не правда ли, изумительно тёплая?
— О да, вода сегодня выше всяких похвал, сэр.
— Простите, сэр... не будет ли с моей стороны неделикатностью спросить у вас, почему вы купаетесь одетым?
— Видите ли, сэр... Это вы купаетесь. Я тону!'''
,
'''Открывается новый уникальный супермаркет, в котором, по слухам, самый необычный ассортимент. Местная рок-группа решает посетить данное чудесное место.
Подходят к витрине — на ней ценники:
— мозг гитариста 1 кг. — 100 руб.
— мозг вокалиста 1 кг. — 140 руб.
— мозг барабанщика 1 кг. — 200 руб.
— мозг басиста 1 кг. — 2500 руб.
Музыканты интересуются у милой девушки за прилавком — почему такое значительное различие в ценах? Почему у басистов такие дорогие мозги?
— А вы сами попробуйте килограмм наковырять.'''
,
'''Заходит басист в бар. А его на входе спрашивают:
- А вам 18 есть?
- Ну, есть.
- А можете все ноты назвать?
- Ми, ми, ми, ми, ми, ми, ми.'''
,
'''— Люся, просыпайся, в нашу дверь постучали восемь раз!
— О, боже! Неужели осьминог?!..'''
,
'''Загадка:
В жопу не лезет и не жужжит?
Ответ: Советский аппарат для жужжания в жопе.'''
,
'''- Настя, а давай уже по-взрослому?!
- Давай, Миша.
- Анастасия Петровна!
- Михаил Александрович!!'''
,
'''Поручик танцует с Наташей.
— Ржевский, а давайте играть в загадки!
— Давайте.
— Я буду недоговаривать, а вы угадывайте! Вот например возьмите меня за си–и–и…
Поручик хватает Наташу за грудь.
— Да что вы делаете, фу! Возьмите меня за си–и–иний бант!
— А.. Ладно..
— А теперь возьмите меня за жо–о–о…
Поручик хватает Наташу за задницу.
— Да что с вами! Перестаньте! Я имела ввиду — за жо–о–олтый бантик!
— А.. Хм.. Наташа, а давайте я вам тоже загадку загадаю?
— Давайте!
— Хм.. Гм.. Наташа, а возьмите меня за хуй обеими ру–у–у..'''
,
'''Пришла как-то раз девушка в церковь, подходит к батюшке и говорит:
— Батюшка, я согрешила....
— Как согрешила?
— Сосала
— Сколько сосала?
— 10 минут
— Замаливай грехи 1 час
На следующий день.....
— Батюшка, я опять согрешила....
— Как согрешила?
— Сосала..
— Сколько на этот раз?
— Полчаса.
— Замаливай грехи 3 часа.
На следующий день.....
— Батюшка, я опять согрешила.
— Что, опять сосала?
— Да..
— Ох, сколько в этот раз?
— 1 час 14 минут 38 секунд......
Поп охреневший пошел в келью за калькулятором. Через пару минут возвращается, на ходу расстегивая ширинку:
— Досасывай, а то дроби выходят..'''
,
'''Лекция для колхозников. Лектор:
— Товарищи колхозники. Перед вами череп Александра Македонского, когда ему было 7 лет. А вот этот череп, где ему 25 лет. И, наконец, череп умершего Александра Македонского. Вопросы есть?
— Скажите, пожалуйста, как может быть у одного человека три черепа?
— А вы, простите, кто? — спрашивает лектор.
— Дачник.
— Вот и идите на хер. Лекция для колхозников.'''
,
'''Дальнобойщик прозевал поворот и, снеся стену, влетает в старенький дом. В доме на печке бабушка, охреневшая, щелкает семечки.
Водила, не растерявшись, спрашивает:
— Бабуль! Как проехать на Москву???
Бабка:
— Да вот прямо через всю кухню и едь дальше, мудак блять'''
,
'''- Сёма, вы таки знаете, если бы я был королём то жил бы лучше чем король.
- Это почему?
- А я бы ещё немножечко шил.'''
,
'''Еврейского мальчика лет 6-ти отдают в школу. На собеседовании его спрашивают, сколько он знает ВРЕМЕН ГОДА.
Дите на минутку задумывается и уверенно говорит:
— ШЕСТЬ!
Директриса тактично ему намекает:
— А если подумать?
Парень на мгновение зависает и говорит:
— Честное слово, больше не помню...
Директриса выразительно смотрит на побагровевшую мамашу мальчика и отправляет их на минуточку в коридор.
Там мама возмущенно спрашивает мальчика:
— Сёма, и шо это было?!
— Мама! — чуть не плача отвечает ей сын,— Я правда не помню с ЭТИМ
никого, кроме Чайковского, Вивальди,Гайдна, Пьяццола, Лусье и Глазунова!'''
,
'''Старый кролик учит жизни молодого:
— Мы, сынок, звери слабые, поэтому все должны делать быстро, пока нас не съели. Вот, например, видишь этих четырех крольчих?
— Да, папа.
— Вот я их щас, смотри: раз, два, три, четыре!.. Уфф... Повтори.
— Раз... Два... Три...
— Нет, сынок, так не годится. Надо быстрей. Попробуй еще раз!
— Раз, два, три, четыре, пять!.. Ой, пап, извини..'''
,
'''Жил на Кавказе мужик, который переправлял людей через ущелье в горах, а плату брал всего 1 рубль. И вот один раз страховка не выдержала, и бабка, которую он переправлял, полетела в пропасть. И вот этот мужик смотрит вниз, и говорит:
- Да и хер с ним, с рублем'''
,
'''Врач в психбольнице разгадывает кроссворд:
- Так... Остров, на котором родился Наполеон...
Оборачиваясь к пациенту:
- Слышь, придурок, ты где родился?'''
,
'''Инициатива ебет инициатора и приговаривает:
- Вот видишь, как хорошо что ты меня проявил!'''
,
'''- Столица Чувашии?
- Чувашингтон.'''
,
'''Необычайно самоуверенный и хвастливый глава фирмы удивил своих сотрудников признанием, что однажды и он ошибся.
- Вы ошиблись? - воскликнул один из присутствующих. - Не может быть!
- Да, - ответил патрон. - Однажды я думал, что ошибся, но я ошибался.'''
,
'''В супермаркете:
— 2 рубля не посмотрите?
— Ну хуй с ним, показывайте.'''
,
'''Африка, савана. Лев - царь зверей - отдыхает в тенёчке. Вдруг слышит - по саване ползёт крокодил и такой делает "Чавк-чавк, чавк-чавк". Ну царь зверей и говорит: "Слыш, крокодил, давай-ка тише будь, я тут отдыхаю вообще-то!" А крокодил дальше ползёт и такой "Чавк-чавк, чавк-чавк". Ну лев рассвирепел и говорит "Слыш, чмо зелёное, будешь чавкать - я тебя наизнанку выверну!". А крокодил дальше ползёт и такой "Чавк-чавк, чавк-чавк". Ну совсем впал в ярость царь зверей и таки вывернул крокодила наизнанку. Ну а крокодил дальше ползёт и такой "Квач-квач, квач-квач".'''
,
'''Идет рабочий через проходную мясокомбината, а у него из штанов что-то торчит. Охранник спрашивает:
- Это что?
- Хуй.'''
,
'''Идёт симфонический концерт
Один мужик показывает рукой на оркестр и дирижера, спрашивает другого:
-О, а это че, Бетховен?
-Да хуй его знает, со спины не разберешь'''
,
'''Грузин после операции по увеличению члена любуется им перекладывая из руки в руку:
— Вах, красавэц!
— Вах, арёль!
Прижимая к себе двумя руками и заваливаясь на спину:
— Вай, заборол, заборол!!!'''
,
'''Заходит мужик в маршрутку, денег с собой нету, а ехать через весь город. Решил схитрить:
— А мне только одну остановку!
Водитель разрешил:
— Но только одну.
Едут, значит, вдруг пассажирка говорит:
— Остановите, пожалуйста!
А мужик орет:
— Не останавливайте!'''
,
'''— Почему никто не обижает цыганского мальчика-первоклассника?
— Потому что его папа учится в шестом.'''
,
'''— Что мы знаем о майских жуках?
— Большинство из них Тельцы.'''
,
'''Одному арабскому нефтяному шейху срочно понадобилось переливание крови.
У шейха группа крови очень редкая и нашли ее только у одного еврея.
Тот согласился, сделали переливание, за что араб подарил еврею дом и машину.
Через год та же история - срочно нужна кровь. Еврей с радостью бежит в пункт по переливанию крови, за что арабский шейх дарит еврею коробку печенья.
Еврей удивлённо:
- Но прошлый раз вы подарили мне дом и машину!?
Араб:
- А в тот раз во мне ещё не было еврейской крови!'''
,
'''Бал в разгаре. Посреди залы кружатся вальсирующие пары, ближе к стенам дамы флиртуют с кавалерами... Вдруг раздается страшный грохот. Слетает с
петель парадная дверь, вваливается пьяный поручик Ржевский – в семейных трусах, подмышкой газета, сзади волочится привязанный к ноге ржавой цепью треснувший унитаз. Смолкает музыка, над залой повисает напряженная тишина. В этой тишине поручик ставит посреди залы унитаз, снимает трусы, садится и шумно срет. После чего встает, подтирается газетой, надевает трусы, обводит залу веселым взглядом и спрашивает:
– Надеюсь, дамы не будут возражать, если я закурю?'''
,
'''Фараон: Здравствуйте, можно забронировать столик на имя Сакрахотеп?
Администратор: Продиктуйте, пожалуйста, по буквам.
Фараон: Птичка, два треугольника, волнистая линия, солнце, опять птичка, собачья голова, скарабей.'''
,
'''— Алло, это Дом обуви?
— Да.
— А обувь дома?'''
,
'''Вызвает Чапаев к себе Анку-пулеметчицу и спрашивает:
— Анка, как так некрасиво получилось, что тебя десять бойцов трахнуло?
— Стою я, значит, за пулеметом, Василий Иванович — бью фашистов. Чувствую, что кого-то ебут, оглядываюсь — меня.'''
,
'''1-е Мая. Демонстрация. Лазит по толпе телерепортер и пристает ко всем с вопросами. Подваливает к рабочему:
- Скажите, какие чувства переполняют Вас в этот день?
- Пошел ты на хуй...
Репортер радостно в телекамеру:
- И так по всей стране - шутки, смех, веселье...'''
,
'''Приходит бабушка к доктору:
- Что болит у Вас, бабушка?
- Ой, да голова болит, в коленях ломят, спина трещит...
- Так и запишем - ушиб всей бабки'''
,
'''Как-то раз один мужик перед приемом у проктолога нечаянно проглотил свой стеклянный глаз. В начале он немного беспокоился, но так как глаз не вызывал никаких болей, мужик о нем забыл.
И вот, пошел мужик на прием. Доктор сказал ему раздеться, пройти в комнату и лечь животом на кушетку. Мужик сделал все как положено. Доктор зашел в комнату, начал осмотр и увидел, что у мужика из задницы торчит тот самый глаз. Тогда доктор вздохнул и сказал мужику:
- Больной, вам действительно необходимо научиться доверять мне.'''
,
'''Идет Брежнев по Кремлю, навстречу ему министр:
- Христос Воскресе, Леонид Ильич!
- Хорошо...- и пошел дальше.
Идет навстречу генсеку другой министр:
- Леонид Ильич, Христос Воскресе!
- Спасибо, мне уже доложили.'''
,
'''Чем отличается гей от холодильника? Когда из холодильника достаёшь сосиску, он не пердит.'''
,
'''Профессор читает лекцию:
— ... Через пять триллионов лет Солнце погаснет и жизнь на Земле прекратится.
— Простите, через сколько лет?
— Через пять триллионов.
— Слава Богу, а то мне послышалось, что через пять миллионов.'''
,
'''— Стоит ли говорить, как я рад видеть вас в фан-клубе риторических вопросов?'''
,
'''— Доктор, я умираю?
— Ну что Вы! Вы ещё у меня поживёте!
— Ура! Я буду жить у доктора!'''
,
'''Инцест — это весёлая игра, в которую можно играть всей семьёй.'''
,
'''— Твой отец случайно не метеорит?
— Нет.
— Тогда почему у твоей мамаши такой кратер?'''
,
'''Рассказывает прапорщик рядовым про танк:
– Вот это гусеницы, вот это запаска. Вот это топливный отсек. На танке установлена радиостанция.
Один из особо умных солдат спрашивает:
– А радиостанция на лампах, или на транзисторах?
Прапорщик повернулся, грозно посмотрел на солдат, и как заорет:
– ДЛЯ ОСОБО ТУПЫХ, ПОВТОРЯЮ: РАДИОСТАНЦИЯ НА ТАНКЕ!'''
,
'''— Девушка, до скольки вы работаете?
— До 55'''
,
'''Встретились как-то русский, украинец и грузин, и начали пословицы вспоминать. Русский говорит: - Ща бы чаю с булочкой да на печку с дурочкой. Хохол: - Зараз салу с ветчиной да во садочек с дивчиной. Грузин: - Вах, сейчас би вина с шашлыком да в горы с иша..., э-э-э.., нэт, нэт, адын пайду.'''
,
'''— здравствуйте, мне курицу гриль.
— да, сколько вам?
— нисколько, я веган, до свидания.'''
,
'''Приходит мужик с работы, а жена сидит с бананом в жопе. Мужик, удивленно:
- Что это?
Жена разводит руками:
- Банальный секс.'''
,
'''Идет конкурс туалетной бумаги в Париже. Оценки выставляет жюри по 10-бальной шкале. Выходит англичанин с рулоном. Строгие тона, нейтральный запах. Жюри присуждает 7 баллов.
Выходит француз. Бумага вся в разноцветных пятнах и запах сплошной авангард. Жюри присуждает 8 баллов. Выходит японец и дает председателю жюри таблетку. Жюри недоумевает, у нас, мол, конкурс туалетной бумаги, а не таблеток, но председатель из любопытства выпивает таблетку, затем куда-то быстро убегает и через несколько минут врывается в зал с криком: "Десять баллов! Десять баллов! Десять баллов!!!". Остальное жюри спрашивает, почему? А он отвечает "Дерьмо в целлофановых пакетах выходит!".'''
,
'''Идут по лесу грузин, чеченец и армянин. Неделю идут, устали, еда кончилась, с ног уже валятся. Видят - на опушке леса стоит дом! Они к нему, забегают внутрь из последних сил. Видят - посреди комнаты стоит огромный шоколадный динозавр! Все трое бросаются к нему и начинают его обгладывать.
Вдруг открывается дверь и заходит настоящий, живой и очень злой динозавр. Кричит:
— А ну стоять! Кто разрешил жрать статую?! Сейчас я вам откушу то, что вы отгрызли у этой статуи!
Спрашивает чеченца:
— Ты что ел?
— Руки...
РРРАЗ! И откусывает руки!
— Эй, грузин, а ты что ел?
— Голову...
Откусывает грузину голову.
Спрашивает армянина:
— Ну, а ты что ел?
— а я ничего не ел, я только хуй сосал!'''
,
'''Играет Дядя Федор в доту, заходит почтальон Печкин и говорит:
— До чего техника дошла! Вашу маму и там и тут…'''
,
'''— Папа, а правда, что генномодифицированные продукты могут вызвать мутацию?
— Что ты плетёшь?!
— Паутину. Так что с мутацией?'''
,
'''У одной домохозяйки тесто так хорошо поднялось, что открыло 2 ресторана и салон красоты.'''
,
'''― Люк, мен сенің әкесі сенімдімін.
― Жо-о-о-о-о-о-о-о-о-ок!'''
,
'''Генеpал в pазвалочку идет по мосту, смотpит вокpуг ленивым взоpом и надо ж было, ему на глаза попался солдат. Солдат как обычно в самоволке и хочет пpоскочить мимо, делая вид, что не замечает генеpала.
Генеpал:
— Солдат, мать вашу, это что такое?! Почему честь не отдали?!
Солдат:
— Согласно 147 пункту устава честь на мосту не отдается!
Генеpал pастеpялся, козыpнул и сpазу домой, пpишел, полистал устав, нашел нужный пункт:
”П.147. Солдат должен быть находчив и смел.”'''
,
'''Штирлиц шел по коридору. Вдруг за его спиной раздались вкрадчивые шаги.
"Это Мюллер", - подумал Штирлиц.
"Это я", - подумал Мюллер.'''
,
'''Сербская девушка по фамилии Семеро не дождалась парня из армии.'''
,
'''Watson comes home and sees Holmes with young girl in a bed.
W: Oh God, Holmes! Is she in a high school?
H: Elementary, my dear Watson!'''
,
'''- Итак, дети, пишем.
- Марья Ивановна, у меня ручки нет.
- Виталик, заебал ты со своим Вьетнамом.'''
,
'''Гей приходит в продуктовый.
- Женщина, будте любезны мне батон той сырокопчененькой.
- Вам нарезать?
- Нет, спасибо, у меня жопа, а не копилка.'''
,
'''— Где вы видите себя через 5 лет?
— Ну у вас и шутки, товарищ следователь.'''
,
'''Заезжаю в новую квартиру. Думаю:
"Интересно, здесь хорошая слышимость?"
"Очень", - ответил сосед из-за стенки.'''
,
'''Приходит русский в Англии в пивной паб:
— Ван бир!
Официант приносит бокал и подкладывает подставочку под бокал.
Через пять минут "наш" :
— Ван бир!
Официант снова приносит бокал, смотрит, а подставочки нет. Ну, думает, наверное, взял клиент, как сувенир. Достает еще одну и подкладывает под бокал. Через пять минут "наш" опять:
— Ван бир!
Официант снова приносит бокал, смотрит — опять подставочки нет. Ну,думает, взял клиент для друга сувенир, достает еще одну и подкладывает под бокал. Через пять минут "наш" снова:
— Ван бир!
Официант приносит бокал, смотрит — нет подставочки. Ну, думает, все, не буду класть подставочку, и ставит бокал на голый стол. "Наш" берет бокал и с недовольством:
— А печенюшку ?'''
,
'''Звонок в скоpyю:
- Помогите! У моей жены начинаются pоды!
- Пожалyйста, yспокойтесь! Это ее пеpвый pебенок?
- Hет, идиот, это ее мyж!'''
,
'''Чтобы разъесть шубу понадобилась всего одна моль серной кислоты.'''
,
'''– Why is a river so rich?
– Because it has two banks.'''
,
'''— Если вам дать выбор между многолетним восстановлением России и эмиграцией — какой язык вы будете изучать?
— С++'''
,
'''Заходит как-то давление в один бар в один бар.'''
,
'''Приехал мужчина в санаторий нудистов, сдал на ресепшн одежду, получил ключ от номера, идет к себе по коридору, вокруг голые все. Вдруг видит, ахххуенная тёлка, тоже голая, у него сразу и встал, девушка оборачивается и говорит :
-Вы меня звали?
Он - : нет-нет!
-Ах, вы новенький, вы не знаете, что у нас такое правило, когда у мужчины на женщину встал, то значит он её зовёт, пойдемте.
Пошел он с ней, секс охуенный, всё класс, он после него в душ пошел, занял свободную кабинку, моется и как пернет. К нему из другой кабинки амбал :
-Вы меня звали?
Он - : нет-нет!
-Ах, вы новенький, вы не знаете, что у нас такое правило, когда мужчина рядом с другим мужчиной пердит, то значит он его зовёт, пойдемте.
Нагнул его, вдул по самое не могу и ушел.
Мужик вылез из душа, пришел на ресепшн , говорит, я уезжаю, не надо мне денег за путевку, до свидания!
Ему :
-Да чего вы, вы же только приехали, у вас путевка ещё 24 дня!
-Мне 59 лет, говорит мужик, у меня встает раз в месяц, а пержу я по 20 раз на день, да еще и кашляю.'''
,
'''Девушка выходит замуж за религиозного еврея. Накануне свадьбы встречается она с раввином.
Он ей говорит:
- Еврейская религия очень своеобразна. Мужчина и женщина все делают раздельно. Синагогу посещают отдельно, даже танцевать вместе нельзя.
Она (опустив глаза):
- А сексом заниматься можно?
- Можно.
- А оральным?
- Можно.
- А на боку?
- Можно.
- А сидя?
- Можно.
- А стоя?
- Нельзя.
- Почему?
- Можно в танец перейти.'''
,
'''Останавливает гаишник Запорожец - а тот полон пьяных мужиков. Выгнал он всех из машины - документы проверить - а их семнадцать человек! Гаишник в шоке, всех сразу в участок. На утро они протрезвели, вызывает их начальник райотдела:
- Мужики, все прощу, только покажите, как вы там уместились.
Мужики выходят на улицу и начинают потихоньку упаковываться в машину.
Шестнадцать влезли, а один ну никак не помещается. Те ему и говорят:
- Слушай, может, тебя вчера с нами не было?
- Ну что вы, мужики! А кто же вам всю дорогу на баяне играл?!'''
,
'''Приходит к врачу мужик, и говорит:
- Доктор, когда я играю на скрипке, у меня член встает. Что это такое со
мной?
Доктор долго осматривал пациента, но ничего не нашел. Тогда он говорит:
- Приходите завтра со скрипкой, и посмотрим.
На следующий день приходит пациент со скрипкой. Снимает штаны и начинает
играть. У него сразу встает член, а следом и у доктора.
Пациент спрашивает:
- Ну что это, доктор?
- По-моему, у Вас музыка пиздатая!'''
,
'''Короче,такой анек. Батя-прораб рассказал.
Решил мужик поклеить обои в спальне.Купил,значит,поклеил.Приходит к нему сосед и говорит:
-Заебок поклеил!У меня такая же спальня,тоже поклею себе.Ты сколько рулонов брал?
-Десять.
-Ок.
Значит,пошел сосед,купил обои,поклеил и на следующий день приходит к мужику и говорит:
-Дебил,ты нахрена мне сказал 10 рулонов брать??? У меня еще 4 осталось.
-Так у меня тоже 4 осталось.'''
,
'''-За что педофилы любят Хэллоуин?
-За бесплатную доставку!'''
,
'''В аптеке:
— У вас есть йодистый калий?
— Нет, только цианистый.
— А какая разница?
— Да не большая... всего 2 рубля.'''
,
'''Мальчик с расстройством желудка ходит в школу сранцем.'''
,
'''Пошли две женщины на ипподром. Стали думать, на какую лошадь поставить.
Одна спрашивает:
— У тебя какой размер груди?
— Ну третий.
— А у меня четвертый. Три плюс четыре — семь.
Поставили на лошадь номер 7. Она и победила. Пришли домой, похвастались мужьям, а те назавтра тоже на
скачки двинули:
— Ты сколько раз за ночь свою жену удовлетворяешь?
— Пять!
— А я шесть!
Поставили на лошадь номер 11, а победила лошадь номер 2.'''
,
'''Человек попадает под трамвай и ему отрезает голову. Она откатывается на обочину, видит, что туловище носится по дороге туда-сюда, пытается нащупать голову и не понимает что делать.
Голова начинает орать:
- Я здесь! Я здесь!
Потом смолкает и грустно так:
- А хули я ору - уши-то на мне...'''
,
'''Сидят в тюрьме грузин, хохол и еврей.
Грузину пришла посылка сало.
Грузин спрашивает:
– Еврей сало будешь?
Еврей думает вот сало поем, а грузин спросит, еврей ты сало ел? Я скажу - ел.
Он скажет - плати. У меня денег нет вот он меня и выебет в зад:
– Не, не буду - говорит еврей.
Грузин спрашивает:
– Хохол сало будешь?
Хохол думает вот сало поем, а грузин спросит - хохол ты сало ел? Я скажу - ел.
Он скажет - плати. У меня денег нет вот он меня в зад и выебет.
Потом еще подумал: А фиг с ним ща сало поем, руки окрепнут, а там как-нибудь
отобьюсь.
Съели грузин и хохол сало и грузин спрашивает:
– Хохол ты сало ел?
Хохол:
– Ел.
Грузин:
– Руки окрепли?
Хохол:
– Ну окрепли.
Грузин:
– Держи еврея, ща в зад его ебать будем.'''
,
'''Идёт даун по лесу, грибы-ягоды собирает. Видит на пеньке растёт большой красивый гриб, подходит, протягивает руку, чтобы его сорвать и дебильным голосом произносит:
— О! Грибочек!
А гриб и говорит ему человеческим голосом:
— Не рви меня, мальчик, я исполню три твоих желания.
— Грибочек, я хочу быть умным!
И вдруг он становится нормальным. Оглядывается кругом:
— Господи, я же раньше всего этого не замечал! Красота-то какая! О-бо-срать-ся...
(ПРРР!! Хватается за жопу)
— ЕБАНУТЬСЯ!
Протягивает руку и говорит:
— О! Грибочек!'''
,
'''– мне, пожалуйста, полкурочки и полмыши.
– вам переднюю половину или заднюю?
– рубите вдоль.
– преклоняю колено перед вашей мудростью.'''
,
'''Сидят в камере зоофил, педофил, некрофил и экстремал.
Зоофил:
– Эх... щаз бы кошечку...
Педофил:
– Котенка...
Некрофил:
– Мертвого котенка...
Экстремал:
– Мяу!!!'''
,
'''Сидит фермер на приеме у ceкcопатолога, держит на коленях дыню и жалуется:
— Я вот уже пять лет ебусь — а клитор найти никак не могу!
Врач:
— Ну так... э-э-э... у дыни его и нету...
Фермер:
— Ой, что вы, доктор, такое подумали! Дыню я Вам в подарок принес... Я про козу говорю!'''
,
'''Дед Панас помирает. Он зовет к себе внука, и протягивая ему дрожащей рукой какую-то бумажку говорит.
- Цэ заявление, внучку, занэси у райком, нэхай воны мэнэ у КПСС примуть.
- Ты шо, діду? Зачем це тоби трэба?
- Та як помру, нэхай одным коммунистом мэньше будэ.'''
,
'''Литовской деревня. Хозяин зовет собаку:
– Шарик, Шарик! (Молчание)
– Шарикас, Шарикас!
– Гавс!'''
,
'''— Вы вообще не следите за тем, чтобы животным вашего зоопарка не было холодно.
— А вы собственно кто?
— Конь в пальто.'''
,
'''Встретились как-то свинья и курица. И курица говорит свинье:
— Давай продуктовую лавку откроем. Я буду поставлять яйца. А ты — мясо.'''
,
'''Отсидев немалый срок на зоне, мужик возвращается домой. Соскучившись за долгие годы по женщине, с порога бросается на жену и с остервенением начинает заниматься с ней любовью.
Жена (с обидой в голосе):
— Дорогой, ты бы хоть слово ласковое сказал, что ли...
Муж (не отрываясь от дела):
— Ништяк, браток, ништяк!'''
,
'''Умер мужик — попал в рай. В раю скукотища! Взмолился:
— Господи, покажи АД!
Смотрит, а в АДу движуха — бухняки, телки, наркота.
Взмолился:
— Господи! Хочу в АД!
Господь:
— Не могу! Ты весь такой праведный и в АД?! Могу оживить на недельку!
Ну мужик ожил и давай куролесить: бухать, колоться, с телками отвисать!
Напоследок бабку 80-летнюю изнасиловал и опять помер. Смотрит, опять в раю!
Господь:
— Ну ты конечно почудил... Но в АД не могу: бабку помнишь? ОТМОЛИЛА...'''
,
'''Звонок в милицию, тревожный женский голос:
- Алло, милиция?!
- Да, слушаем.
- Скорее приезжайте, меня здесь насилуют!
- Куда?
- Уже в жопу!!!'''
,
'''Запускают как-то раз инженера, физика и математика в тюрьму, ну и дают задание - зашкварить как можно больше людей в камере. Инженер заходит, сразу садится на пол, начинает срать и кидаться говном в зэков, его естественно пиздят, а на выходе говорят - мол петух, ты завалил тест, попал говном только в половину, да и сам первый зашкварился.
Заходит физик, и начинает с порогу задвигать - люди, мол, срут уже миллионы лет, и за это время молекулы говна проникли уже повсюду. Воздух, вода, шконки, даже небо - все это уже зашкварено, и вы сами, считайте, уже по уши в говне. Его тоже пиздят, и говорят - это же самозашквар, а кто тебя, петуха опущенного, слушать будет?
Забегает в камеру последним математик, смотрит по сторонам, резво забирается под шконарь, и начинает орать: "Я ПРОВЕЛ ИНВЕРСИЮ ПРОСТРАНСТВА, ТЕПЕРЬ ВЫ ВСЕ ПОД ШКОНАРЕМ!!!"'''
,
'''Муж раньше времени возвращается домой из командировки, заходит в спальню, на кровати жена с любовником.
Ж, - стой, я все объясню. Просто мне было очень одиноко и я приобрела в секс-шопе робота для женщин. Посмотри, он как живой.
М, - (радостно) круто! Я тоже его попробую!
Нагибает любовника раком, но тот сильно сжимает ягодицы.
М. - черт, член не влезает. Дорогая, принеси ка мне ножик.
Жена в ужасе. И тут любовник поворачивается и говорит электрическим голосом:
- Че-ло-век! По-про-буй еще раз.'''
,
'''Один робот трахался с кем попало и подхватил браузер амиго.'''
,
'''Моя девушка беременна, и это сильно бьёт по моему бюджету. Приходится платить МТС 1,5 рубля в день, чтобы они блокировали звонки от неё.'''
,
'''Идут двое влюбленных по лесу, выходят на опушку. Парень предлагает девушке заняться сексом, та ему в ответ:
— Ты что, разве не знаешь — в этом лесу живет Медленный Родригез, брат Быстрого Гонзалеза!
— Ну и что?
— И правда.
Занимаются они сексом и уходят. На следующий день грибник собирает на опушке грибы, нагибается за сыроежкой и засовывает палец в жопу Медленному Родригезу.'''
,
'''Гестапо обложило все выходы... Но Штирлиц вышел через вход'''
,
'''— ...Я ему говорю: "Молодой человек, почему толкаетесь?"
— А он что?
— А он говорит: "Иди на хуй, жид ебаный!"
— А ты что?
— Ну, я его споил, а потом нравственность понизил.
— Красавчик. Но я бы его, гондона, вообще в долговую кабалу загнал при помощи ростовщичества. Или евразийские ценности бы подменил.
— Да я хотел, но там мусора были...'''
,
'''В магазин матрёшек требуются старший менеджер, менеджер, младший менеджер, ассистент младшего менеджера.'''
,
'''Учительница попросила детей на летних каникулах подготовить какие-нибудь трюки с домашними животным.
В сентябре на первом уроке выходит девочка с собачкой, бросает ей палку, та приносит. Учительница хвалит девочку и просит выйти другую девочку. Та выводит крыску и заставляет ее прыгать на задних лапах.
Третьим выходит Вовочка с ежиком в руках.
Засовывает палец ежику в попу, тот орет: хххххххххх....
Учительница в шоке.
Вовочка засовывает ежику два пальца, тот орет: хххххххххххххх...
Учительница не знает куда себя деть от стыда: Вовочка я же просила не это...
Сейчас, сейчас... - и засовывает три пальца! Ежик: хххххххххххххх...хватит!!!!'''
,
'''Бомж Иван нашел ноутбук и в первую очередь проверил корзину.'''
,
'''Едет нарик в автобусе. Дед ему говорит:
— Сынок, уступи место. Я в 43м ногу потерял.
— Бля, дед, внатуре, я только что на нём ехал, не было её там.'''
,
'''Первобытно-общинный строй, каменный век. В одной из пещер решили организовать школу. Занятия, за каменными партами сидят молодые троглодиты в шкурах, за каменной доской - учитель.
- "Соколиный глаз, иди к доске!"
Выходит подросток в тигровой шкуре.
- "Соколиный глаз, как пишется слово "еда""?
Парень берет каменный молоток, каменное зубило и на доске выбивает изображение кабана.
- "Молодец, Соколиный Глаз, именно так и пишется слово "еда", садись, пять!"
- "Серебряная Луна, иди к доске."
Выходит девушка в шкуре леопарда.
- "Серебряная Луна, как пишется слово "любовь"?
Девушка берет молоток, зубило, и что-то старательно выбивает. Когда она закончила, учитель посмотрел вздохнул:
- Эх, Серебряная Луна, Серебряная Луна, сколько можно тебе повторять, - слово "любовь" пишется с двумя яйцами!'''
,
'''Мужик 15 лет в зоне отсидел. Вышел - солнышко светит, весна, хорошо. Смотрит -
в песочнице маленькая девочка играет. Хорошо так стало у мужика на душе, тепло.
Собрал он все самое лучшее, что было у него в душе, погладил девочку по головке
и от чистого сердца хриплым злобным голосом произнес:
- Млеешь, падла!'''
,
'''Мама подходит к сыну:
- Я принесла тебе фотографию. Это твой настоящий отец.
- О Боже!! Я ребенок фотографии!'''
,
'''Заходит мужик с сыном в бар, бармен ему:
- какой милый ребенок, сколько ему?
- рюмки хватит.'''
,
'''- Дорогая, давай поиграем в изнасилование?
- Я не хочу.
- Отлично.'''
,
'''Монах с монашкой и верблюдом по пустине идут, а верблюд взял и здох.
трагедия.
Тут монах говорит монашке:
-Ну раз уж нам все равно здесь погибать, давай представим,что мы в раю! скинем с себя одежды как оковы,и будем ждать благодать!
Скидывают, монашка смотрит на монаха в районе паха и спрашивает:
-А что это??
Монах ответствует:
-А это сестра моя, корень жизни! если я его вставлю в тебя-родится жизнь!
-ТАК ВСТАВЛЯЙ ВЕРБЛЮДУ И ПОЕХАЛИ!!!'''
,
'''- Так, вы кто?
- Наполеон.
- Этого в палату к Гитлерам, Муссолини и прочим.
- Но я тортик...'''
,
'''– Рядовой Транзистор!
– Я!
– Выйти из строя!'''
,
'''Невменяемый бухгалтер не отдаёт себе отчёт'''
,
'''- Будьте любезны, покажите мне что-нибудь из пиджаков.
- А из штанов тебе ничего не показать??'''
,
'''Идет еврей вдоль реки, смотрит - опускается НЛО.
Ну, еврей нарвал на полянке цветов и с букетом бегом встречать братьев по разуму.
Подбегает к тарелке, та открывается, оттуда выходят два зеленых таких гуманоида.
Еврей, радостно:
- Шалом, дгузья
Один инопланетянин другому:
- Вот блин, они уже и тут высадились.'''
,
'''Жена с похмелья спрашивает у закодированного мужа:
— Слышь, Толь, а когда пил, что делал, если на утро у тебя голова болела?
Муж:
— Пиздежь твой слушал!!!'''
,
'''Режиссер возвращается домой пьяный и орет:
- Так, быстро таз, я буду блевать!
Жена приносит таз. Режиссер:
- Все, унесите, концепция поменялась: я обосрался.'''
,
'''Василий Иваныч спрашивает у Фурманова:
- Ну, как там дела у Петьки после ранения?
- Уже встал на лыжи!
- Ух ты! А у меня только на баб встает!'''
,
'''- Передай сыр фету, пожалуйста.
- Афанасий Афанасьевич, возьмите.'''
,
'''Петька прибегает к Чапаю:
- Василь Иваныч! Меня членом в партию записали!
Чапаев, через некоторое время:
- А что, даже карандаша не нашли?'''
,
'''— Зачем женщины учатся в автошколах?
— Потому что у них нет прав.'''
,
'''Идёт диктант на уроке русского языка. Учительница медленно диктует:
— …в-уг-лу-скре-бёт-мышь…
Вовочка (поднимает руку):
— Марь Ивановна! А вуглускр с большой буквы писать?'''
,
'''В школе подрались два учителя математики. Что-то не поделили...'''
,
'''-Откройте, полиция
-Мы вас не вызывали, мы вызывали проституток.
-Нас вызвали ваши соседи.
-Пусть они вас и ебут.'''
,
'''– Привет, познакомимся?
– Ні
– Извини, я не говорю по-украински.'''
,
'''— Как зовут самого пунктуального китайца?
— Тай Минг'''
,
'''Жук-навозник на 8 Марта прикатил жене рафаэлку.'''
,
'''Мама напиздела своему сыну Пете о том, что его нашли в капусте. После этого Петя начал как-то подозрительно смотреть на тушеную капусту с мясом, а потом и вовсе стал веганом.'''
,
'''— Почему вы всё время перекладываете на кого-то вину?
— Это не я перекладываю.'''
,
'''Брежнев играет с внуком.
- Ты кем хочешь быть, когда вырастешь?
- Генеральным секретарем!
- А зачем нам два генеральных секретаря?'''
,
'''Запись в школьном дневнике:
"Ваш ребёнок глотает окончания слов".
Ответ родителей: "Знам, ругам."'''
,
'''Купили дед с бабой радио, воткнули в розетку... 220V. Ждут... пошел дымок...
Дед:
— Что-то молчит...
Баба:
— Сейчас покурят, может что и скажут...'''
,
'''Реакция женщин из разных культур, когда муж застаёт их в постели с любовником.
Американка:
- Джон, я надеюсь, ты не будешь мешать мне вести мой маленький бизнес?
Француженка:
- Поль, подвинься! Пьер, прыгай к нам!
Русская:
- Ой, Вась, только не в морду, завтра же на работу!
Украинка:
- Тарасе, це ти?.. А це тогда хто?.. Ой, я така затуркана, така затуркана...'''
,
'''Кашпировский в зале общается с народом, читает записки из зала:
- Спасибо, у меня после Вашего сеанса рассосался шрам...
- Спасибо, у меня рассосались рубцы...
- А у нас на корабле после Ваших сеансов рассосался кок!
Кашпировский: Как так - кок?
Голос из зала: -Ну, раньше он сосал только у боцмана, а сейчас у всей
команды!'''
,
'''- Вы так молодо выглядите, в чём ваш секрет?
- Мне одиннадцать'''
,
'''Встречаются два грузина — Гоги и Вахтанг. Гоги начинает рассказывать историю, которая с ним приключилась:
— Еду я как—то вечером, смотрю на дороге лягушка лежит, стало мне её жалко остановился и отнёс её на обочину думаю нет пропадёт и взял её с собой принёс домой и оставил в комнате рядом с кроватью. Просыпаюсь с утра, а рядом вместо лягушки прекрасная девушка лежит рядом. Скажи Ваханг, ты мне веришь?
— Да.
— Пизда. Какой же ты тупой'''
,
'''Мужик приходит в пивную, взял кружку, сел, выпил, рассказал анекдот
про Василия Ивановича. Все вокруг хохочут - анекдот-то был и в самом
деле смешной. Кто-то взял мужику еще пива, угостил.
- Да нет, ребята, мне пора идти, - смущается мужик.
- Да ты посиди еще, еще анекдотов расскажи, - все его просят.
Ладно, выпил мужик еще пива, рассказал пару крутых анекдотов про
новых русских. Всем вокруг весело, хлопают мужика по плечу, наливают
ему стакан водки.
- Спасибо, ребята, да меня там дома жена ждет, я пойду...
- Ну посиди еще, ты такой друг веселый, - все его упрашивают.
Ладно, мужик выпил водки, еще рассказал им отличных анекдотов
про чукчей. Все смеются до упаду, налили мужику портвейна.
Тот выпил, еще рассказал, его еще угостили - мужик захмелел и упал.
- Ну, наконец-то он отрубился, - говорит один из собутыльников, -
а теперь давайте, ребята, выебем этого ублюдка.'''
,
'''По дороге на полной скорости несется ``Газик``, его мотает из стороны
в сторону. ГАИшник останавливает машину, и оттуда выпадает мужик
в ватнике, сапогах и засаленной кепке.
- Товарищ водитель, - говорит ГАИшник, - вы, кажется, пьяны. Что пили?
- Да мы, это, с братом выпили 6 пива, а потом еще на рыбалке добавили...
- Это все?
- Не, мы потом за обедом еще пивка ебнули, а потом водочкой догнались...
- Значит, пили пиво, а потом еще и водку?
- Да не, потом у шурина выпили самогоночки, а потом портвешка еще
в ларьке взяли...
- Товарищ водитель, пройдите в будку - вам надо будет подышать в трубочку.
- Да ты че, хули ты мне не веришь?'''
,
'''Встречаются две подруги. Одна другой говорит:
- Маша, ты знаешь, Иван Иванович Иванов - еврей!!!
- Да брось ты, Клава, не может быть!??
- Маша, ну я же это не из пальца высосала!!'''
,
'''В новогоднюю ночь мама уговаривает своего
маленького сыночка лечь спать:
- Смотри, вон и тети в телевизоре уже раздеваются'''
,
'''Госпожа Коган позвонила в отдел некрологов местной газеты.
- Чем можем быть Вам полезны?
- Хочу поместить некролог.
- Хорошо. Какой текст желаете?
- "Абрам Коган умер."
- И это все?
- Все.
- Но за минимальную цену Вы можете поместить до пяти слов.
- Хорошо, тогда: "Абрам Коган умер. Продается Кадиллак."'''
,
'''Учительница спpашивает Вовочку, что импоpтиpует в нашу стpану Индия?
Вовочка:
- Hе знаю.
Учительница:
- Hу подумай, вот вспомни, что вы семьей пьете по утpам?
Вовочка:
- Что, неужели pассол?!'''
,
'''Мужик целый год копил деньги, чтобы съездить с женой в отпуск.
Купили тур в Австралию. Прилетели, осмотрелись, и решили поехать
на джипе по диким местам. В фирме выдали им Ланд Ровер, они и поехали.
Вскоре посреди дороги попадается им здоровенный голый абориген,
который с наслаждением трахает кенгуру. Ладно, отвернулись, объехали.
Через пару километров - попадается им пожилой одноногий абориген,
который тоже трахается, засунув член в дупло дерева.
Семейная пара расстроилась и вернулась назад. Мужик жалуется менеджеру
туристской фирмы - мы, дескать, долго копили деньги на поездку, хотели
насладиться общением с дикой нетронутой девственной природой, а у вас
тут сначала абориген кенгуру трахает, а потом еще другой член в дупло
засовывает... Менеджер удивляется:
- А вы чего ожидали? Ведь не может же пожилой одноногий человек
кенгуру поймать'''
,
'''У Жириновского появилась вдруг посередине лба коричневая полоса.
Ну, он обошел всех знаменитых врачей, перепробовал всякие лекарства -
ничего не помогает. И тут один из помощников говорит ему, что есть
какой-то врач-еврей и, может, он сможет помочь. Ну, как не не хотелось
идти к еврею, а здоровье дороже. Приходит он, значит, к нему на прием,
а тот как увидал, сразу говорит: "Съеште пять килограмм дерьма, и
полоса исчезнет. Ну, Жириновский, конечно, офигел от наглости, поорал,
пообещал, что тот сам у него будет дерьмо жрать, и ушел. Но через месяц
ничего не осталось, как испробовать это средство. Ну и как только
сожрал 5 кг дерьма, полоса сразу прошла. Он сразу к доктору:
- Спасибо вам, а что ж это у меня было и почему надо было есть дерьмо?
- Да у вас просто уровень понизился.'''
,
'''Маленький мальчик спрашивает маму:
- А когда я вырасту, у меня две писи будет?
- Как две?
- Ну, как у папы: одна маленькая, чтобы писять,
а другая - большая, чтобы чистить зубы моей нянечке.'''
,
'''Встречаются двое. Один грустный. Второй:
- Ты че невесел?
Первый:
- Хомяк мой повесился. Даже записку предсмертную оставил...
Второй:
- НУ!? И че в записке?
Первый:
- Да хрен его знает, написано мелко.'''
,
'''Ползут две черепахи по пустыне. Одна спрашивает:
– Чё, гололёд что ли?
– Да не, вроде не похоже.
– А нахуя тогда столько песка насыпали?'''
,
'''— Ты где был?
— С собакой гулял.
— У нас же нет собаки.
— А мы с ней на улице познакомились.'''
,
'''К дантисту заходит пациент:
-Доктор, мне кажется, что я моль!
-Так это вам не ко мне, а к психиатру надо
-А у вас свет горел!'''
,
'''Один мальчик родился с гайкой вместо пупка.
И он спросил у родителей, почему у него там гайка. Родители пообещали ему рассказать об этом на его 14-летие.
Ему исполнилось 14. И он опять подошёл и спросил у родителей, почему у него вместо пупка гайка. Родители пообещали рассказать ему об этом когда ему будет 18 лет.
В 18 лет он спросил снова и родители рассказали ему, что есть один остров на котором растет пальма, а под этой пальмой зарыт сундук.
Парень долго копил денег и всё таки приехал на этот остров. Нашёл пальму, откопал сундук, в котором лежала ключ разводной. Он открутил гайку ключом и у него отвалилась жопа.'''
,
'''В армии прапорщик спрашивает солдата:
— Иванов, где учился?
— МГУ
— Че мычишь то? Читать хотя бы умеешь?'''
,
'''— Мам!
— Не мамкай.
— Пап!
— Не папкай.
— Пабло Диего Хозе Франциско де Паула Хуан Непомукено Криспин Криспиано де ла Сантисима Тринидад Руиз!
— Этого тоже не делай.'''
,
'''— Пап, а что такое альтернатива?
— Сложно объяснить в двух словах, ну вот на примере:
Ты работаешь на заводе, из года в год пашешь и пашешь, постепенно копишь бабки. В один прекрасный момент, тебе денег хватает на переезд в деревню. Ты покупаешь десяток яиц и выводишь из них цыплят. Кормишь их, поишь, ухаживаешь за ними, они подрастают и начинают нести яйца. Ты их в инкубатор и вот у тебя уже тысячи цыплят. Ты за ними ухаживаешь и вот у тебя уже тысячи взрослых кур. И вот эти тысячи кур начинают нести яйца - ты уже крутой фермер! И тут наводнение-полный пиздец! Всю твою ферму смывает, всё сдохло, всё смыто...
— Пап, ну и где альтернатива?
— Утки!'''
,
'''Танкисты ремонтируют танк.
Тут появляется фея и спрашивает: - Что делаете, солдатики?
- Не видишь? С гусеницей ебемся!
- А по-настоящему хотите?
- Конечно!!!
У танка отвалилась башня'''
,
'''Цирк. Представление в разгаре. Конферансье объявляет:
- у нас сенсация! Карлик с феноменальной памятью!
Выходит карлик и минут 15 тупо смотрит в зал. Людям это наскучило, из зала начали доноситься недовольные возгласы. Конферансье:
- а теперь карлик обоссыт всех из первых двух рядов! И не пытайтесь бежать, он всех запомнил.
Паника, люди бегут, но карлик реально догнал каждого и обоссал.
...но у одного мальчика папа работал в прокуратуре. Мальчик смахнул с лица мочу и позвонил отцу. Через десять минут приехал спецназ, карлика поймали и засунули ему в жопу паяльник. Конферансье сломали челюсть, директора цирка окунули в унитаз. Даже слона отпиздили.
А мальчик вообще сидел на 15 ряду. Он сам себя обоссал.'''
,
'''-Why do mathematicians confuse Hallowen and Christmas?
-Because 31 Oct = 25 Dec.'''
,
'''Один мужик за кружкой пива рассказывает другому:
— Возвращаюсь я из командировки внезапно. И сразу к шкафу — пусто, под кровать — пусто, в холодильник — пусто...
— А жена что говорит?
— Да нет у меня жены. Квартиру обокрали.'''
,
'''Мужчины думают о сексе каждые 7 секунд.
Что делает разговор с отцом немного неловким.'''
,
'''— Двойной бигмак. Большой картофель фри. Шоколадный кокте...
— Стоп. Давайте так. Вы сходите поедите, а потом еще раз пройдете тест Роршаха.'''
,
'''Заходят три мужика в ресторан , зовут официанта :
- Бутылку "русской", три рюмки и напёрсток.
Официант приносит, а сам думает - на хрен им напёрсток и смотрит:
Один мужик наливает водку в напёрсток, достаёт из кармана маленького - маленького мужичонку и говорит:
- Hу - ка, Вася, расскажи корешам, как ты в Африке тамошнего шамана на хуй послал...'''
,
'''— Егор Летов, кто ты без своей обороны?
— Самый главный анархист, хитрый шпиен, лютый судья, удалой господь'''
,
'''Иду по улице, навстречу дед. Он спрашивает:
- Сколько Сталин людей в лагерях сгноил?
- Мммм, ну, миллионов двадцать...
Дед меня поцеловал, пожал руку и пошел дальше.
Этим дедом был Александр Солженицын.'''
,
'''Как выбрать сценическое имя, если ты DJ:
1.Берешь англо-русский словарь
2.Тыкаешь в любое существительное
4. Добавляешь DJ
5. Profit
6. DJ Profit'''
,
'''Все восхищаются способностью свиньи испытывать оргазм 30 минут.
Но вы просто представьте, насколько утомительно для нее его симулировать.'''
,
'''В который раз собирается одна и та же компания. Все анекдоты уже рассказаны, поэтому в компании решают рассказывать анекдоты по номерам. Вот сидят они, перешучиваются:
— Анекдот №325!
— Ха-ха-ха!
— Анекдот №719!
— Ха-ха-ха!
— Анекдот №18!
— Ха-ха-ха!
— Анекдот №133!
— Ха-ха-ха!
Тут один из компании начинает громко хохотать, кататься по полу, никак не может остановиться.
— Что это с тобой?
— Я этот анекдот ещё не слышал!'''
,
'''Из дипломной работы:
— Поскольку эту работу всё равно никто читать не собирается, для удобства расчётов примем число пи равным пяти…'''
,
'''Прочитав «Фауста» Гёте, слесарь Сидоров решил продать душу дьяволу за квартиру на Кутузовском проспекте. В ответ дьявол расхохотался и сказал, что таких цен давно уже нет, и больше чем на бессмертие Сидоров может не рассчитывать.'''
,
'''Учитель истории в сельской школе, которому ученики каждый год копали картошку, вырвал из всех учебников параграф об отмене крепостного права в 1861 году.'''
,
'''Телефонный звонок:
— Это четыреста сорок четыре — сорок четыре — сорок четыре?
— Да.
— Звони в «Скорую», мужик, у меня палец в телефоне застрял!'''
,
'''— Все кончено. Я выхожу из игры.
— А во время секса ты можешь не говорить фразами из нуарных детективов?
— Я слишком стар для этого дерьма'''
,
'''– Ты относишься ко мне как к куску мяса!
– Девушка, покиньте плов.'''
,
'''Армянская семья так любила порно, что назвала своего сына Камшот.'''
,
'''- Как тебе со мной в постели?
- Мне нравится.
- Тебе только нравится или ты еще и расскажешь друзьям?'''
,
'''Два гея уснули после вечеринки вместе. На утро один просыпается, а второго нет. Походил, посмотрел - нет нигде. Тут глянь в окно, а он на облачке сверху спускается. Тот ему: " Ты где был?" - он ему "Кто рано встает, тому Бог дает"'''
,
'''Ебутся как-то четверо, заходит вдруг бабуля, видит оргию, сразу орет СТАЛИНА НА ВАС НЕТ, входит Сталин, залезает сверху, оргия продолжается.'''
,
'''- А давайте вызовем проститутку.
- Давайте
- Сидорова, к доске!'''
,
'''- Ребята, должна сказать, что у вас очень плохо обстоят дела с математикой. Я думаю, что 90 процентов из вас не сдадут годовую контрольную.
Голос из класса:
- Да нас здесь столько и не наберется.'''
,
'''— Все что ни делается — все к лучшему.
— Мужчина, прекратите блевать на моего ребенка!'''
,
'''Купили пять парней себе вишневую девятку. Сели в нее, поехали по городу кататься. Тут один говорит: "Ребята, давайте сейчас вон того мужика в пальто пресанем, мы же БАНДА!". Остановились. Подзывают мужика: "Эй, мужик, мы тут банда короче, сейчас соси у нас всех". Тут мужик достает обрез и говорит:
- Сами друг у друга сосите!
- Э, мужик, ты чего? Прости, погорячились...
Мужик делает выстрел в воздух.
Ну, делать нечего, отсосали друг другу. Едут дальше грустные. Тут один: "Ребята, а знаете почему он нас не убил? Потому что мы БАНДА!"'''
,
'''В то время как прыгун в воду Сидоров совершал прыжок в девять оборотов с десятиметровой вышки, из бассейна неожиданно ушла вода. Но атлет не растерялся и, пользуясь отсутствием воды, сделал еще один оборот.'''
,
'''Сколько времени в космическом безвоздушном пространстве может находиться человек без скафандра? Практически вечно.'''
,
'''Пилот говорит стюардессе:
- Мы терпим крушение, отвлеките чем-нибудь пассажиров.
Стюардесса входит в салон и говорит:
- Сейчас я сниму блузку, и у самолета отвалится левое крыло.
Снимает блузку и крыло отваливается. Публика в удивлении и восхищении.
Стюардесса продолжает:
- Сейчас я сниму юбку, и у самолета отвалится правое крыло.
Снимает юбку, крыло отваливается, самолет падает и разбивается.
Из-под обломков вылезает один выживший мужик и говорит:
- У-у, сама блядь, и шутки твои блядские!'''
,
'''Попал мужик после смерти в рай. Видит - а там сам Александр Сергеич Пушкин прохаживается. Вот пригласил он мужика на прогулку. Ходят они по раю, о поэзии беседуют. Вдруг Пушкин - бац! и крутанул сальто. И дальше идет, общается, как ни в чем не бывало. Мужик удивился и спрашивает:
- А почему вы, Александр Сергеевич, кувыркнулись?
- Да вот, понимаете ли, милостивый государь, если про нас, умерших кто-нибудь на земле анекдот расскажет, то тот, о ком рассказано было, тот час же перевернется.
- А-а, вот оно в чем дело... А что это за два пропеллера вон там крутятся?
- Да это Василий Иваныч Чапаев с Петькой прогуливаются.'''
,
'''Мальчик, занимающийся борьбой и оригами, сделал из хулигана журавлика.'''
,
'''Леонид Ильич Брежнев приезжает в Ташкент с официальным визитом. В
аэропорту проходит торжественная встреча. Ликующие граждане держат
многочисленные портреты Генсека и приветствуют радостно:
- Ас-саляму алейкум, дорогой Леонид Ильич!
- Уа-алейкум ас-салям! - отвечает Брежнев.
- Ас-саляму алейкум, дорогой Леонид Ильич! - вновь приветствуют граждане.
- Уа-алейкум ас-салям! - вновь отвечает Брежнев.
Тут откуда ни возьмись, из толпы выскакивает местный диссидент и
выкрикивает:
- Архипелаг ГУЛАГ!
- ГУЛАГ архипелаг! - отвечает Брежнев.'''
,
'''— Привет, а Слава где?
— Слава у Карины.
— Чего?
— Слава у Карины!
— Связь плохая, громче.
— СЛАВА У КАРИНЫ!!!
— Бендеровец ебаный'''
,
'''Тонет корабль. Невозмутимый англичанин, с трубкой во рту, обращается к капитану:
- Cэр, какая из шлюпок для курящих?'''
,
'''Три друга сняли проститутку. Первый пошёл, выходит - я две палки кинул. Второй пошёл, выходит довольный - я пять
палок кинул. Пошёл третий, через минуту выходит и говорит - бля, простите, я палки не нашёл, я ей доской переебал.'''
,
'''У смеющегося человека спрашивают, почему он смеется. Тот отвечает:
- Рассказывал сам себе анекдоты, среди них попался такой, который ни разу не слышал.'''
,
'''Старый замок. В прихожую заходит мадам(старая клюшка) и говорит служанке, такой же старой клюшке:
— Доложи хозяйке, что пришла синьора Мария Анхель Хулия Лопес! Служанка заходит к хозяйке замка, такой же старой как и они, и говорит:
— Госпожа, Хулия пришла.
Та некоторое время недоуменно смотрит на прислугу :
— А я откуда знаю, хули ты пришла?!'''
,
'''Встречаются два приятеля на автобусной остановке. Первый: — Привет! Давно тебя не видел. Ну что, женился уже? — Нет. — Так что же ты ждешь? — Автобус.'''
,
'''Клуб любителей радиоактивных элементов распался.'''
,
'''На заседании ООН выступает представитель Израиля.
– Перед тем, как начать, – говорит он, – я хотел бы сделать небольшой экскурс в историю. Давным-давно, как вы знаете, Моисей водил свой народ по пустыне. Стояла ужасная жара, всем хотелось пить. Тогда Моисей ударил посохом о каменистую гору, и та превратилась в озеро. Народ иудейский напился воды, а Моисей, сняв с себя одежду, вошел в озеро и искупался. Когда же он вышел из воды, одежды его на берегу не было. Несомненно ее украли арабы.
– Наглая ложь! – вскочил представитель Палестинской автономии. – Никаких арабов там в то время не было!
– Совершенно верно, – кивнул представитель Израиля. – Именно с этого я и хотел бы начать свою речь.'''
,
'''Умирает старый еврей, уже плохо видит. Спрашивает:
- Абрам, сын мой старший, ты здесь?
- Я здесь, папа.
- Изя, сын мой младший, ты здесь?
- Да, папа, я рядом.
- Сара, женушка моя, ты тут?
- Да, любимый..
- А почему свет на кухне горит??'''
,
'''Мистер Грин, я вас просто не понимаю,-- раздраженно сказал врач,-- какое снотворное вы просите выписать, если до двух часов ночи торчите в баре? -- Это не для меня. Для моей жены.'''
,
'''Строитель, тяжело пострадавший на работе, принимает в больнице своего друга и говорит:
- Врачи сказали, что дела мои плохи. Я, может и не выжеву и, как бы мне ни было неприятно, чувствую перед тобой долг что-то сказать. Знай, что твоя жена тебе изменяет.
- Да? И как ты узнал?
- Я работал на стройке как раз напротив вашей квартиры. И недавно увидел, как к твоей жене в гости пришёл незнакомый мужчина, преподнёс цветы и вытащил из дипломата бутылку сухого...
- А дальше что? - перебивает раздражённый друг.
- Дальше они сели на софу, выпили, поговорили и он стал её обнимать...
- Да покороче ты! Что потом?
- Потом она поцеловала его и начала медленно раздеваться...
- А потом? Потом?
- Потом не помню. Нас собралось слишком много и леса обрушились.'''
,
'''Умирает старый человек и очень просит свою молодую
жену после его смерти не выходить замуж за того соседа, который
много лет вел с ним в суде тяжбу и замучил его.
-- Будь спокоен, я уже обещала другому,-- ответила жена.'''
,
'''Прибегает как-то Наташа Ростова к отцу, вся взволнованная:
- Папенька, папенька, этот негодник Ржевский обещал меня публично
изнасиловать!
- Да-а-а, поручик может... К примеру, намедни пялил я в конюшне кобылу,
так этот баловник такую рожу состроил - у меня одни вожжи в руках остались!'''
,
'''Ночью женщина должна родить. Во сне к ней является ангел и говорит: - Я сделаю так, чтобы во время родов половину боли чувствовал отец ребенка. Она родила и спрашивает мужа: - Как спал? - Плохо. Сосед всю ночь орал как-будто рожает.'''
,
'''В одной семье муж соглашался заниматься сексом с женой исключительно
в полной темноте. Так продолжалось много лет. Hо в один прекрасный
день жена решила, что всё, хватит, и в самый разгар секса неожиданно
включила свет. Тут то она и увидела, что муж делает это огурцом. Вне
себя от ярости она орет:
- Ах ты сволочь! И давно ты уже так делаешь? Я жду объяснений!
- Я тебе сейчас все объясню, - отвечает муж, - только сначала ты объясни, откуда у нас трое детей!'''
,
'''Снял мужик проститутку. Она разделась, потом сняла с ноги протез, отстегнула накладную грудь, вынула вставную челюсть... Мужик поворачивается, чтобы уйти. - Ты что, котик, сбежать хочешь? - Нет, просто я член в других брюках забыл'''
,
'''Ночной авиарейс. Пассажиры все спят. Вдруг самолет начинает резко снижаться. Один из пассажиров почуяв это просыпается и видит, что команда в полном составе с парашютами чешет в хвост самолета. Пассажир хватает за руку бегущего последним капитана и спрашивает:
"Капитан! Что-то случилось?!"
Капитан достает изо рта конфету, улыбается, хлопает пассажира по плечу: "Да так ничего, неприятности на работе"'''
,
'''В Уссурийском заповеднике экскурсовод рассказывает, как надо охотиться на тигра:
- Увидев тигра надо бежать от него и прыгнуть в яму. Тигр прыгнет за вами в яму и вы начинаете крутить ему яйца. Один турист спрашивает:
- А если это тигрица?
- Тогда крутите свои яйца, они вам больше не понадобятся.'''
,
'''Покойника хоронили с музыкой и хором. Найдя последнее излишним, хор откопали.'''
,
'''- Дорогая, доктор мне сказал, что я никогда больше не смогу иметь детей...
- Слава Богу, педофил проклятый!'''
,
'''Ливерпуль, XVII век, портовая корчма. Сидят за столом старый морской волк без
глаза, без ноги и без руки (с протезом в виде крюка) и туча молодых матросов,
и хавают ром.
- Старик, а ногу где потерял?
- Короче, братва, было дело возле Кубы. Испанский галеон брали, битком набитый
золотом. Идем на абордаж, я уже приготовился, перелез через борт, а тут волна
наш корабль подбросила, врезались, а я не успел среагировать и ногу оторвало
к ядреной матери...
- А с рукой-то как дело было?
- Дело было в Средиземном море. Турецкую галеру с бабами для ихнего султана
брали, значит. Hу, абордаж, пока ребята турков резали, я прямиком в трюм к
бабам. Hу, засмотрелся я на красоту, и тут мне евнух, гад, ятаганом руку и
отхуячил...
- Hу, а глаз?
- Да это тут, на пристани...
- ????
- Чайка насрала, а я забыл, что у меня крюк...'''
,
'''Встречаются в океане два потерпевших кораблекрушение матроса на брёвнах:
- Давно плаваешь?
- Два дня... А ты?
- Да с год будет...
- Ужас! Как же ты жив ещё?!
- Сам не знаю, тоска такая - особенно в штиль...'''
,
'''— Мы прибыли на место убийства. Ничего не трогайте!
— Почему ?
— Это на новый год.'''
,
'''Муж при рaзводе требует остaвить ребенкa ему. Судья спрaшивaет:
- А почему именно Вaм?
- Ну, кaк? Вот, допустим, Вы кидaете в aвтомaт монету и он Вaм выдaет бaнку газировки, тaк чья это бaнкa - вaшa или aвтомaтa?'''
,
'''Инвалид купил навороченную каляску.
Как говорится- не устоял.'''
,
'''Папа с сыном пошли однажды на гору, и сын, ударившись о камень, крикнул:
— ААААААА.
И с удивлением слышит:
— ААААААА.
Мальчик спросил:
— Кто ты?
А ему в ответ:
— Кто ты?
Разозлившись от такого ответа, мальчик кричит:
— Ты пидор!
А ему в ответ:
— Ты пидор!
Мальчик спрашивает у отца: «Что происходит?»
Отец улыбнулся и говорит: «Слушай меня внимательно».
Отец кричит горе:
— Я тебя уважаю!
Ему в ответ:
— Я тебя уважаю!
— Ты лучший.
Ему отвечают:
— Ты лучший.
— Видишь, сынок? Я лучший, и меня уважают. А ты пидор.'''
,
'''Анка приезжает с конкурса проституток с серебряной медалью.
Петька и Василий Иванович:
— Рассказывай, почему второе место!
— Встретились мы в финале с француженкой. Она лежа, я лежа, она стоя, я стоя, она раком, я раком, она в рот, а я не смогла.
Петька с Василием Ивановичем подумали — не дело, надо тренировать. На следующий год Анка приезжает с золотой медалью и с медалью за оригинальность. Петька и Василий Иванович:
— Рассказывай!
— Опять мы с француженкой в финал вышли. Она лежа, я лежа, она стоя, я стоя, она раком, я раком, она в рот, а я сразу два, да еще кааааааак свистну!'''
,
'''Пожар в публичном доме. Раздаются крики:
- Горим, горим ! Воды ! Воды ! Открывается дверь одного номера, поручик Ржевский кричит:
- А в тринадцатый номер шампанского.'''
,
'''В сельском доме ночью раздается стук в окно.
— Дрова нужны?
— Нет.
Утром просыпаются — дров нет.'''
,
'''В совхозе идет искусственное осеменение коров. Ветеринар со
специальным шприцем и банкой спермы не спеша обходит
стадо. Окончив процесс, он садится в свой "Москвич", а тронуться не
может.
Коровы плотным кольцом окружили машину. Он сигналит — никакой
реакции.
Тогда он опускает боковое стекло и кричит:
— Эй, вы, пошли вон отсюда!
И тут одна из коров с большими грустными глазами просовывает в
окошко голову и печально произносит:
— А поцеловать?'''
,
'''- Холмс, как вам удается столько времени обходиться без женщины?
- Элементарно — Ватсон.'''
,
'''Муж из командировки - прямиком в спальню. Два часа с голоду имеет жену, как может. Потом заходит на кухню, а там... жена! Он у нее:
- Подожди, а кого-же я только что имел в спальне!?
Жена забегает в спальную и кричит:
- Мама, почему ты не сказала, что это не я?
Теща отвечает:
- Ты же ведь знаешь, доченька, что я с ним уже два года не разговариваю!'''
,
'''Решил однажды Царь Зверей (лев) собрать всех зверей и конкурс провести :
Каждый расскажет шутку и если хотя бы один зверь не засмеется, то того, кто рассказывал шутку казнят.
И вот собрались все звери. Выходит жираф, рассказывает шутку, все смеются.
Вышел ослик и рассказал свою шутку, смеются все, кроме жирафа. Ослика убивают. В течение этого дня, звери дальше рассказывали шутки и все смеялись.
На следующий день, лев продолжил конкурс. И вдруг жираф начинает смеяться. Все смотрят на него вопросительно, а он отвечает:
-Ахаха, да у ослика шутка смешная была, ахаха.'''
,
'''Математик идет по улице, видит филармония, афиша, "Камерный оркестр Джо Пауэлла".
О, говорит, интересно, зайду.
Через полтора часа растроенный выходит: "Тьфу, тривиальный случай, k=3"'''
,
'''Жил-был любитель преодолевать трудности. Ну, преодолевает он, короче, трудности, и одна девушка говорит ему:
— Хватит тебе трудности преодолевать. Пойдем лучше потрахаемся.
Любитель преодолевать трудности:
— Хорошо, но только стоя и в гамаке.'''
,
'''— Солдат! Почему сапоги не начищены?!
— А вас это не ебёт, товарищ командир!
— Чтоооо?! Да как ты, сопляк, смеешь так разговаривать! ПОЧЕМУ САПОГИ НЕЧИЩЕНЫ?!
— Так ведь гуталина не выдали...
— Меня это не ебёт!
— Ну я сразу так и сказал.'''
,
'''В магазин "всё по 49.5" завезли мой член'''
,
'''Колхоз ”Путь Ленина” переименован в ”Лень Путина”'''
,
'''Штирлиц ел картошку в мундире.
Война давно кончилась и он не боялся его испачкать'''
,
'''Прилетел Змей Горыныч в лес и говорит зверям: "найдите мне Горынычиху, ебаться хочу – сил нет". Звери искали-искали, не нашли. Горыныч говорит: "ну тогда щас всем лесом будете мне дрочить".
Звери встали в два ряда, подхватили хуй Горыныча, а зайцу как самому слабому сказали, чтоб команды отдавал. Заяц командует:
– И-и-и, раз! И-и-и, два! И-и-и... А-А-А, СТОЙТЕ, СТОЙТЕ, ЛОСЯ ЗАКАТАЛО!!!'''
,
'''Врезается Тойота в новый мерс, стоящий на перекрестке. Из мерса вылазят двое мощных братков, вытаскивают мужика из Тойоты и начинают бить. Тот орет:
-Это же Тойота!!!
Те продолжают его усердно бить. Он опять:
-Ну мужики, это же Тойота!
Ноль внимания. Он опять, уже неизмогая:
-Мужики, это же Тойота!!!!
Успокоившись, братки его спрашивают:
-И чё?
-Как что? Водитель-то справа!'''
,
'''Едут в поезде двое русских: один из Москвы, один из Запорожья, третий - дагестанец.
Начинают знакомиться:
— Иван, москвич.
— Мыкола, запорожец.
— Мага, приора.'''
,
'''Сидит новый русский в хорошем ресторане, пьет шампанское.
За соседний столик садится интеллигентного вида человек и говорит официанту:
— Мне, пожалуйста, бокал бордо урожая 1956-го и испанскую курочку с хрустящей корочкой.
Приносит официант бутылку, откупоривает, тот пробует:
— Хорошо!
Приносит курочку. Интеллигент засовывает указательный палец в задницу курице, обнюхивает его, облизывает:
— Нет, это не испанская курочка, эта выросла западнее Лиона, и кормленая отборной пшеницей,
а я просил испанскую.
Официант, извиняясь, уносит.
Шеф-повар в шоке. Приносят из маркета новую, по всем данным испанскую.
Готовят, приносят интеллигенту.
Тот снова проделывает ту же операцию с курицей:
— Это не испанская курочка, эта курочка выращена южнее Неаполя и кормлена отборным просом,
а я заказывал испанскую курочку!
Официант в шоке уносит курицу.
Новый русский, увидев все это, подходит к интеллигенту, бросает ему на стол пачку зеленых и со слезой в голосе говорит:
— Братан, детдомовский я! Пробей на родословную!'''
,
'''Купил в общем Волк себе мотоцикл с люлькой. Едет гордый по лесу, радуется. Догоняет на дороге Зайца.
В: Здарова, заяц, тебя подбросить?
З: Здарова, серый, та можно, токо я никада на моцыке не ездил, я очкую.
В: А ты прыгай в люльку, хватайся за поручень, я медленно поеду, если захочешь быстрей, говори "улю улю"
Залез значит, тронулись, заяц улю улю. Волк быстрей поехал, заяц улюю улююю! Волк втопил конкретно, смотрит, у зайца глаза повылазили, орет:
улююююулююююю улюююю улюююю!!!
Волк останавливает моцык, и орет: ты че, пидор ушастый, совсем ебнулся чтоле??!
Заяц: улююю улюю у люльки дна нету'''
,
'''— Чей это портрет?
— Афродиты.
— А почему негритянка?
— Это Афроафродита'''
,
'''Про известного литератора Генриха Гейне рассказывают, будто он, угодив кому-то или сделав доброе дело, думал про себя: "Я Гейне приятный"'''
,
'''Мох помог группе грибников не потеряться в лесу, а мох и не помочь'''
,
'''Была у мужика толстая жена. Однажды застряла она в унитазе. Ну никак не может вылезти! Муж вызвал спасателей. Думает: Сейчас приедут, а у нее все видно. Взял, прикрыл шляпой сомбреро.
Приехали спасатели, и говорят:
- Ну бабу то мы вытащим, а мексиканцу точно пиздец!'''
,
'''- Ты видела когда нибудь лицо своего мужа, в тот момент, когда ты делаешь минет?
- Да. Однажды муж пришёл домой, а я минет делаю, так у него было такое лицо…'''
,
'''— Я убежденный консервант.
— Чем докажешь?
— Видишь? Это шпроты.'''
,
'''Влазит барин в свою карету, а извозчик как всегда спрашивает:
— Что петь будем, барин?
— Погоди, - отвечает барин,- нога застряла в колесе...
Ну извозчик хлестнул плетью коня и запел:
— Нога застряла в колесе-ееееееееее!!!'''
,
'''Типа автобусный вокзал - автобусы, люди, и т.д. Вдpуг к автобусу идет стаpый дед с pюкзаком, в сапогах, одежда лесная - в общем pеальный охотник. Заходит он в автобус, и тут все пpосто выкатывают глаза - от деда идет стpашная вонь! Пpосто ужас какой-то! Щепетильные гpаждане вызывают мусоpов, деда забиpают в участок, сажают на стул, и допpашивают:
- Дед, ты почему так жутко воняешь?
- А вот, сынок, пошел я в лес, на охоту. Hочь наступила. Сижу у костеpка, вдpуг вижу, в кустах паpа глаз гоpит. Я pужье взял, из одного ствола туда шаpppах! Глаза потухли. Бегу в кусты, а там волчаpа здоpовый лежит. Hу я как давай с него шкуpу снимать...
- Дед, так это шкуpа так воняет?
- Да ты дальше слушай! В общем сижу я опять, вдpуг вижу, в тех же кустах уже две паpы глаз гоpят. Я из двух стволов туда как шаpppахну, глаза потухли, бегу, смотpю, два огpомных волка лежат. Hу я давай шкуpу снимать...
- Дед, не гони. Так это шкуpы так воняют?
- Да говоpю, дальше слушай! Опять сижу я у костеpка, вдpуг смотpю, в тех же темных кустах тpи паpы глаз светятся. Hу я из двух стволов Бах-бах! Потом еще пистолет достал, еще из пистолета туда бах! Глаза потухли. Иду в кусты,а там тpи матеpых волка лежат! Hу я давай шкуpы снимать...
- Дед, задолбал. Так это шкуpы так воняют, или что?
- Это носки мои воняют. Да ты дальше слушай...'''
,
'''Пошел мужик на рыбалку. Взял одну удочку, поллитру - так, на бережку посидеть. Сидит, нальет-выпьет. Не клюет....Уже почти всю бутылку выпил, а ни одной поклевки не было. Осталось водки чуть чуть, и тут клюет! Мужик вытаскивает, а там мааааленький карасик. Ну рыбак подумал - что с ним делать то? Да еще и с таким мелким. Открыл ему рот, плеснул пару капель водки, бросил обратно в воду и начал по-тихоньку домой собираться. И тут как начало клевать! Мужик устал рыбу вытаскивать. Наловил полное ведро и довольный домой идет.
Слышит из ведра злобный шепот:
— Ну карасик, ну сучара….."Наливают!!! Отпускают!!!"'''
,
'''Ловят два рыбака рыбу.У первого ничего не клюет, у второго клев идет на ура, только успевает забрасывать удочку.
Первый:Друг, подскажи на что ловишь?
Второй:На таблетки от триппера.
Первый все бросает и бежит в ближайшую аптеку.
— Дайте мне три, нет, пять пачек таблеток от триппера. продавщица:-Что уже поймали?
— Нет, но место знаю охуенное.'''
,
'''Приходят два Голландца в ресторан.
Официант:
- Что-нибудь из спиртного будете?
Голландец:
- Нет, мы за штурвалом.'''
,
'''Сдают анализ крови две женщины. У одной сифилис у другой сахарный диабет. Обоих зовут Света Соколова. За результатами приходит муж одной из них. Доктор смотрит на анализы и не знает, как ответить. Долго думает и говорит: — Придете домой — напоите жену сладким чаем, если через час не сдохнет — ебать не советую!'''
,
'''У мужика в деревне состарился петух. Совсем плох стал: ходит кашляет, хромает, кур не топчет. Решил тогда мужик завести нового, молодого петуха. Завел, а через неделю выкинул. Опять нового завел. Снова выкинул. И так 4 раза подряд.
Купил мужик на базаре очередного петуха. Приводит его во двор и оставляет. Подходит к новенькому старый петух и говорит:
- Ну привет, салага. Че, хочешь в моем дворе хозяйничать?
- Да, хочу.
Я не против, но если хочешь быть тут главным, моих кур топтать, да за порядком следить, ты должен один раз меня догнать. Догонишь - ты хозяин. Согласен?
- Идет.
Ну, значит, бегают по двору петухи, бегают целый час. Молодой вроде и быстрый, вот-вот догоняет, а старый все закаулки знает во дворе: раз, да зашмыгнет куда-нибудь.
Бегают петухи час, второй. Мужик тем временем в окно выглядывает: "ТЬФУ! ОПЯТЬ ПИДОРАС ПОПАЛСЯ!"'''
,
'''разгружают этап, на рельсах сидит пидор и жрёт колбасу.
Первым выгружают общий режим:
- алё, мужик, дай колбаски!
- нельзя у меня брать, обиженный я...
- ах ты пидарас! Хули тут расселся!
Выгружают строгий режим:
- ауе, земеля, дай колбаски!
- не могу, опущенный я...
- а мы с другого краю отломим, где ты не ел!
Особый режим:
- братулёк, дай колбаски!
- не могу, петух я...
- да хули ты на себя наговариваешь!'''
,
'''Захотіли москалі стати українцями. Прийшли вони в одне українське село, в хату де жив старий, самотній дід і питають:
- Дед как нам стать украинцами?
Дід:
- Бачите он ту високу гору?
Москалі: - Да, вижу..
Дід:
-А на ній високий камінь бачите?
Москалі:
- Да..
Дід:
- Залізьте не цей камінь і крикніть "Я УКРАЇНЕЦЬ", і станете українцями.
Вилізли вони на ту гору і бачать що разом на камінь не вилізуть, і один каже:
- Давай ты меня подсадишь,а я вылезу и дам тебе руку и крикнем.
Підсадив він його, той виліз і кричить:
- Я УКРАЇНЕЦЬ!!!!
Другий каже:
- Давай мне руку.
- Та пішов ти нахуй, москаль йобаний.'''
,
'''Грузин тонет. Видит, по берегу русский идёт. А грузин забыл, как по-русски будет "тону". Ну и кричит русскому:
— Э, сущии, паслэдни рас купаюсь. Абыдна, да?'''
,
'''Когда армянские учёные нашли доказательство того, что Ереван был основан в 782 году до нашей эры. Азербайджанцы как услышали об этом, решили, что так дело не пойдёт. Купили алюминиевое ведро, на нём начертали 882 год до н.э и закопали у себя в Баку. Потом по телевидению объявляют: «СЕНСАЦИЯ! Азербайджанские археологи нашли ведро с датой основания Баку!» Международные эксперты приехали подтвердить находку, взяли ведро, повернули и увидели надпись на дне: “Ереванский алюминиевый завод”.'''
,
'''Ебет заяц льва и говорит :
— Вот видишь, Лева, как не вовремя тебя паралич разбил!'''
,
'''Царь (Ц) выдает свою дочку замуж. Она у него больная на голову. И пытается он выдать её за Ивана Дурака. (И)
(Ц) - Ваня, возьмешь её в жены, дам четверть царства.
(И) - Да ну тебя, она же даун.
(Ц) - Ваня, пол царства даю, забери её, она мне уже самому зае*ла.
(И) - Хрен с тобой, но е*ать мне её как? Она же страшная.
(Ц) - Ну, а ты пакет ей на голову надень, и е*и.
На этом и порешили. Прошел год. Иван и жена(Ж) кое как живут. Решил Иван повесить картину на стене. И говорит жене:
(И) - Жена! Принеси молоток!
Она, из-за того, что больная, постоянно повторяет, чтобы не забыть.
(Ж) - Молоток молоток молоток молоток ....Приносит молоток
(И) - Принеси гвоздь!
(Ж) Гвоздь гвоздь гвоздь гвоздь...Принесла гвоздь.
Иван взял молоток, собирается забить гвоздь. Целится, целится, и как по пальцу еба*ет! И Кричит.
(И) ЕБААААААААТЬ!!!11
(Ж) Пакет пакет пакет пакет......'''
,
'''Как-то раз еще молодой Пелевин решил выбрать себе псевдоним. Открыл словарь российских фамилий и стал выбирать: Пахтин, Пахурин, Пачкунов, Пашков, Пашутов, Пегашов, Пегуша, Педыш, Пекер, Пекин, Пелевин… Вот, вот отличный псевдоним: Пелевин!
Немного подумав, он вспомнил, что это и без того его фамилия. С тех пор так и подписывал все свои книги - В. Пелевин.'''
,
'''*стук*
Кто?
*стук*
Кто?
*стук* *стук*
Да кто там?
*стук* *стук* *стук*
Кто блять?
*стук* *стук* *стук* *стук* *стук*
Пошёл нахуй, Фибоначчи!'''
,
'''Прилетает муж из командировки. В аэропорту стоит, ищет 2 коп для телефона автомата, позвонить жене, нету… Садится в такси и едет домой. Открывает дверь. Заходит и слышит, что жена с любовником резвится по полной на их кровати. Мужик уходит, тихо закрывая дверь и ловит такси до аэропорта. Идет в буфет . Меняет деньги и звонит жене, что приехал. Садится в такси. Приезжает домой. Заходит. Встречает жена радостная. Борщ, пузырь, закуска на столе. Дома чистота. Жена ласковая как никогда. Мужик водочки выпил, закусил, сидит борщик кушает и думает: "из-за 2 копеек чуть такую женщину не просрал!"'''
,
'''Женщина лежит в постели с любовником. Вдруг раздается звонок в дверь,
она понимает, что пришел муж и в порыве отчаяния восклицает:
- Господи, сделай так, чтобы он ничего не заметил!
Разверзаются небеса и господь говорит:
- Хорошо, я так сделаю, но ты умрешь от воды.
Она говорит:
- Хорошо.
Проходит год, два года. Женщина не купается, моется только под душем,
старается по возможности любыми путями избегать воды. Проходит 3 года,
она неожиданно выигрывает путевку в морской круиз.
Посомневалась-посомневалась, и решила поехать. Плывет она на шикарном
лайнере, вдруг ночью начинается шторм, все в панике корабль тонет. Она
опять в порыве отчаяния восклицает:
- Господи, ну ты же не можешь из-за меня одной потопить весь корабль!
Разверзаются небеса и господь говорит:
- Могу лол.'''
,
'''— Бэрримор, кто это воет там на болоте?
— Петербуржцы, сэр.'''
,
'''- Алло, это министерство культуры?
- Добрый день. К сожалению, Вы ошиблись, это - прачечная.
- Прошу прощения.
- Всего доброго.'''
,
'''- Как зовут армянина-трубача?
- Арагорн'''
,
'''Однажды один НКВД-шный полковник написал на Семёна Михайловича Будённого донос. Ознакомившись с документом, товарищ Сталин вызвал обоих к себе в кабинет.
- Очень сложный вапрос, таварищи, - сказал он. - Нэ знаю даже, кому вэрить. Давайте сдэлаем так. Ви сыграете в шашки. Кто вииграет – тот и прав.
- Дел-то! – сказал Семён Михайлович.
Вытащил свою боевую шашку и порубал НКВД-шного полковника в лапшу.
- Маладэц! – резюмировал товарищ Сталин.'''
,
'''Стоит гаишник с утра злой. С женой поссорился, дочь вчера опять двойку принесла из школы, мороз на улице...
Смотрит, несётся на огромной скорости "Мерседес". Останавливает гаишник машину и с ходу начинает орать на водителя:
- Ах ты ж, твою мать! Почему скорость решил не соблюдать, несёшься по встречной? Что, правила не для тебя придумали?! Документы сюда, быстро!
Оцепеневший и бледный водитель протягивает ему документы, которые гаишник сразу же рвёт, бросает ему обратно в салон, плюёт ему в лицо и с криком: "Марш за мной, козёл!" двигается по направлению к патрульному автомобилю.
Затем полицейский оглядывается, смотрит на номерные знаки "Мерседеса" и с ужасом замечает серию "АМР".
Тут же разворачивается, подходит к водителю и начинает оправдываться:
- Простите, сам не знаю, что на меня нашло... С утра день не задался, а за права не переживайте, я вам новые сделаю, завтра же!
Водитель, вытирая пот со лба:
- Да хрен с ними, с правами! Меня же чуть инфаркт не хватил! Я ведь подумал, что власть поменялась!'''
,
'''Привели к попу мальчика, а он ему как раз.'''
,
'''Вовочке в школе учительница говорит: - Вовочка, иди домой, у вас в семье большое горе. [повторяется с директором и по дороге домой - с дворником и соседом]
Вовочка приходит домой, а там мама сидит плачет и говорит:
- Вовочка, у нас в семье большое горе: Сашенька стрелял в государя.'''
,
'''Мужик свалился за борт. Акула откусила ему член. Барахтаясь, он случайно поймал Золотую рыбку. Та ему говорит, что выполнит одно желание. Мужик тут же просит:
— Сделай, чтобы мой член был с метр длиной и потолще.
Рыбка:
— Исполнено.
Мужик:
— А что это там всплыло?
Рыбка:
— Акула. Подавилась твоим хуем..'''
,
'''Был при дворе Ивана Грозного охотник. И была у того охотника одна-единственная цель в жизни. Он хотел у царевны... сиськи полизать! Жил ради этого. И вот как-то рассказал свою беду лекарю, на что тот ответил:
- Помогу я тебе, но придётся дорого заплатить. Ты согласен?
- Да! - воскликнул охотник. - Любые деньги, только исполни мою мечту!На следующий день прокрался лекарь в баню, когда царевна мылась, и насыпал ей в бюстгалттер зудящего порошка. Царевна помылась, вышла из бани, а у неё там всё чешется!!! Она тут же к царю. Рассказала о своей беде, а тот, ясно, вызвал к себе лекаря. Осмотрел лекарь царевну и говорит:- Болезнь редкая, но излечимая. Есть у вас при дворе охотник, у него слюна целебная. Он должен четыре часа у царевны сиськи лизать!Ну, делать нечего, царь выгнал пажей, отпустил конвой, позвал охотника, приказал, что если кто об этом узнает, он всех на кол посадит.Вот охотник свои потребности и удовлетворил.Как дело кончилось, подходит лекарь к охотнику и говорит:- Плати, раз обещал.А охотник ему:- Чего??? Да пошёл бы ты нах, я вон сейчас пойду царю всё расскажу, и тебя на кол посадят. Понял меня???Обиделся лекарь. На следующий день он насыпал зудящий порошок царю в трусы.'''
,
'''Беседуют парень с девушкой:
— Какие планы на вечер?
— Да вот хочу чаю выпить, подрочить и лечь спать.
— Некоторые подробности мог бы и опустить!
— Хм... Ну ладно. Подрочить и лечь спать.'''
,
'''Идет вьетнамская разведгруппа в тыл противника. День идут, два идут. У них на пути джунгли, овраги, болота. На третий день выходят к берегу неглубокой реки. Подумали и решили идти вброд. Начали перебираться, и на середине реки один из разведчиков говорит:
— А вода ж така тепла як у Дніпрі!'''
,
'''Вьетнам. Из рейда на базу возвращается сильно потрёпанный взвод американских морпехов. И сразу на ковёр к командованию.
— Что случилось?
— Как только высадились с вертолётов, на нас из джунглей напали вьетконговцы и всех отпиздили ногами.
— А почему ногами?
— А руками они глаза щурили.'''
,
'''Мальчик папу достаёт просьбами сводить на рыбалку. Отец говорит:
- Ладно, надо мужика из тебя сделать, пошли.
Покупает дохера всяких принадлежностей и удочки, сдувает пыль с дедовой лодки, вытаскивает её с сыном в воду. Садятся они. Отец говорит:
- Запомни единственное и главное правило рыбалки. Не говори, чтобы не спугнуть рыбу. Понял? Молчать должен, понял, пиздюк? Не спугни!
Мальчик кивает головой и испуганно молчит, пока они плывут по озеру куда-то. В полной тишине отец забрасывает в камыши удочку, сидят минуту, он подсекает, выдергивает жирного окуня и берет в руку. Сын молча смотрит. Отец кладет окуня на борт лодки, достаёт огромную кувалду и начинает глушить бедную рыбу. Ебашит ожесточенно, со всей силы, лодка шатается, летит кровь во все стороны, сын молча смотрит. Когда голова окуня превращается в кровавую кашу, мальчик говорит:
- Батя, ты че делаешь?
Отец от удивления мажет мимо рыбы по борту, лодка накреняется, тушка окуня падает в озеро, отец оборачивается и орёт:
- БЛЯТЬ, СПУГНУЛ ВСЕ-ТАКИ!'''
,
'''Приходит мужик(М)в ресторан к нему подходит к нему сомелье(С)и говорит:
— Чего изволите?
— Каберне-совиньон,1961 года урожая, правый берег Роны, южный холм,юго-западный склон.
Сомелье уходит. Нашел бутылку все совпадает кроме склона. ну (С) думает не такой он и профи не заметит.
(М) дегустирует и говорит:
— Я же просил с юго-западного склона, а вы что мне принесли?
(С):
— Юго-западный южный они же рядом какая вам разница?
(М):
— Чувак у тебя жена есть?
(С):
— Есть.
(М):
— Возми два пальца, один засунь ей в жопу, другой в пизду, вытащи и оближи. Вроде рядом, а какая разница.'''
,
'''Мужик выебал шлюху в клубе, утром иду в туалет, смотрю, на члене огромная сыпь и что-то капает с конца. Ну, думает, ахуеть, приехали...
Приходит к доктору, а тот с ехидной улыбкой:
-У меня есть 2 новости, хорошая и плохая.
-Давайте с плохой
-Член придется ампутировать
-О боже... А какая хорошая?
-У меня сегодня день рождения'''
,
'''-Мне русиано,пожалуйста
-Может,американо?
-Думаешь в США лучше?хорошо там,где нас нет,дружок,ну ты канешн русофоб,я вот вне политики лично'''
,
'''- Ватсон, я смотрю вы сегодня случайно вляпались левым ботиком в говно?
- А вот тут-то ваш дедуктивный метод вас и подвел, Холмс! Я в него
специально наступил.'''
,
'''— Товарищ прапорщик, что нового в роте?
—Да так, по мелочам… зуб вырвал, пломбу поставил.'''
,
'''Осьминог приходит устраиваться на работу в цирк.
- Я умею играть на разных музыкальных инструментах...
- Ну покажите нам.
Осьминог играет на фортепьяно, гитаре, скрипке, саксофоне и т.д....
Все в восторге. Директор спрашивает:
- А на волынке умеешь?
- Я не знаю, что такое волынка.... Однако - несите сюда. Попробую. Думаю, что смогу.
Приносят волынку...
Осьминог с удивлением и нежностью долго смотрит на нее и спрашивает:
- А можно я ее сначала трахну?'''
,
'''Три подруги разговаривают о силе рефлексов. Первая говорит:
- Представляете, вчера я споткнулась на лестнице, и если бы я тут же не ухватилась за перила, я бы могла убиться!
Вторая:
- А я вчера чуть не задавила ребенка, который неожиданно выбежал на дорогу. Я затормозила буквально в пяти сантиметрах от него.
Третья:
- Это все ерунда. Вот я вчера сидела в туалете. Вдруг дверь открывается, и вбегает мужик с членом в руке! Так что если бы я моментально не взяла у него в рот, он бы меня обоссал.'''
,
'''Чернобыль. Три года спустя после аварии. Лес... идет красная шапочка—два метра ростом, косая сажень в плечах... лысая... Встречает волка. Он маленький... чахлый...
ОНА: ...волк, а чё ты, сказку не помнишь? ...может сожрать меня хошь?
ОН: ...да нет, что ты...
ОНА: ...а может изнасиловать?
ОН:...нет, что ты....
ОНА: загибает подол юбки ...тогда СОСИ!!!'''
,
'''Сидят два мужика на берегу моря, и видят девушка красивая барахатается.
Первый- Давай, мы подождем когда она утонет, вытащим и трахнем?
Второй -А давай, делать-то нечего.
Ну значит через некоторое время девушка потонула, они её достали и Перый имеет её, а Второй задумчиво так: Не наша эта девушка....
Первый - Почему?
Второй- Наша в ластах была, а эта в коньках.'''
,
'''Шёл по лесу рыцарь и видит — говно лежит.
– Я тебя съем, - говорит говно.
– Нет, это я тебя съем, - ответил рыцарь и съел говно.
Вот так всегда добро побеждает зло.'''
,
'''Любовник в полумраке лобзает губами грудь подруги..Потом вытирает губы и говорит:
-Милая,мне кажется у тебя молоко пошло..
-Дорогой это чирей гноится,грудь выше..'''
,
'''Пошли как-то два друга,Лупа и Щёка,получать зарплату. В бухгалтерии все перепутали,и Щёка получил за Лупу,а за Щёку,пока ты это читал,получила твоя мать.'''
,
'''Всегда чувствовал себя неуютно в мужских раздевалках. Ведь у меня там самый большой член. Хотя это может быть потому что он стоит.'''
,
'''Моя девушка утратила веру, когда ей было 12 лет. Её родители прибили десятикилограммовое распятие прямо над ее кроватью. А недели через две, посреди ночи, распятие упало со стены, и оставило огромную рану на затылке у её отца.'''
,
'''Купил Пифагор штаны, а они во все стороны равны'''
,
'''Муж говорит жене:
— Ну, не знаю, давай подарим твоей маме столько денег, сколько ей исполнилось лет.
— Ого! Что, прям 50 тысяч подарим?!
— А ей что, 50 тысяч лет исполнилось?'''
,
'''Не нужно шутить про украинцев. Они переходят все границы.'''
,
'''Мужик купил на ярмарке двух гусей, ведро, наковальню, а потом еще двух кур по дешевке. Идет домой, а навстречу маленькая девочка:
— Подскажите, как к деревне пройти?
— Идите со мной, я покажу. Только давайте через лес, так ближе.
— Ну, конечно, а то я вас, мужиков, не знаю! Только зайдем в лес, так где-нибудь меня к дереву и прижмете…
— Да ты что, девочка? Видите, сколько у меня живности в руках? Как я смогу?
— Да очень просто! Гусей накроете ведром, а сверху — наковальню.
— А кур я куда дену?
— Ну, хорошо, кур я могу подержать.'''
,
'''Петя хотел, чтобы родители подарили ему подушку.
Но они подарили велосипед.
Всю ночь он проплакал лицом в педали.'''
,
'''— Боже мой! — восклицает зубной врач, заглядывая в рот больному. — Я никогда в жизни не видел такого огромного дупла, как у вас. Такого огромного дупла, как у вас.
— Доктор, зачем вы это повторяете?
— Я не повторяю, это эхо.'''
,
'''Генерал проходит перед войском и говорит:
- Поздравте меня! Моя жена вчера родила тройню!
Солдаты:
- Рады стараться товарищ генерал!!!'''
,
'''Гинеколог спрашивает молодую беременную женщину:
- Какой у вашего мужа резус?
- Не знаю. Наверное, сантиметров 20...'''
,
'''Для детального изучения природы Сибири воспользуйтесь ссылкой.'''
,
'''Сидит Ленин с Крупской и она его спрашивает:
— Володенька, а что ты пишешь?
— Мандаты, Наденька!
— Я? Манда?! Пидорас ты, Володенька!'''
,
'''Бабка, наркоман и моряк едут в автобусе. Бабуля просит наркомана передать за проезд, тот берет деньги, поворачивается к моряку и говорит:
— Эй, солдат, передай за проезд!
А тот ему:
— Какой же я тебе солдат, я моряк.
Наркоман поворачивается к бабке:
— Бля, бабка, ты чё, ебнулась, какие ещё деньги за проезд, мы на корабле!'''
,
'''- С одной стороны виски пить хорошо, а с другой неудобно.
- Почему?
- С другой стороны горлышка нет.'''
,
'''Заходит студент в туалет, и видит, как другой студент шерудит рукой в очке.
-Что у тебя случилось?
-Да вот, пиджак засосало, не могу вытащить.
-И ты его после этого носить будешь?
-Нет конечно, что я, больной чтоли? Там просто, в кармане, бутерброд был.'''
,
'''Заходит короче студент в столовую матфака. Видит надпись - комплексный обед, пюрешка, макарошка, котлетка и компот, все за 50р. Ну довольный короч платит. Ему дают компот.
Студент спрашивает "А где блять остальное?"
А ему продавщица отвечает "А остальное - мнимая часть комплекса!"'''
,
'''— товарищ прапорщик, остановите поезд.
— поезд, стой! Раз, два!'''
,
'''Как-то вечером курит моряк опиум, и тут стучится к нему косматый монах с портвейном и говорит:
- Нам бы заново придумать некий смысл бытия
А моряк ему:
- Чудаки вы, чудаки...'''
,
'''Пришел мужик к женщине. Познакомились по объявлению. Ну значит баба стол накрыла, закуски стоят, водка и так далее. Ну мужик выпил, сидит волосы на голове приглаживает. Баба говорит, мол, закусывай, а тот только волосы приглаживает. Ну раздавили пузырь, а мужик все сидит и волосы приглаживает. Женщина не выдержала и спрашивает:
- ты извини, конечно, но почему ты не закусываешь, а только голову себе гладишь.
А мужик и говорит:
- Да как подумаю, что тебя еще ебать придется, волосы дыбом встают.'''
,
'''Стоит мужик на лестничной площадке, курит. Вдруг из соседней квартиры раздаются неистовые крики. Через некоторое время выходит сосед со сломанными 3D-очками. Мужик у него спрашивает:
— Сосед, ты чего это расшумелся?
— Да 3D-телевизор купил и разбил его нахер!
— Зачем? — спрашивает удивленно мужик.
— Да решил порнуху посмотреть, так пять раз чуть в рот не дали!'''
,
'''Мужик идёт по улице, смотрит - на столбе надпись "Если влезешь на этот столб, тебя выебут 20 грузинов и ты станешь разговаривать писклявым пидорским голоском". Осмотрелся по сторонам, никого нет. решил залезть на столб - проверить. Залез на столб, прибежали грузины и выебали его по очереди со всех сторон.
Мужик прибегает в милицию (пискляво):
- Товарищ милиционер, меня изнасиловали грузины.
(Тоже пискляво):- А нехуй по столбам лазить.'''
,
'''Изобрели японцы спирт 400 градусов, русских потравить. Но решили сначала проверить. Кидают в Америку прохожий выпил сгорело все внутри, помер. Кидают в Германию, тоже самое. Во Францию, тоже. Ну думают готово. В России в поле видят тракторист пашет ну сели в кусты, подкинули бутылку, и сидят ждут. Едет значит наш Ванька, видит посреди поля бутылка полная валяется, тот глушится, выбегает берет бутылку из под сидушки сальцо, хлебушек. Выпил, закусил, выпил,закусил. Ну вообщем все выпил, сел поехал дальше пахать. У япошек глаза европеезировались, смотрят Ванька километр проедет выпрагнет из трактора по земле поваляется, потом опять поедет, опять километр и опять выпрыгнет поваляется в земле как собака. И так весь круг, тут доехал до япошек, те спрашивают мол пил самогон, как на вкус? Ванька им со слезами на глазах и дрожащим голосом
— Бля мужики пил охуенный самогон, но сука потом как пернешь, аж бушлат загорается!!!'''
,
'''Василий Иванович к конюшне подходит, слышит там Петька с Анкой понятно чем занимаются. Стучит в дверь, орет открывайте. Петька быстренько подкоп сделал, Анка вылезла, Петька дверь открывает, Василий Иванович вбегает:
- Петька! Ты чем это тут занимался???
- Чем-чем! Какал я тут! - показывает на лошадиную лепешку.
- Да? Дак ведь говно-то лошадиное!
- Дак ты ж по-человечески посрать не дал!'''
,
'''Молодая пара решила завести ребенка. Пробуют год-два... никак. Пошли провериться. Доктор посмотрел на них:
— Мужики, вы че, серьезно что ли?'''
,
'''Будённый рассказывает кавалеристам:
— Помню, эдак, в 1918 году выезжаю на берег реки. Посмотрел налево: ёб твою мать! Посмотрел направо: ох, ёбаный в рот!
Кавалеристы:
— Вот это память у старика!'''
,
'''— Алло, это мясник?
— Да.
— А у вас есть свиное рыло?
— Да.
— А у вас есть свиные уши?
— Да.
— Ну и видок тогда у вас. Охуенный!'''
,
'''3-е детей выясняют у кого отец быстрее.
Первый:
- Мой отец так быстр, что, выстрелив из лука, догоняет стрелу...
Второй:
-А мой отец – охотник. Он стреляет в зверя и подхватывает его, не дав упасть на землю.. .
Третий:
- Ничего вы не понимаете в скорости... Вот у меня отец – госслужащий. Он заканчивает работать в 16-30,а дома уже в 15-45.'''
,
'''Заспорили англичанин, француз и русский у кого морозы сильнее...
Англичанин:
- У нас зимой морозы такие, что смог замерзает в воздухе, вниз сыпется, мы даже асфальт не кладем, так ездим.
Француз:
- А нам зимой захочется, например, мороженного, мы шампанское откроем - оно вспенится, шапкой застынет, мы его и едим, как мороженное.
Русский:
- Ну у нас тоже морозы крепкие бывают: мужики зимой матом ругаются, мат замерзает и на землю оседает. Весной пригреет, выйдешь на улицу, а над землей легкий такой пиздеж стелется.'''
,
'''— Учишь японский значит?
— Ну, пытаюсь
— Скажи ченить
— Могу нахуй послать
— Давай
— Иди нахуй'''
,
'''Пьют два алкоголика метиловый спирт.
Один из них встаёт и говорит: "Пойдем домой,а то что-то темнеет."'''
,
'''Время кулинарии. Сегодня мы с вами будем готовить гуся.
— Гусь, ты готов?
— Да.
Гусь готов, друзья. Приятного аппетита!'''
,
'''У Штирлица было два танка — он на них катался по очереди. Очередь возмущалась, но не расходилась.'''
,
'''Идет араб по пустыне, жажда мучает. Вдруг видит — стоит ларек, в окошке еврей. Араб обращается к нему:
— Будь человеком, дай воды напиться.
— Воды нет, но могу продать тебе красивый галстук.
— На хрена мне галстук в пустыне? Воды лучше дай!
— Да нет у меня воды! Но в километре отсюда есть ресторан, им владеет мой брат. Ступай туда, он тебе даст воды.
Через час приползает араб с высунутым языком.
— Давай свой хренов галстук!
— А что такое?
— Твой брат меня без галстука в ресторан не пускает!'''
,
'''На базаре мужик продает комара в банке. На банке надпись "Заменитель мужчин — 25 руб."
Женщина:
— А как им пользоваться?
— Дома разденься, выпусти из банки и лежи. Если что не так – звони мне, вот телефон.
Вечером женщина звонит:
— Пришла, разделась, легла, выпустила, а он сел на стенку и все.
— Так... лежи! Выезжаю! Приехал мужик, разделся и говорит комару:
— Смотри, тупица, последний раз показываю!'''
,
'''Израильская армия. Идут по части американский и израильский генералы. Вдруг навстречу идёт солдат и честь не отдаёт. Американец говорит:
- Ну и распустили вы своих солдат !
Израильтянин говорит: - Сейчас я с ним разберусь!
Догоняет солдата, хлопает его по плечу и говорит:
- Зяма, ты шо, обиделся?'''
,
'''Приходит сын домой из школы и говорит маме:
- Мам, а я Машу из 3-го "А" выебал!
Мама в шоке:
- Зря ты трудовиком устроился!'''
,
'''— Что общего у пчелы и инвалидов?
— Жалко.'''
,
'''Чукча жалуется на головную боль, врач находит у него опухоль в мозгу. Делают операцию — а у чукчи опухоль на единственной извилине; удаляют опухоль вместе с извилиной. Везут чукчу в палату, туда приходит врач: «Ну, больной, как Вы себя чувствуете?» — «Щиро дякую, дуже гарно!»'''
,
'''— А король-то голый! — воскликнул мальчик.
Но никто не ответил, потому что в комнате были только мальчик и король.'''
,
'''Два веселых новых русских решили подшутить над официантом в новом элитном ресторане. Подозвали они к себе официанта и спрашивают у него:
- Скажите, у вас есть что-нибудь экзотическое?
- У нас есть абсолютно все экзотические блюда! - Ответил им официант.
- А у вас есть черная колбаса?
Официант замешкался и, пообещав уточнить, ушёл на кухню. Новые русские сидят, ржут. Через некоторое время официант вернулся и говорит:
- К сожалению "Черной колбасы" сегодня нет, зато есть "Черное молоко".
Новые русские удивились, любопытно им стало, что это за молоко такое, ну и решили заказать по чёрному молоку.
Спустя несколько минут, выходит к ним здоровенная негритянка с огромными дойками, хватает обоих за шкварники, прижимает к грудям и давай их поить. Когда они уже обессилили пить, бросает их на пол и уходит.
Один новый русский, говорит другому в изнеможении:
- Блин, хорошо что у них черной колбасы не оказалось!'''
,
'''Беру я, значит, все функции интегрируемые по Лебегу с квадратом. Ввожу на них скалярное произведение, и тут, вы не поверите, товарищ следователь, множество превращается в линейное нормированное пространство.'''
,
'''— Итак, чем отличается актив от пассива?
— Ну... ... актив-это когда ты, а пассив-это когда тебя.
— Знаете, бухгалтер из вас так себе'''
,
'''Летят два математика в самолете.
Один другому говорит:
— В последнее время я очень боюсь летать самолетом, так как рассчитал, что вероятность того, что на борту бомба, выше, чем попадание метеорита.
Второй математик отвечает:
— Да, я тоже проделал эти же вычисления и пришел к такому же результату. Но я пошел дальше. Ведь вероятность того, что в самолете окажутся сразу две бомбы, ничтожно мала! Поэтому я теперь одну всегда вожу с собой.'''
,
'''-Дяденька, не ходите туда, там Игорь Корнелюк!
-Ща проверю, подожди-дожди-дожди, я оставил любовь позади, и теперь у меня впереди...'''
,
'''Ржевский на балу отошел в сторону с Дубровским и сказал:
- Танцевал я сейчас с Наташей, сунул ей руку под подол и чувствую: хочет...
Дубровский : - А как это? Что Вы чувствовали?
Ржевский: - Как Вам обьяснить? Вы когда-нибудь лошадь с руки кормили?'''
,
'''Вовочка забегает в класс, размахивая листком бумаги, и кричит:
- Всё Марь Иванна! Я у вас больше учиться не буду!
- Что случилось, Вовочка?
- Я письмо от бабушки получил!
Марь Иванна берёт письмо и читает....
"... Здравствуй Вовочка! Пишет тебе твоя бабушка. Мы стали очень старенькими. Дедушка совсем ослеп и скоро умрёт. Ты у нас самый любимый внук. Приезжай к нам в Америку. Будешь жить в шикарной трёх-этажной вилле на берегу океана. У тебя будет 5 машин. В добавление к этому у тебя на счету будет лежать 100 милионов долларов.
Целую. Твоя бабушка.."
Марь Иванна дочитала письмо и говорит:
- Вовочка! Давай сейчас напишем письмо бабушке. Пусть она сюда со своим дедушкой приезжает. Мы будем за ними всем классом ухаживать. Дедушка твой зрячим станет. Бабушка вообще
помолодеет и проживёт еще лет 50. А на твои 100 миллионов мы построим шикарный дворец пионеров и ты будешь туда во все кружки ходить, когда захочешь!
Вовочка отвечает:
- Марь Иванна, ну там же ясно написано, что дедушка ослеп, а не ебнулся!"'''
,
'''Грузин надел кепку козырьком назад. Жена ему:
- Гоги, я не пойму, ты пришёл или уходишь?'''
,
'''К директору цирка приходит наниматься на работу человек.
- А что Вы умеете делать? - спрашивает директор.
- У меня уникальный номер. Посредине арены ставят открытую бутылку с водой. Я забираюсь под купол, прыгаю вниз и ныряю прямо в бутылку.
- Это невозможно!
- Вам я открою свой секрет. Подлетая к бутылке, я быстро достаю из кармана маленькую воронку и вставляю в горлышко.'''
,
'''Однажды студент решил доебаться до профессора и спросил его: "Перед вами два мешка — один с золотом, другой — с умом. Какой бы вы взяли?"
Профессор ответил ему — "С умом".
"А я бы с золотом взял" — сказал студент.
"Да ты бы и в рот взял" — парировал профессор.'''
,
'''Сидят в камере Гена и Чебурашка.
Спрашивает их сокамерник– за что, мол, сидите.
За фокусы, – отвечает Чебурашка.
– За какие?
– Ну хочешь, чтоб у тебя хуй был до земли?
– Хочу!
– Гена, откуси ему ноги.'''
,
'''Жена надела новое платье, спрашивает:
— Дорогой, как я тебе?
Муж:
— Немножко надоела, а так — ничего!'''
,
'''Армянин поехал в Штаты. Устроился на ферму по разведению индеек. Звонит дорогому брату Араму:" Арам, ты не поверишь, я режу turkey".'''
,
'''Абрам покупал на рынке мясо по 10 рублей за килограмм, варил его и продавал по 10 рублей за килограмм. У него спросили: "Абрам, что ты делаешь, ты покупаешь мясо за 10 рублей, варишь его и продаешь за 10 рублей. Что ты с этого имеешь?". Абрам улыбнулся и сказал: "Навар!".'''
,
'''Сидят три собаки: овчарка, боксёр и дог на прием к ветеринару. Пока очередь - общаются между собой о том, кого на какую процедуру и за что.
Овчарка:
- Оставили машину охранять, а я отбежал за сучкой одной, обокрали машину. На кастрацию...
Боксёр:
- Я тоже, охранял дом, отбежал за сучкой - обворовали дом. На кастрацию...
Дог:
- А меня на вязку не водили полгода, хозяйка вечно занята - то в фитнесс зал, то в солярий. а тут она из душа выходит, халатик коротенький. Зеркальце упало, она наклонилась поднять, я её и нашампурил...
- Так тебе вообще пиздец!
- Да нет, это вам пиздец. А мне когти постричь и запах из пасти убрать.'''
,
'''Поймали индейцы русского, немца и француза. И говорят:
- Вот вам задание: За 3 минуты нужно съесть ведро бананов, завязать шнурки и трахнуть женщину, кто не справится - сожрем.
Немец съел ведро бананов, и время кончилось - его на костёр.
Француз съел бананы и женщину трахнул, за три минуты не успел шнурки завязать.
- на костёр!
Русский выходит, бабу раком ставит, и давай её пялить, на жопу ей ведро с бананами поставил и жрет, а баба к тому же ему шнурки завязывает. Индейцы:
- Эй! Русский, это что такое, так нельзя!
Русский:
- Так можно, бригадный подряд называется, вы мне к жопе пилу привяжите, так я еще кубометр дров напилю!'''
,
'''- мужики, я вчера в бане был, Ленина видел
- голого?
- ну а как ещё в бане моются?
- и какой у него?
- да как у всех. но как-то проще, человечней'''
,
'''Хирург Иванов любил подшучивать над своим другом проктологом Петровым. Зайдёт, бывало, к тому в кабинет, долго смотрит на его руки, да и скажет:
- Какие у Вас изящные длинные пальцы! Вы, наверное, пианист?'''
,
'''- Вася, знаешь, какая разница между туалетной бумагой и шторой?
- Нет
-Тогда я шторой жопу вытру'''
,
'''Сидит взрослый мужик в российском баре, сидит, пивко потягивает, трубку курит.
Сидел, сидел и говорит:
— Вот эту Государственную премию Российской Федерации за художественный фильм «Звезда» я получил в 2002 году под овации и благодарности зрителей и коллег. Но никто меня не называет лауреатом Госпремии России.
Посидел, отхлебнул пива, затянулся.
— В 2005 году я сыграл одну из главных ролей в замечательном фильме гениального режиссера Балабанова, "Жмурки". У меня была очень яркая и харизматичная роль, но никто не называет меня актером из "Жмурок".
Посидел, отхлебнул пива, затянулся.
— В 2012 году я баллотировался в Законодательное собрание Краснодарского края от партии ЛДПР. Но никто не называет меня кандидатом в Законодательное собрание из ЛДПР.
Посидел, отхлебнул пива, затянулся.
— Но стоило один раз выебать собаку...'''
,
'''Африканские школьники довели учительницу до слёз, чтобы попить'''
,
'''Репортаж с места событий :
— Мы находимся на улице, по которой летают хyи! Здесь нельзя открывать роООООООООМПАФФффФХХБР...'''
,
'''Боцман снимает проститутку:
- Ну, давай-ка, отсоси шоль!
Та отсасывает 10 минут, 20, 30, час. Не выдерживает:
- Боцман, да у вас даже не стоит!!!
- А мне не надо чтоб стояло - мне надо чтоб блестело!!!'''
,
'''— Итак, гражданка Сидорова, в чём причина развода?
— Ваша честь, задета моя честь!
– Ваша честь?
– Да, Ваша честь, моя честь!
– Что, и моя честь, и ваша честь?
– Да нет, Ваша честь, не ваша честь, а моя честь!
– Я не понял: моя честь – это ваша честь?
– Вашу мать, ваша честь, иди нахуй, я передумала разводиться.'''
,
'''Два мужика бухают в гостинице. Один говорит другому:
- Видишь, розетка. Наверняка там микрофончик встроенный. Давай, хуякнем
по ней ботинком, чтобы кому-то по ушам шарахнуло.
Из розетки голос:
- Я тебе щас хуякну!'''
,
'''-Следующая остановка - проспект Будённого
-На следующей, ёб твою мать!'''
,
'''...делает, значит, парень куннилингус. Вдруг чувствует во рту привкус конской спермы и говорит:
- Так вот, значит, бабуля, как ты померла!'''
,
'''- уважаемые строители, вы такие молодцы, построили нам отличный дом, спасибо. Вы даже впустили кошку! Кстати, можно теперь ее выгнать?
- ээ, нет. Это несущая кошка.'''
,
'''Жалуется жена мужу:
— Живем с тобой более 20-ти лет. Все надоело. Хотелось бы чего-нибудь новенького. Ну, допустим, заняться групповым ceкcом.
Муж позвал соседа. Сосед согласился.
После ceкcа сосед уходит домой недовольным.
Муж его спрашивает:
— Что случилось?
Сосед:
— Мы за ночь сменили шесть поз, а я только хуй сосал'''
,
'''У боснийца родились два сына-близнеца. Он одного назвал Хусо. И другого назвал Хусо. Его спрашивают, зачем он дал им одинаковые имена.
– А вот зачем: приду домой и крикну: «Хусо, принеси папе пива!» Оппа, а у меня сразу – два пива!'''
,
'''- Доктор, помогите, у меня бесплодие!
- Откуда вы знаете?
- У нас это наследственное.
- В смысле?
- Ну, у моего деда не было детей, у отца не было детей...
- А вы тогда откуда?
- Из Воронежа.'''
,
'''-Ваша главная слабость?
-Правильно интерпретирую семантику вопроса, но игнорирую его суть.
-Не могли бы вы привести пример?
-Мог бы.'''
,
'''Купила феминистка обруч, а он ей как раз.'''
,
'''Поймали ковбои трех индейцев: вождя племени, простого индейца и индейца по прозвищу Орлиный Глаз, заперли их в сарае и поставили охрану. День проходит, второй проходит, на третий день смотрят - сбежали индейцы. Ковбои в погоню, поймали их и спрашивают, как им удалось сбежать. А вождь им отвечает: "День мы сидим, другой день сидим, а на третий день Орлиный Глаз заметил, что у сарая нет одной стены.'''
,
'''Киев. Автобус. К одиноко сидящей, грустной, уставшей киевлянке обращается мужчина:
- Dode pа?
Всё золото мира не светит ярче, чем она в этот миг! Француз! Настоящий ФРАНЦУЗ В ЕЁ ЖИЗНИ! Всё, конец серым будням! Прощайте, украинские мужчины со своими хоккеями, рыбалками и разбросанными носками. Теперь будут шампанское и танго у подножия Эйфелевой башни, солнце белый морскойпесок. И, разумеется, Шанель... Но! Но надо же что-то ответить!
- Пардон мсье! Кес ке се?
- Автобус, кажу, ДО ДЕПА їде?!?'''
,
'''Когда Вася ввязался в драку и получил кулаком по лицу, он сразу вспомнил все, чему учил его отец. Но умение коптить свинину, увы, никак не пригодилось в этой ситуации.'''
,
'''Армянская семья так любила извиняться, что взяла фамилию Сорян.'''
,
'''Высаживаются первые земляне на Марс. Исследователь смотрит на анализатор воздуха и радостно говорит:
- Тут полно кислорода, вполне хватит для дыхания и горения! Ну-ка!...
Достаёт коробок спичек, вынимает спичку, собирается чиркнуть, и тут из-за валуна выскакивает синий пучеглазый марсианин и кричит: "Неет!"
Космонавт в испуге отбрасывает спичку, абориген скрывается.
- Осторожно! - говорит капитан исследователю. - Может, в атмосфере есть горючие газы?
Исследователь проверяет анализатор.
— Ничего нет, я все же попробую, — говорит он и опять достаёт спичку.
Из-за валунов выскакивает толпа марсиан во главе с вождём, который один одет в длинное белое одеяния, и хором кричат "Нееет!", размахивая руками.
— Может, почва здесь состоит из горючих материалов и они боятся пожара? — говорит капитан.
— Здесь та же самая почва, что была в месте посадки, — возражает исследователь. — Не загорелась же она от двигателей. Он решительно чиркает спичкой. Та горит. Ничего не происходит.
Марсиане поворачиваются и уходят.
— Постойте! — кричит вслед капитан, — а почему нельзя было зажигать спичку?
Вождь, обернувшись, говорит с укоризной:
— Таки ведь шаббат!'''
,
'''Приходит Заяц ко Льву с жалобой на Волка за то, что последний его каждый день имеет в задницу. Задница красная, дупло большое. Лева рассмотрев жалобу издал постановление о том, что волку разрешается иметь его только раз в месяц и дал соответствующую справку. Довольный Заяц встречает на следующий день Волка.
- Заяц Становись Раком!
- Э нет Волк, у меня справка есть.
- Да? Ну давай я тебя отымею за следующий месяц. Расписку даю.
Заяц подумал: "Целых два месяца не буду задницу подставлять", и согласился. На следующий день история повторилась. Через пару месяцев Лиса зашла к Зайцу в гости и застала его за кучей
бумажек, потный заяц что-то пишет.
- Ну как дела, Заяц? Волк больше не пристает к тебе?
- Знаешь, Лиса, как ебали так и ебут, только писанины добавилось.'''
,
'''Идет блондинка по рынку и видит, как мужик продает косточки от яблок. Блондинка (с улыбкой): — Ну как, кто-нибудь покупает ваши косточки? — Конечно, ведь косточки от яблок повышают интеллект! — Это как? — А вот вы купите и узнаете, 200 рублей за десяток. Блондинка купила десяток, съела и говорит: — Блин, я ведь за 200 рублей могла 10 кг яблок купить, а там много косточек. — Вот видите, сразу поумнели. — Действительно, дай еще десяток!'''
,
'''Ехал мужик на машине и приспичило ему посрать. Он остановился, вышел в поле и сел. Тут к нему подбегает мышка и говорит:
- Я мышиный король и могу исполнить любое твое желание.
Мужик отвечает:
- Построй передо мной народ свой мышиный.
Король привел к нему весь свой народ, а мужик берет мышек горстью и начинает ими жопу вытирать. А король ему кричит:
- Остановись, долбоеб, у нас бумага есть!!!'''
,
'''Сидят три поросенка в домике, боятся волка. Вдруг открывается дверь и входит он:
— Шалом! - говорит волк,
— Фууууууух! - выдохнули поросята.'''
,
'''Открылся десятизвёздочный отель, жри всё что хочешь, гуляй, трахай, но одно условие, если денег не хватает, отрезают йух.
Немец погулял неделю - денег не хватило, отрезали член.
Американец 10 дней отдохнул - денег не хватило, тоже самое.
Русский месяц пил, трахал всё что движется, расху...рил пол отеля, приносят счёт, он с будуна посмотрел и выложил своё хозяйство на стол. Менеджер спрашивает:
-Что, рубить?
-Нет, сосать, деньги ещё есть!'''
,
'''Урок математики. Учительница говорит:
— Сегодня мы будем брать интегралы.
Вовочка спрашивает:
— А как это в жизни пригодится?
— Ты ебало-то завали.'''
,
'''- Доча, хочешь на ручки?
- Нет, хочу на лицо или на живот.'''
,
'''Командир демонстрирует солдатам новый танк.
- Вот, товарищи бойцы, это новый секретный танк. Петров.
- Я!
- Подними танк.
Петров тужится, пыжится, не поднять.
- Не поднять.
- Сидоров, помоги Петрову.
Пытаются вдвоем, та же ситуация.
- Не поднять.
- Иванов, помогай.
Пыхтят втроем. Поднять не могут.
- Никак не поднять, товарищ командир!
- А хули вы хотели? Сорок шесть тонн!'''
,
'''Встретились два инженера, решили чаю попить. А первый инженер решил подшутить над вторым и положил ему в чай волос. Таким образом, второй инженер выпил чай с волосом.'''
,
'''В одной семье родился слабоумный мальчик. Синдром был настолько серьезный, что врачи советовали плачущей матери отказаться от него. Но она взяла его, и мальчик выжил. Он рос под её опекой, вырос и стал анекдоты на Пикабу постить.'''
,
'''Свитер, который колется, начал по ночам выносить из дома ценные вещи.'''
,
'''Разговаривают, значит, два грузина:
— Дарагой, что ты в Масква видель!
— Э-э-э, Масква, слушяй, хороший город. Кремль видэль, Лэнин видэль, балэт видель...
— Гиви, расскажи, что такое балэт, а?
— Э-э-э, балэт. Это такой балшой дом с колоннами. Заходишь- там всэ раздеваюцца. В зал праходишь — а там прэдставлэние.
— А какое, дарагой?
— Ну, сначала вибежяль на сцену один мужик и три баба. Мужик к адной падбежяль, ей ногу паднял, панюхал- нэ его. Кдругой падбежял, панюхал- нэ его. К трэтей падбежял, панюхал- его! Взвалил ее на плэчо, туда пабежял- нэгдэ эбать, сюда пабежял- нэгдэ эбать. Стал мужик с нэй пасреди сцены и плачет... А всэ со своих мест подорвалис и крычат, панимаеш: "Э бис, э бис! " А гдэ эбис, если нэгдэ...'''
,
'''— Степаныч, подай ключ на 173.211.101.14!
— Лови: AAAAB3NzaC1yc2EAAAADAQABAAABAQCSVtExZCv4TognFVHmYlIxynyImMk8PtNgPB9T17E8vAcnYyzf3qZZn4GpAf'''
,
'''- Солнце моё, взгляни на меня,
Моя ладонь превратилась в кулак.
- Проктолог из вас так себе.'''
,
'''На заседании ООН выступает представитель Израиля.
– Перед тем, как начать, – говорит он, – я хотел бы сделать небольшой экскурс в историю. Давным-давно, как вы знаете, Моисей водил свой народ по пустыне. Стояла ужасная жара, всем хотелось пить. Тогда Моисей ударил посохом о каменистую гору, и та превратилась в озеро. Народ иудейский напился воды, а Моисей, сняв с себя одежду, вошел в озеро и искупался. Когда же он вышел из воды, одежды его на берегу не было. Несомненно ее украли арабы.
– Наглая ложь! – вскочил представитель Палестинской автономии. – Никаких арабов там в то время не было!
– Совершенно верно, – кивнул представитель Израиля. – Именно с этого я и хотел бы начать свою речь.'''
,
'''В детский дом закупили сок «Моя семья».'''
,
'''Познакомился как то парень в интернете с девушкой. Понравились друг другу, назначили встречу. И вот незадолго до встречи парень понял, что девушка ему не нравится и решил сорвать свидание. Решил устроить у себя дома хлев для свиней, решил выдать себя долбоебом. И вот в назначенный день девушка к нему приезжает и видит: все вокруг в сене, везде бегают свиньи. Она спрашивает его: "что это такое?". А он ей отвечает: "знаешь, свиньи это охуенная тема". Она нежно обняла его и прошептала на ухо: "как хорошо, что ты это понимаешь"'''
,
'''Встретились Хой, Горшок и Летов, ну и вздумали бухнуть. Купили литруху, ну и типа говорят - мы же поэты - давайте кто сколько в стихах попросит, тому столько и нальём.
Хой встаёт:
- Рыбка плавает по дну, выпью рюмочку одну.
Налили. Горшок встал:
- Рыбка мёртвая на дне, выпью рюмочки я две.
Летов встаёт, весь натужился, набух, покраснел, глаза выпучил. Вдруг как заорёт:
- АААА БЛЯЯЯДЬ НАХУУУЙ
Схватил пузырь и убежал.'''
,
'''— А король-то голый! — воскликнул мальчик.
Но никто не ответил, потому что в комнате были только мальчик и король.'''
,
'''Вторая мировая война. Русская деревня. Глубокая ночь. Пьяные немцы подходят к избе, стучат в дверь и кричат:
– Открывай, руссише швайн, мы хотеть русский женский писька!
Тишина. Вновь стучат:
– Открывай, мы хотеть русский женский писька!
Открывается дверь, выходит здоровенный мужик, заспанный, с соломой в волосах, разминает кулаки и спрашивает:
– Пизды, что ли?'''
,
'''Муж поддатый приходит домой. Жена сразу бу-бу-бу, алкаш чертов, только водка на уме... Тут муж лезет в карман, бумажку достает и говорит:
— Стоп! Вот я как раз тест принес, посмотрим какая ты культурная!
Жена:
— Ну, посмотрим! Читай!
— Так, значит. Первый вопрос — назовите два вида иностранной валюты.
— Да хотя бы доллар и марка.
— Так. Дальше — назовите два вида противозачаточных средств.
— Да я тебе сразу десять назову.
— Верю. Третий вопрос — назовите две реки в Исландии. Молчишь? Ну вот, я так и знал! Кроме бабок и ебли — никаких интересов!'''
,
'''Гуляя по лесу грибники зашли так далеко, что начали целоваться и трогать друг друга за всякое.'''
,
'''В средневековье были чумовые вписки.'''
,
'''Купил дед порнуху и принёс бабке. Говорит:
- Смотри бабка и учись.
Ну начинает он её трахать и говорит:
- Когда я скажу будешь стонать.
В общем трахаются дед кричит:
- Стони бабка, стони!
- Ой денег нету! Нету денег!'''
,
'''Если засунуть хуй в пылесос, то он будет не пылесос, а хуесос.'''
,
'''Идут как-то две бабы с сенокоса. Вдруг мимо них проезжает мотоциклист без головы. Одна:
- О, интересно как. Кино, что ль, снимают какое?
- Дура, косу на другое плечо переложи!'''
,
'''- Доктор, я так храплю по ночам, что просыпаюсь от собственного храпа. Что вы можете посоветовать?
- Спите в другой комнате.'''
,
'''- Что вам?
- Пюре и свинину.
- Луком посыпать?
- А это бесплатно?
- А вам точно свинину?'''
,
'''Над необитаемым островом потерпел катастрофу самолет.
Спаслось 5 человек - все мужики. Остров - рай на
земле - кокосы, ананасы, вода и т.д. - все хорошо,
только женщин нет.
Живут мужики месяц, два, трахаться хотят - хоть узлом
завязывай. И в один прекрасный день решаются - ловят
гориллу, самку. Решают, кто первый будет ее трахать,
он в смущении - типа:
- Страшная, волосатая, давайте ей пакет что ли на
голову наденем.
Надевают пакет на голову, связывают "руки" чтобы
не царапалась, на землю ее и держат. Тот, который
первый, на нее сверху - только вошел, как горилла
его "ногами" обхватывает и как давай ему со страшной
силой подмахивать. Мужик орет:
- Снимите, снимите!
- Да как же мы ее снимем, ты же сверху?
- Да пакет снимите, я ее поцелую!'''
,
'''Два американца — белый и черный — приехали в Россию. Белый говорит:
— Давай как русские нажремся водки на стройке!
— Давай!
Нажрались водки, негр отключился. Белый взял его на плечо и понес.
Выходит сторож, орет:
— Стоять!
Белый говорит:
— Хелло!
— Сам хуйло! Рубероид положи на место!'''
,
'''— железный дровосек, почему ты такой смелый?
— у меня железное очко!'''
,
'''Умирает Папа Римский и просит: «Моё последнее желание — хотелось бы повидать Фантомаса». Говорят: «Ну где же мы вам возьмём?» — «Нет, я желаю». — «Ну подождите. Может быть, вы праведника какого-нибудь хотите?» — «Нет, я хочу Фантомаса». Ему приводят Фантомаса и подслушивают за дверью, что будет. И доносится такой голос: «Да, Петька, раскидала нас с тобой судьба…»'''
,
'''После совещания у Сталина Жуков выходит и из двеpей кабинета
и бpосает: ``Свинья усатая!`` Стоящий pядом с двеpью адьютант
это слышал и пошел к Сталину докладывать:
- Товаpищ Сталин, вас товаpищ Жуков только что ``свиньей усатой``
назвал!
- Да!?! Позвать ко мне товаpища Жукова!
Входит Жуков. Сталин ему:
- Товаpищ Жуков, кого вы имели ввиду, когда выходя от меня
вы сказали ``свинья усатая``?
- Как кого? Гитлеpа!
- А вы кого имели ввиду, товаpищ адьютант?'''
,
'''Вопрос "Есть ли евреи на других планетах?" очень интересовал доктора астрономии Сёму Каца. Когда все ушли с работы, он послал в космос сообщение:
- Ну?
Ответ пришел через 5 минут:
- Сёма, не морочьте голову...'''
,
'''- Если вы бог из скандинавской мифологии, нажмите «Один».'''
,
'''Поймали панки хиппана и начали бить. Бьют и спрашивают:
— Чё, волосы растить будешь?
— Не, не буду!
— Неправильный ответ. — Бьют дальше. — Волосы растить будешь?
— Буду, буду!
— До куда будешь?
— До плеч!
— Неправильный ответ. — Бьют дальше. — До куда будешь?
— До пояса!!
— Неправильно. — Бьют дальше. — До куда будешь волосы растить?
— До пола!
— Неправильно! До потолка надо, до потолка!'''
,
'''3 чaсa ночи. Бaр. Все зaкрыто.
Из норки высовывaется немецкaя мышь, оглядывaется - котa нет, несётся что есть сил к бaру, нaливaет себе пивa, выпивaет и летит что есть сил обрaтно к норке.
Через минуту покaзывaется фрaнцузскaя мышь, оглядывaется - нет котa, тоже несётся к бaру, нaливaет себе винa, выпивaет
и тоже убегaет в нору.
Мексикaнскaя мышь высовывaется - котa нет, бежит, выпивает текилы, да прячется обратно в норку.
Выглядывaет русскaя мышь - нет котa, бежит к бaру, нaливaет рюмку водки, выпивaет.
Оглядывaется - нет котa, нaливaет вторую рюмку, пьет - нет котa, нaливaет третью, потом четвертую и пятую...
После восьмой сaдится, оглядывaется - ну нет котa! - рaзминaет мускулы, зaкуривaет и злобно тaк бормочет:
- Ну ничего... Мы, блять, подождём...'''
,
'''— Василий Иванович, белые идут!
— А как же красные?
— А красные вас полнят.'''
,
'''У одной девушки была маленькая грудь.
Пошла она к врачу. Доктор говорит:
- Какая ваша любимая песня?
- "Ветер с моря дул"
- Прекрасно. Каждый день ровно в 19-00 раздевайтесь, оттягивайте минут 15-20
грудь и пойте любимую песню.
Девушка последовала совету. Проходит неделя, другая - грудь заметно выросла.
И вот однажды она задержалась на работе. Выскакивает на улицу, хватает такси
и мчится домой. Машина попадает в пробку. Девушка, видя, что не домой успевает,
ровно в 19-00 стягивает блузку, начинает петь и оттягивает грудь.
На нее пялится таксист:
- А что, девушка, уже 19-00?
- Да!
Таксист снимает штаны и, оттягивая член - "Комбат-батяня, батяня-комбат..."'''
,
'''Гей пришел в церковь. Идет служба, поп кадилом машет, молитву читает. Гей: "Мужчина в платье, у вас сумочка горит!"'''
,
'''Международное первенство самураев по владению мечом. Выходит японский самурай в кимоно. Судьи открывают синюю коробочку, оттуда вылетает шмель. Самурай мечом вж-ж-ж-жик! На пол падают две половинки шмеля. Публика: "Банзай!" Выходит китайский самурай с косичкой. Судьи открывают красную коробочку, оттуда вылетает муха. Самурай мечом вж-ж-ж-жик, вжик!! На пол падают 4 четвертинки мухи. Публика: "Сяо-ляо!!!" Выходит еврейской самурай с пейсами. Судьи открывают бело-гoлубую коробочку, оттуда вылетает комар. Самурай мечом вж-ж-ж-жик, вжик, вжик, вжик!! Комар продолжает летать. Судья: "Ваш комар жив!!" Самурай: "Таки никто еще не умирал от моего обрезания!"'''
,
'''Решил мужик собаку завести, а она не завелась.
— Не заводится, — подумал мужик.'''
,
'''Едет богатырь по дороге, видит - впереди развилка, три дороги, камень, а на камне надпись: "Налево пойдешь - пизды получишь, направо пойдешь - пизды получишь, прямо пойдешь - тоже пизды получишь."
Стал думать - куда идти, коли везде такая засада. Тут из-за камня высовывается Соловей-Разбойник:
— Ты это, решай быстрей, а то прям здесь пизды получишь!'''
,
'''В кафе заходят два юриста. Садятся за стол, достают из портфелей бутерброды.
Официант: — вы знаете, у нас со своей едой нельзя.
Юристы пожали плачами и поменялись бутербродами.'''
,
'''Один мальчик питался только бутербродами и умер от голода, потому что бутерброды - это не еда.'''
,
'''Муж собирается в бар. Жена ему говорит: сейчас буду уборку делать, сына с собой бери. Себе пива возьми, а ребёнку - лимонад.
Приходят в бар, отец по привычке берёт две пинты, поит сына, напивается. Приходят домой, жена нюхает мужа – ладно, понятно. Но от сына почему пахнет, ты что, и ему налил?
— Нет. Мы целовались.'''
,
'''Идет мужик по полю, смотрит — колодец. Заглянул, а там так глубоко, что даже воды не видно. Бросил маленький камушек и начал считать время — 20 сек. Ему понравилось — он нашел кирпич и бросил его в колодец, всплеск удался на славу. Мужику очень понравилось, посмотрел вокруг — лежит кусок рельсы, он и его — туда же. Всплеск был такой, что вода выплеснулась наружу — КРАСОТА. Вдруг смотрит по полю с бешеной скоростью несется коза и со всего размаху — прыг в колодец. Мужик пожал плечами, ничего не понял, и пошел своей дорогой. Навстречу идет бабка и спрашивает:
— Сынок, ты здесь козы нигде не видел?
— Видел, только что в колодец прыгнула.
— А, ну это точно не моя. Я свою к рельсе привязала.'''
,
'''Встречаются весной, после зимовки, Лиса, Волк и Медведь. Лиса вся побитая, хромая, ноги еле переставляет.
— Лисичка, что с тобой случилось?!
— Дёрнул меня чёрт в курятнике зимовать. Сначала всё хорошо было. Каждый день то курочку, то петушка тисну, сытая, счастливая была. Тут хозяева впалили, что кур меньше становится, меня обнаружили, и давай собаками травить. Всю шкуру порвали. Еле живая от них вырвалась.
Смотрят на волка. На том вообще живого места нет. Задние ноги волочит, зубы выбиты.
— А с тобой, Волчок, что приключилось?
— Ох, и не спрашивайте, дружочки. Решил я по-дурости в овчарне зазимовать. Сначала всё было ништяк. Раз в неделю барашка закалывал. Наедался до отвала. Пока фермер не чухнул, что бараны пропадают. Собрал он мужиков и давай меня мутузить. Отдубасили меня как бобика. Все кости переломали, все зубы вышибли. Еле-еле от них живым уполз.
Смотрят на медведя. А тот толстый, отожранный, весь лоснится.
— А ты, Миша, как зиму провёл?
Медведь, ковыряясь в зубах когтем:
— Ну а я, в общем, на стройке зимовал.
— И как?
— Да там одни молдаване. Их никто не считает'''
,
'''Тихая Украинская ночь, поют цикады... Мужик под окном хаты(шепотом):
- Мыкола!
Из хаты(сдавленный шепот)
- Чеее?
- Виходь!
- Зачем?
- Я тут горилки припас, сало, грибочки, огурчики принис! Виходь! Сядем в беседочке, выпьем, поговоримо за жись!
- Та не можу!
- Як не можу??? Це ж сало, горилка! Ты шо???
- Та ебусь я, будь оно неладно!!!'''
]
